{"white": {"word": "fair", "line": "“I don’t think it’s fair for some girls to have plenty of pretty things, and other girls nothing at all,” added little Amy, with an injured sniff.\n"}}
{"blue": {"word": "blue", "line": "And I can only stay home and knit, like a poky old woman!” And Jo shook the blue army sock till the needles rattled like castanets, and her ball bounded across the room.\n"}}
{"white": {"word": "white", "line": "Margaret, the eldest of the four, was sixteen, and very pretty, being plump and fair, with large eyes, plenty of soft brown hair, a sweet mouth, and white hands, of which she was rather vain.\n"}}
{"brown": {"word": "brown", "line": "Margaret, the eldest of the four, was sixteen, and very pretty, being plump and fair, with large eyes, plenty of soft brown hair, a sweet mouth, and white hands, of which she was rather vain.\n"}}
{"brown": {"word": "brown", "line": "Fifteen-year-old Jo was very tall, thin, and brown, and reminded one of a colt, for she never seemed to know what to do with her long limbs, which were very much in her way.\n"}}
{"gray": {"word": "gray", "line": "She had a decided mouth, a comical nose, and sharp, gray eyes, which appeared to see everything, and were by turns fierce, funny, or thoughtful.\n"}}
{"pink": {"word": "rosy", "line": "Elizabeth, or Beth, as everyone called her, was a rosy, smooth-haired, bright-eyed girl of thirteen, with a shy manner, a timid voice, and a peaceful expression which was seldom disturbed.\n"}}
{"white": {"word": "pale", "line": "A regular snow maiden, with blue eyes, and yellow hair curling on her shoulders, pale and slender, and always carrying herself like a young lady mindful of her manners.\n"}}
{"blue": {"word": "blue", "line": "A regular snow maiden, with blue eyes, and yellow hair curling on her shoulders, pale and slender, and always carrying herself like a young lady mindful of her manners.\n"}}
{"yellow": {"word": "yellow", "line": "A regular snow maiden, with blue eyes, and yellow hair curling on her shoulders, pale and slender, and always carrying herself like a young lady mindful of her manners.\n"}}
{"white": {"word": "white", "line": "“You won’t stop, I know, as long as you can trail round in a white gown with your hair down, and wear gold-paper jewelry.\n"}}
{"black": {"word": "black", "line": "I never saw anyone faint, and I don’t choose to make myself all black and blue, tumbling flat as you do.\n"}}
{"blue": {"word": "blue", "line": "I never saw anyone faint, and I don’t choose to make myself all black and blue, tumbling flat as you do.\n"}}
{"gray": {"word": "gray", "line": "She was not elegantly dressed, but a noble-looking woman, and the girls thought the gray cloak and unfashionable bonnet covered the most splendid mother in the world.\n"}}
{"blue": {"word": "blue", "line": "Beth said nothing, but wiped away her tears with the blue army sock and began to knit with all her might, losing no time in doing the duty that lay nearest her, while she resolved in her quiet little soul to be all that Father hoped to find her when the year brought round the happy coming home.\n"}}
{"yellow": {"word": "yellow", "line": "No one but Beth could get much music out of the old piano, but she had a way of softly touching the yellow keys and making a pleasant accompaniment to the simple songs they sang.\n"}}
{"gray": {"word": "gray", "line": "A MERRY CHRISTMAS Jo was the first to wake in the gray dawn of Christmas morning.\n"}}
{"blue": {"word": "blue", "line": "Presently Beth and Amy woke to rummage and find their little books also, one dove-colored, the other blue, and all sat looking at and talking about them, while the east grew rosy with the coming day.\n"}}
{"pink": {"word": "rosy", "line": "Presently Beth and Amy woke to rummage and find their little books also, one dove-colored, the other blue, and all sat looking at and talking about them, while the east grew rosy with the coming day.\n"}}
{"blue": {"word": "blue", "line": "“I’m glad mine is blue,” said Amy.\n"}}
{"pink": {"word": "rose", "line": "I only meant to change the little bottle for a big one, and I gave all my money to get it, and I’m truly trying not to be selfish any more.” As she spoke, Amy showed the handsome flask which replaced the cheap one, and looked so earnest and humble in her little effort to forget herself that Meg hugged her on the spot, and Jo pronounced her ‘a trump’, while Beth ran to the window, and picked her finest rose to ornament the stately bottle.\n"}}
{"white": {"word": "pale", "line": "A poor, bare, miserable room it was, with broken windows, no fire, ragged bedclothes, a sick mother, wailing baby, and a group of pale, hungry children cuddled under one old quilt, trying to keep warm.\n"}}
{"blue": {"word": "blue", "line": "How the big eyes stared and the blue lips smiled as the girls went in.\n"}}
{"purple": {"word": "purple", "line": "“Das ist gut!” “Die Engel-kinder!” cried the poor things as they ate and warmed their purple hands at the comfortable blaze.\n"}}
{"red": {"word": "red", "line": "Not a very splendid show, but there was a great deal of love done up in the few little bundles, and the tall vase of red roses, white chrysanthemums, and trailing vines, which stood in the middle, gave quite an elegant air to the table.\n"}}
{"white": {"word": "white", "line": "Not a very splendid show, but there was a great deal of love done up in the few little bundles, and the tall vase of red roses, white chrysanthemums, and trailing vines, which stood in the middle, gave quite an elegant air to the table.\n"}}
{"pink": {"word": "rose", "line": "The slippers went on at once, a new handkerchief was slipped into her pocket, well scented with Amy’s cologne, the rose was fastened in her bosom, and the nice gloves were pronounced a perfect fit.\n"}}
{"silver": {"word": "silver", "line": "Very clever were some of their productions, pasteboard guitars, antique lamps made of old-fashioned butter boats covered with silver paper, gorgeous robes of old cotton, glittering with tin spangles from a pickle factory, and armor covered with the same useful diamond shaped bits left in sheets when the lids of preserve pots were cut out.\n"}}
{"blue": {"word": "blue", "line": "On Christmas night, a dozen girls piled onto the bed which was the dress circle, and sat before the blue and yellow chintz curtains in a most flattering state of expectancy.\n"}}
{"yellow": {"word": "yellow", "line": "On Christmas night, a dozen girls piled onto the bed which was the dress circle, and sat before the blue and yellow chintz curtains in a most flattering state of expectancy.\n"}}
{"green": {"word": "green", "line": "“A gloomy wood,” according to the one playbill, was represented by a few shrubs in pots, green baize on the floor, and a cave in the distance.\n"}}
{"black": {"word": "black", "line": "This cave was made with a clothes horse for a roof, bureaus for walls, and in it was a small furnace in full blast, with a black pot on it and an old witch bending over it.\n"}}
{"black": {"word": "black", "line": "A moment was allowed for the first thrill to subside, then Hugo, the villain, stalked in with a clanking sword at his side, a slouching hat, black beard, mysterious cloak, and the boots.\n"}}
{"red": {"word": "red", "line": "I need thee!” Out came Meg, with gray horsehair hanging about her face, a red and black robe, a staff, and cabalistic signs upon her cloak.\n"}}
{"black": {"word": "black", "line": "I need thee!” Out came Meg, with gray horsehair hanging about her face, a red and black robe, a staff, and cabalistic signs upon her cloak.\n"}}
{"gray": {"word": "gray", "line": "I need thee!” Out came Meg, with gray horsehair hanging about her face, a red and black robe, a staff, and cabalistic signs upon her cloak.\n"}}
{"white": {"word": "white", "line": "A soft strain of music sounded, and then at the back of the cave appeared a little figure in cloudy white, with glittering wings, golden hair, and a garland of roses on its head.\n"}}
{"silver": {"word": "silver", "line": "Waving a wand, it sang... Hither I come, From my airy home, Afar in the silver moon.\n"}}
{"black": {"word": "black", "line": "Another chant from Hagar produced another apparition, not a lovely one, for with a bang an ugly black imp appeared and, having croaked a reply, tossed a dark bottle at Hugo and disappeared with a mocking laugh.\n"}}
{"pink": {"word": "rose", "line": "A good deal of hammering went on before the curtain rose again, but when it became evident what a masterpiece of stage carpentery had been got up, no one murmured at the delay.\n"}}
{"white": {"word": "white", "line": "A tower rose to the ceiling, halfway up appeared a window with a lamp burning in it, and behind the white curtain appeared Zara in a lovely blue and silver dress, waiting for Roderigo.\n"}}
{"silver": {"word": "silver", "line": "A tower rose to the ceiling, halfway up appeared a window with a lamp burning in it, and behind the white curtain appeared Zara in a lovely blue and silver dress, waiting for Roderigo.\n"}}
{"blue": {"word": "blue", "line": "A tower rose to the ceiling, halfway up appeared a window with a lamp burning in it, and behind the white curtain appeared Zara in a lovely blue and silver dress, waiting for Roderigo.\n"}}
{"pink": {"word": "rose", "line": "A tower rose to the ceiling, halfway up appeared a window with a lamp burning in it, and behind the white curtain appeared Zara in a lovely blue and silver dress, waiting for Roderigo.\n"}}
{"red": {"word": "red", "line": "He came in gorgeous array, with plumed cap, red cloak, chestnut lovelocks, a guitar, and the boots, of course.\n"}}
{"red": {"word": "red", "line": "This was a truly thrilling scene, though some persons might have thought that the sudden tumbling down of a quantity of long red hair rather marred the effect of the villain’s death.\n"}}
{"white": {"word": "white", "line": "There was ice cream, actually two dishes of it, pink and white, and cake and fruit and distracting French bonbons and, in the middle of the table, four great bouquets of hot house flowers.\n"}}
{"pink": {"word": "pink", "line": "There was ice cream, actually two dishes of it, pink and white, and cake and fruit and distracting French bonbons and, in the middle of the table, four great bouquets of hot house flowers.\n"}}
{"white": {"word": "white", "line": "“Mother did it.” And Meg smiled her sweetest, in spite of her gray beard and white eyebrows.\n"}}
{"gray": {"word": "gray", "line": "“Mother did it.” And Meg smiled her sweetest, in spite of her gray beard and white eyebrows.\n"}}
{"black": {"word": "black", "line": "I’m so sorry, but the tongs were too hot, and so I’ve made a mess,” groaned poor Jo, regarding the little black pancakes with tears of regret.\n"}}
{"blue": {"word": "blue", "line": "They looked very well in their simple suits, Meg’s in silvery drab, with a blue velvet snood, lace frills, and the pearl pin.\n"}}
{"red": {"word": "maroon", "line": "Jo in maroon, with a stiff, gentlemanly linen collar, and a white chrysanthemum or two for her only ornament.\n"}}
{"white": {"word": "white", "line": "Jo in maroon, with a stiff, gentlemanly linen collar, and a white chrysanthemum or two for her only ornament.\n"}}
{"red": {"word": "red", "line": "Jo saw a big red headed youth approaching her corner, and fearing he meant to engage her, she slipped into a curtained recess, intending to peep and enjoy herself in peace.\n"}}
{"black": {"word": "black", "line": "That put Jo at her ease and she laughed too, as she said, in her heartiest way, “We did have such a good time over your nice Christmas present.” “Grandpa sent it.” “But you put it into his head, didn’t you, now?” “How is your cat, Miss March?” asked the boy, trying to look sober while his black eyes shone with fun.\n"}}
{"black": {"word": "black", "line": "“Curly black hair, brown skin, big black eyes, handsome nose, fine teeth, small hands and feet, taller than I am, very polite, for a boy, and altogether jolly.\n"}}
{"brown": {"word": "brown", "line": "“Curly black hair, brown skin, big black eyes, handsome nose, fine teeth, small hands and feet, taller than I am, very polite, for a boy, and altogether jolly.\n"}}
{"black": {"word": "black", "line": "And I don’t like the way fellows do either, in this country.” “What do you like?” “To live in Italy, and to enjoy myself in my own way.” Jo wanted very much to ask what his own way was, but his black brows looked rather threatening as he knit them, so she changed the subject by saying, as her foot kept time, “That’s a splendid polka!\n"}}
{"white": {"word": "pale", "line": "She beckoned, and Jo reluctantly followed her into a side room, where she found her on a sofa, holding her foot, and looking pale.\n"}}
{"pink": {"word": "rose", "line": "Meg forgot her foot and rose so quickly that she was forced to catch hold of Jo, with an exclamation of pain.\n"}}
{"red": {"word": "red", "line": "“I saw you dancing with the red headed man I ran away from.\n"}}
{"red": {"word": "red", "line": "His hair is auburn, not red, and he was very polite, and I had a delicious redowa with him.” “He looked like a grasshopper in a fit when he did the new step.\n"}}
{"blue": {"word": "blue", "line": "She had not heart enough even to make herself pretty as usual by putting on a blue neck ribbon and dressing her hair in the most becoming way.\n"}}
{"gray": {"word": "dusty", "line": "The dim, dusty room, with the busts staring down from the tall bookcases, the cozy chairs, the globes, and best of all, the wilderness of books in which she could wander where she liked, made the library a region of bliss to her.\n"}}
{"grey": {"word": "dusty", "line": "The dim, dusty room, with the busts staring down from the tall bookcases, the cozy chairs, the globes, and best of all, the wilderness of books in which she could wander where she liked, made the library a region of bliss to her.\n"}}
{"yellow": {"word": "yellow", "line": "Nobody did, however, and nobody saw Beth wipe the tears off the yellow keys, that wouldn’t keep in tune, when she was all alone.\n"}}
{"red": {"word": "red", "line": "It was not big nor red, like poor ‘Petrea’s’, it was only rather flat, and all the pinching in the world could not give it an aristocratic point.\n"}}
{"white": {"word": "fair", "line": "Amy was in a fair way to be spoiled, for everyone petted her, and her small vanities and selfishnesses were growing nicely.\n"}}
{"red": {"word": "red", "line": "Now Florence’s mama hadn’t a particle of taste, and Amy suffered deeply at having to wear a red instead of a blue bonnet, unbecoming gowns, and fussy aprons that did not fit.\n"}}
{"blue": {"word": "blue", "line": "Now Florence’s mama hadn’t a particle of taste, and Amy suffered deeply at having to wear a red instead of a blue bonnet, unbecoming gowns, and fussy aprons that did not fit.\n"}}
{"yellow": {"word": "yellow", "line": "Everything was good, well made, and little worn, but Amy’s artistic eyes were much afflicted, especially this winter, when her school dress was a dull purple with yellow dots and no trimming.\n"}}
{"purple": {"word": "purple", "line": "Everything was good, well made, and little worn, but Amy’s artistic eyes were much afflicted, especially this winter, when her school dress was a dull purple with yellow dots and no trimming.\n"}}
{"yellow": {"word": "yellow", "line": "When I think of this _deggerredation_, I feel that I can bear even my flat nose and purple gown with yellow sky-rockets on it.” Meg was Amy’s confidant and monitor, and by some strange attraction of opposites Jo was gentle Beth’s.\n"}}
{"purple": {"word": "purple", "line": "When I think of this _deggerredation_, I feel that I can bear even my flat nose and purple gown with yellow sky-rockets on it.” Meg was Amy’s confidant and monitor, and by some strange attraction of opposites Jo was gentle Beth’s.\n"}}
{"red": {"word": "red", "line": "I heard Mrs. King crying and Mr. King talking very loud, and Grace and Ellen turned away their faces when they passed me, so I shouldn’t see how red and swollen their eyes were.\n"}}
{"red": {"word": "red", "line": "“Susie Perkins came to school today with a lovely red carnelian ring.\n"}}
{"blue": {"word": "blue", "line": "Oh, she did look so funny, hugging the big, slippery fish, and hoping Mr. Laurence’s bed in heaven would be ‘aisy’.” When they had laughed at Beth’s story, they asked their mother for one, and after a moments thought, she said soberly, “As I sat cutting out blue flannel jackets today at the rooms, I felt very anxious about Father, and thought how lonely and helpless we should be, if anything happened to him.\n"}}
{"brown": {"word": "brown", "line": "On one side was an old, brown house, looking rather bare and shabby, robbed of the vines that in summer covered its walls and the flowers, which then surrounded it.\n"}}
{"brown": {"word": "brown", "line": "Since the party, she had been more eager than ever, and had planned many ways of making friends with him, but he had not been seen lately, and Jo began to think he had gone away, when she one day spied a brown face at an upper window, looking wistfully down into their garden, where Beth and Amy were snow-balling one another.\n"}}
{"black": {"word": "black", "line": "All quiet, curtains down at the lower windows, servants out of sight, and nothing human visible but a curly black head leaning on a thin hand at the upper window.\n"}}
{"black": {"word": "raven", "line": "Are you sick?” Laurie opened the window, and croaked out as hoarsely as a raven... “Better, thank you.\n"}}
{"pink": {"word": "rosy", "line": "“All right, show her up, it’s Miss Jo,” said Laurie, going to the door of his little parlor to meet Jo, who appeared, looking rosy and quite at her ease, with a covered dish in one hand and Beth’s three kittens in the other.\n"}}
{"red": {"word": "scarlet", "line": "“That looks too pretty to eat,” he said, smiling with pleasure, as Jo uncovered the dish, and showed the blanc mange, surrounded by a garland of green leaves, and the scarlet flowers of Amy’s pet geranium.\n"}}
{"green": {"word": "green", "line": "“That looks too pretty to eat,” he said, smiling with pleasure, as Jo uncovered the dish, and showed the blanc mange, surrounded by a garland of green leaves, and the scarlet flowers of Amy’s pet geranium.\n"}}
{"pink": {"word": "rosy", "line": "Beth says I never know when to stop.” “Is Beth the rosy one, who stays at home good deal and sometimes goes out with a little basket?” asked Laurie with interest.\n"}}
{"red": {"word": "red", "line": "It won’t last long if you keep going.” Laurie turned red again, but wasn’t offended at being accused of bashfulness, for there was so much good will in Jo it was impossible not to take her blunt speeches as kindly as they were meant.\n"}}
{"red": {"word": "red", "line": "Tell on, please,” he said, taking his face out of the sofa cushion, red and shining with merriment.\n"}}
{"pink": {"word": "blush", "line": "Poor Jo blushed till she couldn’t blush any redder, and her heart began to beat uncomfortably fast as she thought what she had said.\n"}}
{"pink": {"word": "rose", "line": "When they rose she proposed to go, but Laurie said he had something more to show her, and took her away to the conservatory, which had been lighted for her benefit.\n"}}
{"black": {"word": "black", "line": "“Let him be a musician if he wants to, and not plague his life out sending him to college, when he hates to go.” “That’s why he has such handsome black eyes and pretty manners, I suppose.\n"}}
{"red": {"word": "red", "line": "At the back of his chair she stopped and stood listening, with her great eyes wide open and her cheeks red with excitement of this unusual performance.\n"}}
{"pink": {"word": "rose", "line": "For I’m shut up in my study at the other end of the house, Laurie is out a great deal, and the servants are never near the drawing room after nine o’clock.” Here he rose, as if going, and Beth made up her mind to speak, for that last arrangement left nothing to be desired.\n"}}
{"pink": {"word": "rose", "line": "The house is empty half the day, so come and drum away as much as you like, and I shall be obliged to you.” “How kind you are, sir!” Beth blushed like a rose under the friendly look he wore, but she was not frightened now, and gave the hand a grateful squeeze because she had no words to thank him for the precious gift he had given her.\n"}}
{"brown": {"word": "brown", "line": "After that, the little brown hood slipped through the hedge nearly every day, and the great drawing room was haunted by a tuneful spirit that came and went unseen.\n"}}
{"purple": {"word": "purple", "line": "A cluster of grave yet cheerful pansies on a deeper purple ground was pronounced very appropriate and pretty, and Beth worked away early and late, with occasional lifts over hard parts.\n"}}
{"white": {"word": "pale", "line": "Look there!” Beth did look, and turned pale with delight and surprise, for there stood a little cabinet piano, with a letter lying on the glossy lid, directed like a sign board to “Miss Elizabeth March.” “For me?” gasped Beth, holding onto Jo and feeling as if she should tumble down, it was such an overwhelming thing altogether.\n"}}
{"blue": {"word": "blue", "line": "That comes of having big blue eyes and loving music,” said Jo, trying to soothe Beth, who trembled and looked more excited than she had ever been before.\n"}}
{"green": {"word": "green", "line": "“See the cunning brackets to hold candles, and the nice green silk, puckered up, with a gold rose in the middle, and the pretty rack and stool, all complete,” added Meg, opening the instrument and displaying its beauties.\n"}}
{"gold": {"word": "gold", "line": "“See the cunning brackets to hold candles, and the nice green silk, puckered up, with a gold rose in the middle, and the pretty rack and stool, all complete,” added Meg, opening the instrument and displaying its beauties.\n"}}
{"pink": {"word": "rose", "line": "“See the cunning brackets to hold candles, and the nice green silk, puckered up, with a gold rose in the middle, and the pretty rack and stool, all complete,” added Meg, opening the instrument and displaying its beauties.\n"}}
{"black": {"word": "black", "line": "It had evidently been newly tuned and put in apple-pie order, but, perfect as it was, I think the real charm lay in the happiest of all happy faces which leaned over it, as Beth lovingly touched the beautiful black and white keys and pressed the bright pedals.\n"}}
{"white": {"word": "white", "line": "It had evidently been newly tuned and put in apple-pie order, but, perfect as it was, I think the real charm lay in the happiest of all happy faces which leaned over it, as Beth lovingly touched the beautiful black and white keys and pressed the bright pedals.\n"}}
{"pink": {"word": "rosy", "line": "And was so touched and pleased by that confiding little kiss that all his crustiness vanished, and he just set her on his knee, and laid his wrinkled cheek against her rosy one, feeling as if he had got his own little granddaughter back again.\n"}}
{"green": {"word": "lime", "line": "If one girl likes another, she gives her a lime.\n"}}
{"green": {"word": "lime", "line": "I’ll have a grand feast, for I haven’t tasted a lime this week.\n"}}
{"yellow": {"word": "yellow", "line": "The word ‘limes’ was like fire to powder, his yellow face flushed, and he rapped on his desk with an energy which made Jenny skip to her seat with unusual rapidity.\n"}}
{"black": {"word": "black", "line": "“Young ladies, attention, if you please!” At the stern order the buzz ceased, and fifty pairs of blue, black, gray, and brown eyes were obediently fixed upon his awful countenance.\n"}}
{"blue": {"word": "blue", "line": "“Young ladies, attention, if you please!” At the stern order the buzz ceased, and fifty pairs of blue, black, gray, and brown eyes were obediently fixed upon his awful countenance.\n"}}
{"brown": {"word": "brown", "line": "“Young ladies, attention, if you please!” At the stern order the buzz ceased, and fifty pairs of blue, black, gray, and brown eyes were obediently fixed upon his awful countenance.\n"}}
{"gray": {"word": "gray", "line": "“Young ladies, attention, if you please!” At the stern order the buzz ceased, and fifty pairs of blue, black, gray, and brown eyes were obediently fixed upon his awful countenance.\n"}}
{"pink": {"word": "rose", "line": "“Miss March, come to the desk.” Amy rose to comply with outward composure, but a secret fear oppressed her, for the limes weighed upon her conscience.\n"}}
{"green": {"word": "lime", "line": "All flashed indignant or appealing glances at the inexorable Davis, and one passionate lime lover burst into tears.\n"}}
{"white": {"word": "white", "line": "A bitter sense of wrong and the thought of Jenny Snow helped her to bear it, and, taking the ignominious place, she fixed her eyes on the stove funnel above what now seemed a sea of faces, and stood there, so motionless and white that the girls found it hard to study with that pathetic figure before them.\n"}}
{"red": {"word": "red", "line": "“You do know her, and she helps you better than anyone else could,” answered Laurie, looking at her with such mischievous meaning in his merry black eyes that Beth suddenly turned very red, and hid her face in the sofa cushion, quite overcome by such an unexpected discovery.\n"}}
{"black": {"word": "black", "line": "“You do know her, and she helps you better than anyone else could,” answered Laurie, looking at her with such mischievous meaning in his merry black eyes that Beth suddenly turned very red, and hid her face in the sofa cushion, quite overcome by such an unexpected discovery.\n"}}
{"red": {"word": "red", "line": "But in spite of the comical red imps, sparkling elves, and the gorgeous princes and princesses, Jo’s pleasure had a drop of bitterness in it.\n"}}
{"yellow": {"word": "yellow", "line": "The fairy queen’s yellow curls reminded her of Amy, and between the acts she amused herself with wondering what her sister would do to make her ‘sorry for it’.\n"}}
{"white": {"word": "pale", "line": "Have you really burned it?” said Jo, turning very pale, while her eyes kindled and her hands clutched Amy nervously.\n"}}
{"black": {"word": "black", "line": "She tried to rush forward, but her feet seemed to have no strength in them, and for a second, she could only stand motionless, staring with a terror-stricken face at the little blue hood above the black water.\n"}}
{"blue": {"word": "blue", "line": "She tried to rush forward, but her feet seemed to have no strength in them, and for a second, she could only stand motionless, staring with a terror-stricken face at the little blue hood above the black water.\n"}}
{"white": {"word": "pale", "line": "During the bustle Jo had scarcely spoken but flown about, looking pale and wild, with her things half off, her dress torn, and her hands cut and bruised by ice and rails and refractory buckles.\n"}}
{"blue": {"word": "blue", "line": "“A pair of silk stockings, that pretty carved fan, and a lovely blue sash.\n"}}
{"purple": {"word": "violet", "line": "I wanted the violet silk, but there isn’t time to make it over, so I must be contented with my old tarlaton.” “It will look nice over my new muslin skirt, and the sash will set it off beautifully.\n"}}
{"red": {"word": "coral", "line": "I wish I hadn’t smashed my coral bracelet, for you might have had it,” said Jo, who loved to give and lend, but whose possessions were usually too dilapidated to be of much use.\n"}}
{"gray": {"word": "gray", "line": "“Now, let me see, there’s my new gray walking suit, just curl up the feather in my hat, Beth, then my poplin for Sunday and the small party, it looks heavy for spring, doesn’t it?\n"}}
{"purple": {"word": "violet", "line": "The violet silk would be so nice.\n"}}
{"white": {"word": "white", "line": "Oh, dear!” “Never mind, you’ve got the tarlaton for the big party, and you always look like an angel in white,” said Amy, brooding over the little store of finery in which her soul delighted.\n"}}
{"blue": {"word": "blue", "line": "My blue housedress looks so well, turned and freshly trimmed, that I feel as if I’d got a new one.\n"}}
{"green": {"word": "green", "line": "I told Mother black with a white handle, but she forgot and bought a green one with a yellowish handle.\n"}}
{"black": {"word": "black", "line": "I told Mother black with a white handle, but she forgot and bought a green one with a yellowish handle.\n"}}
{"white": {"word": "white", "line": "I told Mother black with a white handle, but she forgot and bought a green one with a yellowish handle.\n"}}
{"gold": {"word": "gold", "line": "It’s strong and neat, so I ought not to complain, but I know I shall feel ashamed of it beside Annie’s silk one with a gold top,” sighed Meg, surveying the little umbrella with great disfavor.\n"}}
{"blue": {"word": "blue", "line": "“Annie Moffat has blue and pink bows on her nightcaps.\n"}}
{"pink": {"word": "pink", "line": "“Annie Moffat has blue and pink bows on her nightcaps.\n"}}
{"white": {"word": "white", "line": "There now, the trays are ready, and everything in but my ball dress, which I shall leave for Mother to pack,” said Meg, cheering up, as she glanced from the half-filled trunk to the many times pressed and mended white tarlaton, which she called her ‘ball dress’ with an important air.\n"}}
{"white": {"word": "fair", "line": "Everyone petted her, and ‘Daisey’, as they called her, was in a fair way to have her head turned.\n"}}
{"white": {"word": "white", "line": "No one said a word about it, but Sallie offered to dress her hair, and Annie to tie her sash, and Belle, the engaged sister, praised her white arms.\n"}}
{"pink": {"word": "pink", "line": "“I’ve got my new pink silk for Thursday and don’t want a thing.” “Nor I...” began Meg, but stopped because it occurred to her that she did want several things and could not have them.\n"}}
{"white": {"word": "white", "line": "“My old white one again, if I can mend it fit to be seen, it got sadly torn last night,” said Meg, trying to speak quite easily, but feeling very uncomfortable.\n"}}
{"blue": {"word": "blue", "line": "There’s no need of sending home, Daisy, even if you had a dozen, for I’ve got a sweet blue silk laid away, which I’ve outgrown, and you shall wear it to please me, won’t you, dear?” “You are very kind, but I don’t mind my old dress if you don’t, it does well enough for a little girl like me,” said Meg.\n"}}
{"silver": {"word": "silver", "line": "A set of silver filagree was added, bracelets, necklace, brooch, and even earrings, for Hortense tied them on with a bit of pink silk which did not show.\n"}}
{"pink": {"word": "pink", "line": "A set of silver filagree was added, bracelets, necklace, brooch, and even earrings, for Hortense tied them on with a bit of pink silk which did not show.\n"}}
{"white": {"word": "white", "line": "A cluster of tea-rose buds at the bosom, and a ruche, reconciled Meg to the display of her pretty, white shoulders, and a pair of high-heeled silk boots satisfied the last wish of her heart.\n"}}
{"silver": {"word": "silver", "line": "Take your silver butterfly, and catch up that long curl on the left side of her head, Clara, and don’t any of you disturb the charming work of my hands,” said Belle, as she hurried away, looking well pleased with her success.\n"}}
{"pink": {"word": "blush", "line": "He was staring at her with undisguised surprise, and disapproval also, she thought, for though he bowed and smiled, yet something in his honest eyes made her blush and wish she had her old dress on.\n"}}
{"blue": {"word": "blue", "line": "It’s the plague of my life and I was a goose to wear it.” “Pin it round your neck, and then it will be useful,” said Laurie, looking down at the little blue boots, which he evidently approved of.\n"}}
{"black": {"word": "black", "line": "What does he want?” said Laurie, knitting his black brows as if he did not regard his young host in the light of a pleasant addition to the party.\n"}}
{"pink": {"word": "rosy", "line": "“There is something more, I think.” And Mrs. March smoothed the soft cheek, which suddenly grew rosy as Meg answered slowly... “Yes.\n"}}
{"white": {"word": "white", "line": "Amy had a bower in hers, rather small and earwiggy, but very pretty to look at, with honeysuckle and morning-glories hanging their colored horns and bells in graceful wreaths all over it, tall white lilies, delicate ferns, and as many brilliant, picturesque plants as would consent to blossom there.\n"}}
{"white": {"word": "white", "line": "With a few interruptions, they had kept this up for a year, and met every Saturday evening in the big garret, on which occasions the ceremonies were as follows: Three chairs were arranged in a row before a table on which was a lamp, also four white badges, with a big ‘P.C.’ in different colors on each, and the weekly newspaper called, The Pickwick Portfolio, to which all contributed something, while Jo, who reveled in pens and ink, was the editor.\n"}}
{"pink": {"word": "rosy", "line": "Meg, as the eldest, was Samuel Pickwick, Jo, being of a literary turn, Augustus Snodgrass, Beth, because she was round and rosy, Tracy Tupman, and Amy, who was always trying to do what she couldn’t, was Nathaniel Winkle.\n"}}
{"black": {"word": "black", "line": "Yonder he comes, arrayed like a bridegroom, except the black mask.\n"}}
{"white": {"word": "fair", "line": "When that is off we shall see how he regards the fair maid whose heart he cannot win, though her stern father bestows her hand,” returned the troubadour.\n"}}
{"purple": {"word": "purple", "line": "The revel was at its height when a priest appeared, and withdrawing the young pair to an alcove, hung with purple velvet, he motioned them to kneel.\n"}}
{"white": {"word": "fair", "line": "I can do more, for even your ambitious soul cannot refuse the Earl of Devereux and De Vere, when he gives his ancient name and boundless wealth in return for the beloved hand of this fair lady, now my wife.” The count stood like one changed to stone, and turning to the bewildered crowd, Ferdinand added, with a gay smile of triumph, “To you, my gallant friends, I can only wish that your wooing may prosper as mine has done, and that you may all win as fair a bride as I have by this masked marriage.” S. PICKWICK Why is the P. C. like the Tower of Babel?\n"}}
{"blue": {"word": "blue", "line": "That same morning, a little girl in a brown hat and blue dress, with a round face and snub nose, went and bought it for her mother.\n"}}
{"brown": {"word": "brown", "line": "That same morning, a little girl in a brown hat and blue dress, with a round face and snub nose, went and bought it for her mother.\n"}}
{"brown": {"word": "brown", "line": "And to the rest she added a pint of milk, two eggs, four spoons of sugar, nutmeg, and some crackers, put it in a deep dish, and baked it till it was brown and nice, and next day it was eaten by a family named March.\n"}}
{"pink": {"word": "rose", "line": "As the President finished reading the paper (which I beg leave to assure my readers is a bona fide copy of one written by bona fide girls once upon a time), a round of applause followed, and then Mr. Snodgrass rose to make a proposition.\n"}}
{"pink": {"word": "rose", "line": "“Contrary-minded say, ‘No’.” Meg and Amy were contrary-minded, and Mr. Winkle rose to say with great elegance, “We don’t wish any boys, they only joke and bounce about.\n"}}
{"pink": {"word": "rose", "line": "Up rose Snodgrass, very much in earnest.\n"}}
{"gray": {"word": "dusty", "line": "Three months’ vacation—how I shall enjoy it!” exclaimed Meg, coming home one warm day to find Jo laid upon the sofa in an unusual state of exhaustion, while Beth took off her dusty boots, and Amy made lemonade for the refreshment of the whole party.\n"}}
{"grey": {"word": "dusty", "line": "Three months’ vacation—how I shall enjoy it!” exclaimed Meg, coming home one warm day to find Jo laid upon the sofa in an unusual state of exhaustion, while Beth took off her dusty boots, and Amy made lemonade for the refreshment of the whole party.\n"}}
{"white": {"word": "white", "line": "Beth began by rummaging everything out of the big closet where her family resided, but getting tired before half done, she left her establishment topsy-turvy and went to her music, rejoicing that she had no dishes to wash. Amy arranged her bower, put on her best white frock, smoothed her curls, and sat down to draw under the honeysuckle, hoping someone would see and inquire who the young artist was.\n"}}
{"blue": {"word": "blue", "line": "Meg, who went shopping in the afternoon and got a ‘sweet blue muslin’, had discovered, after she had cut the breadths off, that it wouldn’t wash, which mishap made her slightly cross.\n"}}
{"gray": {"word": "gray", "line": "A strange sense of helplessness fell upon the girls as the gray bonnet vanished round the corner, and despair seized them when a few minutes later Miss Crocker appeared, and said she’d come to dinner.\n"}}
{"yellow": {"word": "yellow", "line": "Now this lady was a thin, yellow spinster, with a sharp nose and inquisitive eyes, who saw everything and gossiped about all she saw.\n"}}
{"black": {"word": "black", "line": "The bread burned black; for the salad dressing so aggravated her that she could not make it fit to eat.\n"}}
{"red": {"word": "scarlet", "line": "The lobster was a scarlet mystery to her, but she hammered and poked till it was unshelled and its meager proportions concealed in a grove of lettuce leaves.\n"}}
{"pink": {"word": "rosy", "line": "Her hot cheeks cooled a trifle, and she drew a long breath as the pretty glass plates went round, and everyone looked graciously at the little rosy islands floating in a sea of cream.\n"}}
{"red": {"word": "scarlet", "line": "She turned scarlet and was on the verge of crying, when she met Laurie’s eyes, which would look merry in spite of his heroic efforts.\n"}}
{"pink": {"word": "rose", "line": "“I haven’t strength of mind enough to clear up now, so we will sober ourselves with a funeral,” said Jo, as they rose, and Miss Crocker made ready to go, being eager to tell the new story at another friend’s dinner table.\n"}}
{"gray": {"word": "gray", "line": "“Why, I left a pair over there, and here is only one,” said Meg, looking at the gray cotton glove.\n"}}
{"white": {"word": "white", "line": "I think Mr. Brooke did it, for this isn’t Laurie’s writing.” Mrs. March glanced at Meg, who was looking very pretty in her gingham morning gown, with the little curls blowing about her forehead, and very womanly, as she sat sewing at her little worktable, full of tidy white rolls, so unconscious of the thought in her mother’s mind as she sewed and sang, while her fingers flew and her thoughts were busied with girlish fancies as innocent and fresh as the pansies in her belt, that Mrs. March smiled and was satisfied.\n"}}
{"gray": {"word": "gray", "line": "“Have you anything decent, Jo?” “Scarlet and gray boating suit, good enough for me.\n"}}
{"pink": {"word": "rosy", "line": "Thank you, Mother,” And Jo gave the thin cheek a grateful kiss, more precious to Mrs. March than if it had given back the rosy roundness of her youth.\n"}}
{"red": {"word": "red", "line": "You shall not make a guy of yourself,” remonstrated Meg, as Jo tied down with a red ribbon the broad-brimmed, old-fashioned leghorn Laurie had sent for a joke.\n"}}
{"brown": {"word": "brown", "line": "Mr. Brooke was a grave, silent young man, with handsome brown eyes and a pleasant voice.\n"}}
{"white": {"word": "white", "line": "Sallie Gardiner was absorbed in keeping her white pique dress clean and chattering with the ubiquitous Fred, who kept Beth in constant terror by his pranks.\n"}}
{"green": {"word": "green", "line": "A pleasant green field, with three wide-spreading oaks in the middle and a smooth strip of turf for croquet.\n"}}
{"green": {"word": "green", "line": "The commander in chief and his aides soon spread the tablecloth with an inviting array of eatables and drinkables, prettily decorated with green leaves.\n"}}
{"black": {"word": "black", "line": "There was a pleasing inequality in the table, which produced many mishaps to cups and plates, acorns dropped in the milk, little black ants partook of the refreshments without being invited, and fuzzy caterpillars swung down from the tree to see what was going on.\n"}}
{"brown": {"word": "brown", "line": "Lying on the grass at the feet of the two young ladies, Mr. Brooke obediently began the story, with the handsome brown eyes steadily fixed upon the sunshiny river.\n"}}
{"purple": {"word": "mauve", "line": "‘Alas, my cruel fate condemns me to remain here till my tyrant is destroyed.’ ‘Where is the villain?’ ‘In the mauve salon.\n"}}
{"black": {"word": "black", "line": "Go, brave heart, and save me from despair.’ ‘I obey, and return victorious or dead!’ With these thrilling words he rushed away, and flinging open the door of the mauve salon, was about to enter, when he received...” “A stunning blow from the big Greek lexicon, which an old fellow in a black gown fired at him,” said Ned.\n"}}
{"purple": {"word": "mauve", "line": "Go, brave heart, and save me from despair.’ ‘I obey, and return victorious or dead!’ With these thrilling words he rushed away, and flinging open the door of the mauve salon, was about to enter, when he received...” “A stunning blow from the big Greek lexicon, which an old fellow in a black gown fired at him,” said Ned.\n"}}
{"white": {"word": "white", "line": "At the top of these steps he came plump upon a sight that took his breath away and chilled his blood...” “A tall figure, all in white with a veil over its face and a lamp in its wasted hand,” went on Meg.\n"}}
{"white": {"word": "white", "line": "Shadowy effigies in armor stood on either side, a dead silence reigned, the lamp burned blue, and the ghostly figure ever and anon turned its face toward him, showing the glitter of awful eyes through its white veil.\n"}}
{"blue": {"word": "blue", "line": "Shadowy effigies in armor stood on either side, a dead silence reigned, the lamp burned blue, and the ghostly figure ever and anon turned its face toward him, showing the glitter of awful eyes through its white veil.\n"}}
{"pink": {"word": "rose", "line": "Ha!’ laughed the ghost, and having peeped through the keyhole at the princesses spinning away for dear life, the evil spirit picked up her victim and put him in a large tin box, where there were eleven other knights packed together without their heads, like sardines, who all rose and began to...” “Dance a hornpipe,” cut in Fred, as Jo paused for breath, “and, as they danced, the rubbishy old castle turned to a man-of-war in full sail.\n"}}
{"black": {"word": "black", "line": "‘Up with the jib, reef the tops’l halliards, helm hard alee, and man the guns!’ roared the captain, as a Portuguese pirate hove in sight, with a flag black as ink flying from her foremast.\n"}}
{"pink": {"word": "rose", "line": "‘Will you give me a rose?’ said he.\n"}}
{"pink": {"word": "rose", "line": "“So the poor knight is to be left sticking in the hedge, is he?” asked Mr. Brooke, still watching the river, and playing with the wild rose in his buttonhole.\n"}}
{"green": {"word": "green", "line": "Down the page went the green guide, and presently, forgetting her listener in the beauty of the sad scene, Meg read as if alone, giving a little touch of tragedy to the words of the unhappy queen.\n"}}
{"brown": {"word": "brown", "line": "If she had seen the brown eyes then, she would have stopped short, but she never looked up, and the lesson was not spoiled for her.\n"}}
{"pink": {"word": "rose", "line": "“I have neither, and very few friends to care whether I live or die,” said Mr. Brooke rather bitterly as he absently put the dead rose in the hole he had made and covered it up, like a little grave.\n"}}
{"green": {"word": "green", "line": "Staring up into the green gloom of the horse-chestnut trees above him, he dreamed dreams of all sorts, and was just imagining himself tossing on the ocean in a voyage round the world, when the sound of voices brought him ashore in a flash.\n"}}
{"brown": {"word": "brown", "line": "Each wore a large, flapping hat, a brown linen pouch slung over one shoulder, and carried a long staff.\n"}}
{"green": {"word": "green", "line": "A grove of pines covered one part of it, and from the heart of this green spot came a clearer sound than the soft sigh of the pines or the drowsy chirp of the crickets.\n"}}
{"green": {"word": "green", "line": "Meg sat upon her cushion, sewing daintily with her white hands, and looking as fresh and sweet as a rose in her pink dress among the green.\n"}}
{"white": {"word": "white", "line": "Meg sat upon her cushion, sewing daintily with her white hands, and looking as fresh and sweet as a rose in her pink dress among the green.\n"}}
{"pink": {"word": "pink", "line": "Meg sat upon her cushion, sewing daintily with her white hands, and looking as fresh and sweet as a rose in her pink dress among the green.\n"}}
{"green": {"word": "green", "line": "We call this hill the Delectable Mountain, for we can look far away and see the country where we hope to live some time.” Jo pointed, and Laurie sat up to examine, for through an opening in the wood one could look cross the wide, blue river, the meadows on the other side, far over the outskirts of the great city, to the green hills that rose to meet the sky.\n"}}
{"blue": {"word": "blue", "line": "We call this hill the Delectable Mountain, for we can look far away and see the country where we hope to live some time.” Jo pointed, and Laurie sat up to examine, for through an opening in the wood one could look cross the wide, blue river, the meadows on the other side, far over the outskirts of the great city, to the green hills that rose to meet the sky.\n"}}
{"pink": {"word": "rose", "line": "We call this hill the Delectable Mountain, for we can look far away and see the country where we hope to live some time.” Jo pointed, and Laurie sat up to examine, for through an opening in the wood one could look cross the wide, blue river, the meadows on the other side, far over the outskirts of the great city, to the green hills that rose to meet the sky.\n"}}
{"white": {"word": "white", "line": "Gold and purple clouds lay on the hilltops, and rising high into the ruddy light were silvery white peaks that shone like the airy spires of some Celestial City.\n"}}
{"purple": {"word": "purple", "line": "Gold and purple clouds lay on the hilltops, and rising high into the ruddy light were silvery white peaks that shone like the airy spires of some Celestial City.\n"}}
{"red": {"word": "flaming", "line": "He thought she was just perfect, and talked about it for days and days, and went on about you all in flaming style.\n"}}
{"white": {"word": "fair", "line": "“Only if Brooke is going to be a thermometer, I must mind and have fair weather for him to report.” “Please don’t be offended.\n"}}
{"blue": {"word": "blue", "line": "There’s a demand for socks just now,” added Jo, waving hers like a big blue worsted banner as they parted at the gate.\n"}}
{"gray": {"word": "gray", "line": "That night, when Beth played to Mr. Laurence in the twilight, Laurie, standing in the shadow of the curtain, listened to the little David, whose simple music always quieted his moody spirit, and watched the old man, who sat with his gray head on his hand, thinking tender thoughts of the dead child he had loved so much.\n"}}
{"red": {"word": "red", "line": "Then she tied it up with a smart red ribbon, and sat a minute looking at it with a sober, wistful expression, which plainly showed how earnest her work had been.\n"}}
{"red": {"word": "red", "line": "There was a dentist’s sign, among others, which adorned the entrance, and after staring a moment at the pair of artificial jaws which slowly opened and shut to draw attention to a fine set of teeth, the young gentleman put on his coat, took his hat, and went down to post himself in the opposite doorway, saying with a smile and a shiver, “It’s like her to come alone, but if she has a bad time she’ll need someone to help her home.” In ten minutes Jo came running downstairs with a very red face and the general appearance of a person who had just passed through a trying ordeal of some sort.\n"}}
{"white": {"word": "fair", "line": "Play fair, Teddy, or I’ll never believe you again,” she said, trying to extinguish the brilliant hopes that blazed up at a word of encouragement.\n"}}
{"red": {"word": "crimson", "line": "Go, pick up my things, like a cherub, as you are,” said Jo, dropping down under a maple tree, which was carpeting the bank with crimson leaves.\n"}}
{"pink": {"word": "rosy", "line": "“Getting leaves,” meekly answered Jo, sorting the rosy handful she had just swept up.\n"}}
{"brown": {"word": "brown", "line": "“They grow on this road, Meg, so do combs and brown straw hats.” “You have been running, Jo.\n"}}
{"blue": {"word": "blue", "line": "We might as well be in a treadmill.” “My patience, how blue we are!” cried Jo.\n"}}
{"white": {"word": "white", "line": "At the word ‘telegraph’, Mrs. March snatched it, read the two lines it contained, and dropped back into her chair as white as if the little paper had sent a bullet to her heart.\n"}}
{"white": {"word": "pale", "line": "Be calm, girls, and let me think.” They tried to be calm, poor things, as their mother sat up, looking pale but steady, and put away her grief to think and plan for them.\n"}}
{"black": {"word": "black", "line": "Amy, tell Hannah to get down the black trunk, and Meg, come and help me find my things, for I’m half bewildered.” Writing, thinking, and directing all at once might well bewilder the poor lady, and Meg begged her to sit quietly in her room for a little while, and let them work.\n"}}
{"brown": {"word": "brown", "line": "Thank you very, very much!” Meg spoke earnestly, and forgot herself entirely till something in the brown eyes looking down at her made her remember the cooling tea, and lead the way into the parlor, saying she would call her mother.\n"}}
{"brown": {"word": "brown", "line": "Your one beauty.” “My dear girl, there was no need of this.” “She doesn’t look like my Jo any more, but I love her dearly for it!” As everyone exclaimed, and Beth hugged the cropped head tenderly, Jo assumed an indifferent air, which did not deceive anyone a particle, and said, rumpling up the brown bush and trying to look as if she liked it, “It doesn’t affect the fate of the nation, so don’t wail, Beth.\n"}}
{"black": {"word": "black", "line": "In a barber’s window I saw tails of hair with the prices marked, and one black tail, not so thick as mine, was forty dollars.\n"}}
{"gray": {"word": "gray", "line": "I’ll give it to you, Marmee, just to remember past glories by, for a crop is so comfortable I don’t think I shall ever have a mane again.” Mrs. March folded the wavy chestnut lock, and laid it away with a short gray one in her desk.\n"}}
{"gray": {"word": "gray", "line": "There is always light behind the clouds.” LETTERS In the cold gray dawn the sisters lit their lamp and read their chapter with an earnestness never felt before.\n"}}
{"white": {"word": "pale", "line": "The big trunk stood ready in the hall, Mother’s cloak and bonnet lay on the sofa, and Mother herself sat trying to eat, but looking so pale and worn with sleeplessness and anxiety that the girls found it very hard to keep their resolution.\n"}}
{"red": {"word": "red", "line": "“I shall go to my Kings, though I’d much rather stay at home and attend to things here,” said Meg, wishing she hadn’t made her eyes so red.\n"}}
{"gold": {"word": "gold", "line": "The girls are all as good as gold.\n"}}
{"blue": {"word": "blue", "line": "He and Jo keep us merry, for we get pretty blue sometimes, and feel like orphans, with you so far away.\n"}}
{"white": {"word": "white", "line": "Give him my lovingest hug that ever was, and kiss yourself a dozen times for your... TOPSY-TURVY JO A SONG FROM THE SUDS Queen of my tub, I merrily sing, While the white foam rises high, And sturdily wash and rinse and wring, And fasten the clothes to dry.\n"}}
{"blue": {"word": "blue", "line": "The sleeves of my blue dress were all worn out, and Meg put in new ones, but the full front came wrong and they are more blue than the dress.\n"}}
{"pink": {"word": "pink", "line": "She done out a tub of clothes on Monday, but she starched ’em afore they was wrenched, and blued a pink calico dress till I thought I should a died a laughin.\n"}}
{"red": {"word": "red", "line": "Half an hour after, Jo went to ‘Mother’s closet’ for something, and there found little Beth sitting on the medicine chest, looking very grave, with red eyes and a camphor bottle in her hand.\n"}}
{"red": {"word": "scarlet", "line": ". . “You’ve had the scarlet fever, haven’t you?” “Years ago, when Meg did.\n"}}
{"red": {"word": "scarlet", "line": "The good soul was wide awake in a minute, and took the lead at once, assuring that there was no need to worry; every one had scarlet fever, and if rightly treated, nobody died, all of which Jo believed, and felt much relieved as they went up to call Meg.\n"}}
{"red": {"word": "scarlet", "line": "I advise you to be off as soon as you can, for scarlet fever is no joke, miss.” “But it’s dull at Aunt March’s, and she is so cross,” said Amy, looking rather frightened.\n"}}
{"white": {"word": "pale", "line": "When Dr. Bangs came that morning, he looked long at Beth, held the hot hand in both his own for a minute, and laid it gently down, saying, in a low voice to Hannah, “If Mrs. March can leave her husband she’d better be sent for.” Hannah nodded without speaking, for her lips twitched nervously, Meg dropped down into a chair as the strength seemed to go out of her limbs at the sound of those words, and Jo, standing with a pale face for a minute, ran to the parlor, snatched up the telegram, and throwing on her things, rushed out into the storm.\n"}}
{"green": {"word": "green", "line": "She doesn’t know us, she doesn’t even talk about the flocks of green doves, as she calls the vine leaves on the wall.\n"}}
{"white": {"word": "fair", "line": "“Doesn’t Meg pull fair?” asked Laurie, looking indignant.\n"}}
{"brown": {"word": "brown", "line": "I’ll hearten you up in a jiffy.” Laurie went off two stairs at a time, and Jo laid her wearied head down on Beth’s little brown hood, which no one had thought of moving from the table where she left it.\n"}}
{"red": {"word": "red", "line": "Aren’t you glad I did it?” Laurie spoke very fast, and turned red and excited all in a minute, for he had kept his plot a secret, for fear of disappointing the girls or harming Beth.\n"}}
{"white": {"word": "white", "line": "Jo grew quite white, flew out of her chair, and the moment he stopped speaking she electrified him by throwing her arms round his neck, and crying out, with a joyful cry, “Oh, Laurie!\n"}}
{"pink": {"word": "rose", "line": "Beth’s bird began to chirp again, and a half-blown rose was discovered on Amy’s bush in the window.\n"}}
{"white": {"word": "pale", "line": "The fires seemed to burn with unusual cheeriness, and every time the girls met, their pale faces broke into smiles as they hugged one another, whispering encouragingly, “Mother’s coming, dear!\n"}}
{"pink": {"word": "rosy", "line": "It was a piteous sight, the once rosy face so changed and vacant, the once busy hands so weak and wasted, the once smiling lips quite dumb, and the once pretty, well-kept hair scattered rough and tangled on the pillow.\n"}}
{"black": {"word": "black", "line": "Laurie lay on the rug, pretending to rest, but staring into the fire with the thoughtful look which made his black eyes beautifully soft and clear.\n"}}
{"white": {"word": "pale", "line": "Weary Hannah slept on, and no one but the sisters saw the pale shadow which seemed to fall upon the little bed.\n"}}
{"white": {"word": "pale", "line": "The fever flush and the look of pain were gone, and the beloved little face looked so pale and peaceful in its utter repose that Jo felt no desire to weep or to lament.\n"}}
{"white": {"word": "white", "line": "“See,” said Meg, coming up with a white, half-opened rose, “I thought this would hardly be ready to lay in Beth’s hand tomorrow if she—went away from us.\n"}}
{"pink": {"word": "rose", "line": "“See,” said Meg, coming up with a white, half-opened rose, “I thought this would hardly be ready to lay in Beth’s hand tomorrow if she—went away from us.\n"}}
{"pink": {"word": "rose", "line": "But it has blossomed in the night, and now I mean to put it in my vase here, so that when the darling wakes, the first thing she sees will be the little rose, and Mother’s face.” Never had the sun risen so beautifully, and never had the world seemed so lovely as it did to the heavy eyes of Meg and Jo, as they looked out in the early morning, when their long, sad vigil was done.\n"}}
{"gray": {"word": "gray", "line": "Some old people keep young at heart in spite of wrinkles and gray hairs, can sympathize with children’s little cares and joys, make them feel at home, and can hide wise lessons under pleasant plays, giving and receiving friendship in the sweetest way.\n"}}
{"silver": {"word": "silver", "line": "She had to wash the cups every morning, and polish up the old-fashioned spoons, the fat silver teapot, and the glasses till they shone.\n"}}
{"red": {"word": "red", "line": "There was the garnet set which Aunt March wore when she came out, the pearls her father gave her on her wedding day, her lover’s diamonds, the jet mourning rings and pins, the queer lockets, with portraits of dead friends and weeping willows made of hair inside, the baby bracelets her one little daughter had worn, Uncle March’s big watch, with the red seal so many childish hands had played with, and in a box all by itself lay Aunt March’s wedding ring, too small now for her fat finger, but put carefully away like the most precious jewel of them all.\n"}}
{"black": {"word": "jet", "line": "There was the garnet set which Aunt March wore when she came out, the pearls her father gave her on her wedding day, her lover’s diamonds, the jet mourning rings and pins, the queer lockets, with portraits of dead friends and weeping willows made of hair inside, the baby bracelets her one little daughter had worn, Uncle March’s big watch, with the red seal so many childish hands had played with, and in a box all by itself lay Aunt March’s wedding ring, too small now for her fat finger, but put carefully away like the most precious jewel of them all.\n"}}
{"black": {"word": "ebony", "line": "I should choose this if I might,” replied Amy, looking with great admiration at a string of gold and ebony beads from which hung a heavy cross of the same.\n"}}
{"gold": {"word": "gold", "line": "I should choose this if I might,” replied Amy, looking with great admiration at a string of gold and ebony beads from which hung a heavy cross of the same.\n"}}
{"blue": {"word": "turquoise", "line": "The first one who is affianced will have the pearls, Madame has said it, and I have a fancy that the little turquoise ring will be given to you when you go, for Madame approves your good behavior and charming manners.” “Do you think so?\n"}}
{"blue": {"word": "blue", "line": "I do like Aunt March after all.” And Amy tried on the blue ring with a delighted face and a firm resolve to earn it.\n"}}
{"black": {"word": "black", "line": "Esther had given her a rosary of black beads with a silver cross, but Amy hung it up and did not use it, feeling doubtful as to its fitness for Protestant prayers.\n"}}
{"silver": {"word": "silver", "line": "Esther had given her a rosary of black beads with a silver cross, but Amy hung it up and did not use it, feeling doubtful as to its fitness for Protestant prayers.\n"}}
{"blue": {"word": "blue", "line": "So busy was she on this day that she did not hear Laurie’s ring nor see his face peeping in at her as she gravely promenaded to and fro, flirting her fan and tossing her head, on which she wore a great pink turban, contrasting oddly with her blue brocade dress and yellow quilted petticoat.\n"}}
{"yellow": {"word": "yellow", "line": "So busy was she on this day that she did not hear Laurie’s ring nor see his face peeping in at her as she gravely promenaded to and fro, flirting her fan and tossing her head, on which she wore a great pink turban, contrasting oddly with her blue brocade dress and yellow quilted petticoat.\n"}}
{"pink": {"word": "pink", "line": "So busy was she on this day that she did not hear Laurie’s ring nor see his face peeping in at her as she gravely promenaded to and fro, flirting her fan and tossing her head, on which she wore a great pink turban, contrasting oddly with her blue brocade dress and yellow quilted petticoat.\n"}}
{"pink": {"word": "pink", "line": "“That bird is the trial of my life,” she continued, removing the pink mountain from her head, while Laurie seated himself astride a chair.\n"}}
{"blue": {"word": "blue", "line": "To my mother, all my clothes, except the blue apron with pockets—also my likeness, and my medal, with much love.\n"}}
{"green": {"word": "green", "line": "To my dear sister Margaret, I give my turkquoise ring (if I get it), also my green box with the doves on it, also my piece of real lace for her neck, and my sketch of her as a memorial of her ‘little girl’.\n"}}
{"brown": {"word": "bronze", "line": "To Jo I leave my breastpin, the one mended with sealing wax, also my bronze inkstand—she lost the cover—and my most precious plaster rabbit, because I am sorry I burned up her story.\n"}}
{"purple": {"word": "purple", "line": "To our venerable benefactor Mr. Laurence I leave my purple box with a looking glass in the cover which will be nice for his pens and remind him of the departed girl who thanks him for his favors to her family, especially Beth.\n"}}
{"blue": {"word": "blue", "line": "I wish my favorite playmate Kitty Bryant to have the blue silk apron and my gold-bead ring with a kiss.\n"}}
{"red": {"word": "red", "line": "Did anyone tell you about Beth’s giving away her things?” asked Laurie soberly, as Amy laid a bit of red tape, with sealing wax, a taper, and a standish before him.\n"}}
{"blue": {"word": "turquoise", "line": "When he had gone, she went to her little chapel, and sitting in the twilight, prayed for Beth, with streaming tears and an aching heart, feeling that a million turquoise rings would not console her for the loss of her gentle little sister.\n"}}
{"pink": {"word": "rose", "line": "Such hours are beautiful to live, but very hard to describe, so I will leave it to the imagination of my readers, merely saying that the house was full of genuine happiness, and that Meg’s tender hope was realized, for when Beth woke from that long, healing sleep, the first objects on which her eyes fell were the little rose and Mother’s face.\n"}}
{"blue": {"word": "turquoise", "line": "She dried her tears quickly, restrained her impatience to see her mother, and never even thought of the turquoise ring, when the old lady heartily agreed in Laurie’s opinion, that she behaved ‘like a capital little woman’.\n"}}
{"gray": {"word": "dusty", "line": "“On the contrary, I like it very much, dear,” looking from the dusty rosary to the well-worn little book, and the lovely picture with its garland of evergreen.\n"}}
{"grey": {"word": "dusty", "line": "“On the contrary, I like it very much, dear,” looking from the dusty rosary to the well-worn little book, and the lovely picture with its garland of evergreen.\n"}}
{"blue": {"word": "turquoise", "line": "She gave that funny guard to keep the turquoise on, as it’s too big.\n"}}
{"brown": {"word": "brown", "line": "She read the short reports he sent more than she did your letters, and pinched me when I spoke of it, and likes brown eyes, and doesn’t think John an ugly name, and she’ll go and fall in love, and there’s an end of peace and fun, and cozy times together.\n"}}
{"red": {"word": "red", "line": "I caught her singing that song he gave her, and once she said ‘John’, as you do, and then turned as red as a poppy.\n"}}
{"pink": {"word": "rose", "line": "The sound of voices in the parlor rose and fell for half an hour, but what happened during that interview the girls never knew.\n"}}
{"white": {"word": "white", "line": "Meg cheerfully blackened and burned her white hands cooking delicate messes for ‘the dear’, while Amy, a loyal slave of the ring, celebrated her return by giving away as many of her treasures as she could prevail on her sisters to accept.\n"}}
{"red": {"word": "crimson", "line": "To begin with, Mr. March wrote that he should soon be with them, then Beth felt uncommonly well that morning, and, being dressed in her mother’s gift, a soft crimson merino wrapper, was borne in high triumph to the window to behold the offering of Jo and Laurie.\n"}}
{"pink": {"word": "pink", "line": "Out in the garden stood a stately snow maiden, crowned with holly, bearing a basket of fruit and flowers in one hand, a great roll of music in the other, a perfect rainbow of an Afghan round her chilly shoulders, and a Christmas carol issuing from her lips on a pink paper streamer.\n"}}
{"white": {"word": "fair", "line": "2, Who laboured with great industry To make it fair and true.\n"}}
{"red": {"word": "red", "line": "Accept a ribbon red, I beg, For Madam Purrer’s tail, And ice cream made by lovely Peg, A Mont Blanc in a pail.\n"}}
{"brown": {"word": "brown", "line": "“How can I be otherwise?” said Mrs. March gratefully, as her eyes went from her husband’s letter to Beth’s smiling face, and her hand caressed the brooch made of gray and golden, chestnut and dark brown hair, which the girls had just fastened on her breast.\n"}}
{"gray": {"word": "gray", "line": "“How can I be otherwise?” said Mrs. March gratefully, as her eyes went from her husband’s letter to Beth’s smiling face, and her hand caressed the brooch made of gray and golden, chestnut and dark brown hair, which the girls had just fastened on her breast.\n"}}
{"red": {"word": "red", "line": "The study door flew open, the little red wrapper appeared on the threshold, joy put strength into the feeble limbs, and Beth ran straight into her father’s arms.\n"}}
{"brown": {"word": "brown", "line": "Jo saw and understood the look, and she stalked grimly away to get wine and beef tea, muttering to herself as she slammed the door, “I hate estimable young men with brown eyes!” There never was such a Christmas dinner as they had that day.\n"}}
{"purple": {"word": "plum", "line": "So was the plum pudding, which melted in one’s mouth, likewise the jellies, in which Amy reveled like a fly in a honeypot.\n"}}
{"white": {"word": "fair", "line": "But you have got on bravely, and I think the burdens are in a fair way to tumble off very soon,” said Mr. March, looking with fatherly satisfaction at the four young faces gathered round him.\n"}}
{"white": {"word": "white", "line": "“I remember a time when this hand was white and smooth, and your first care was to keep it so.\n"}}
{"white": {"word": "white", "line": "Meg, my dear, I value the womanly skill which keeps home happy more than white hands or fashionable accomplishments.\n"}}
{"white": {"word": "pale", "line": "Her face is rather thin and pale just now, with watching and anxiety, but I like to look at it, for it has grown gentler, and her voice is lower.\n"}}
{"black": {"word": "black", "line": "I don’t know whether the shearing sobered our black sheep, but I do know that in all Washington I couldn’t find anything beautiful enough to be bought with the five-and-twenty dollars my good girl sent me.” Jo’s keen eyes were rather dim for a minute, and her thin face grew rosy in the firelight as she received her father’s praise, feeling that she did deserve a portion of it.\n"}}
{"pink": {"word": "rosy", "line": "I don’t know whether the shearing sobered our black sheep, but I do know that in all Washington I couldn’t find anything beautiful enough to be bought with the five-and-twenty dollars my good girl sent me.” Jo’s keen eyes were rather dim for a minute, and her thin face grew rosy in the firelight as she received her father’s praise, feeling that she did deserve a portion of it.\n"}}
{"green": {"word": "green", "line": "“I read in _Pilgrim’s Progress_ today how, after many troubles, Christian and Hopeful came to a pleasant green meadow where lilies bloomed all year round, and there they rested happily, as we do now, before they went on to their journey’s end,” answered Beth, adding, as she slipped out of her father’s arms and went to the instrument, “It’s singing time now, and I want to be in my old place.\n"}}
{"white": {"word": "fair", "line": "AUNT MARCH SETTLES THE QUESTION Like bees swarming after their queen, mother and daughters hovered about Mr. March the next day, neglecting everything to look at, wait upon, and listen to the new invalid, who was in a fair way to be killed by kindness.\n"}}
{"pink": {"word": "blush", "line": "“If he did speak, you wouldn’t know what to say, but would cry or blush, or let him have his own way, instead of giving a good, decided no.” “I’m not so silly and weak as you think.\n"}}
{"pink": {"word": "rose", "line": "I shall tell him I’ve made up my mind, and shall walk out of the room with dignity.” Meg rose as she spoke, and was just going to rehearse the dignified exit, when a step in the hall made her fly into her seat and begin to sew as fast as if her life depended on finishing that particular seam in a given time.\n"}}
{"brown": {"word": "brown", "line": "I only wish I could thank you for it.” “Shall I tell you how?” asked Mr. Brooke, holding the small hand fast in both his own, and looking down at Meg with so much love in the brown eyes that her heart began to flutter, and she both longed to run away and to stop and listen.\n"}}
{"white": {"word": "pale", "line": "He was grave and pale now, and looked decidedly more like the novel heroes whom she admired, but he neither slapped his forehead nor tramped about the room as they did.\n"}}
{"red": {"word": "scarlet", "line": "“Bless me, what’s all this?” cried the old lady with a rap of her cane as she glanced from the pale young gentleman to the scarlet young lady.\n"}}
{"white": {"word": "pale", "line": "“Bless me, what’s all this?” cried the old lady with a rap of her cane as she glanced from the pale young gentleman to the scarlet young lady.\n"}}
{"pink": {"word": "rosy", "line": "Not an invalid exactly, but never again the rosy, healthy creature she had been, yet always hopeful, happy, and serene, and busy with the quiet duties she loved, everyone’s friend, and an angel in the house, long before those who loved her most had learned to know it.\n"}}
{"brown": {"word": "brown", "line": "That was the name of the little brown house Mr. Brooke had prepared for Meg’s first home.\n"}}
{"silver": {"word": "silver", "line": "I also doubt if any young matron ever began life with so rich a supply of dusters, holders, and piece bags, for Beth made enough to last till the silver wedding came round, and invented three different kinds of dishcloths for the express service of the bridal china.\n"}}
{"silver": {"word": "silver", "line": "People who hire all these things done for them never know what they lose, for the homeliest tasks get beautified if loving hands do them, and Meg found so many proofs of this that everything in her small nest, from the kitchen roller to the silver vase on her parlor table, was eloquent of home love and tender forethought.\n"}}
{"brown": {"word": "bronze", "line": "“If she only had a servant or two it would be all right,” said Amy, coming out of the parlor, where she had been trying to decide whether the bronze Mercury looked best on the whatnot or the mantlepiece.\n"}}
{"blue": {"word": "blue", "line": "“If Meg had four, the house wouldn’t hold them, and master and missis would have to camp in the garden,” broke in Jo, who, enveloped in a big blue pinafore, was giving the last polish to the door handles.\n"}}
{"brown": {"word": "brown", "line": "Amy, you are getting altogether too handsome for a single lady.” As Laurie spoke, he delivered a brown paper parcel to Meg, pulled Beth’s hair ribbon, stared at Jo’s big pinafore, and fell into an attitude of mock rapture before Amy, then shook hands all round, and everyone began to talk.\n"}}
{"white": {"word": "fair", "line": "Meg looked very like a rose herself, for all that was best and sweetest in heart and soul seemed to bloom into her face that day, making it fair and tender, with a charm more beautiful than beauty.\n"}}
{"pink": {"word": "rose", "line": "Meg looked very like a rose herself, for all that was best and sweetest in heart and soul seemed to bloom into her face that day, making it fair and tender, with a charm more beautiful than beauty.\n"}}
{"brown": {"word": "brown", "line": "There is a fresh color in her brown cheeks, a soft shine in her eyes, and only gentle words fall from her sharp tongue today.\n"}}
{"white": {"word": "pale", "line": "Beth has grown slender, pale, and more quiet than ever.\n"}}
{"white": {"word": "fair", "line": "These offending features gave character to her whole face, but she never could see it, and consoled herself with her wonderfully fair complexion, keen blue eyes, and curls more golden and abundant than ever.\n"}}
{"blue": {"word": "blue", "line": "These offending features gave character to her whole face, but she never could see it, and consoled herself with her wonderfully fair complexion, keen blue eyes, and curls more golden and abundant than ever.\n"}}
{"silver": {"word": "silver", "line": "All three wore suits of thin silver gray (their best gowns for the summer), with blush roses in hair and bosom, and all three looked just what they were, fresh-faced, happy-hearted girls, pausing a moment in their busy lives to read with wistful eyes the sweetest chapter in the romance of womanhood.\n"}}
{"gray": {"word": "gray", "line": "All three wore suits of thin silver gray (their best gowns for the summer), with blush roses in hair and bosom, and all three looked just what they were, fresh-faced, happy-hearted girls, pausing a moment in their busy lives to read with wistful eyes the sweetest chapter in the romance of womanhood.\n"}}
{"pink": {"word": "blush", "line": "All three wore suits of thin silver gray (their best gowns for the summer), with blush roses in hair and bosom, and all three looked just what they were, fresh-faced, happy-hearted girls, pausing a moment in their busy lives to read with wistful eyes the sweetest chapter in the romance of womanhood.\n"}}
{"purple": {"word": "lavender", "line": "“Upon my word, here’s a state of things!” cried the old lady, taking the seat of honor prepared for her, and settling the folds of her lavender moire with a great rustle.\n"}}
{"black": {"word": "black", "line": "“Don’t let that young giant come near me, he worries me worse than mosquitoes,” whispered the old lady to Amy, as the rooms filled and Laurie’s black head towered above the rest.\n"}}
{"green": {"word": "green", "line": "There was no bridal procession, but a sudden silence fell upon the room as Mr. March and the young couple took their places under the green arch.\n"}}
{"black": {"word": "black", "line": "Jo did not cry, though she was very near it once, and was only saved from a demonstration by the consciousness that Laurie was staring fixedly at her, with a comical mixture of merriment and emotion in his wicked black eyes.\n"}}
{"white": {"word": "white", "line": "Beth kept her face hidden on her mother’s shoulder, but Amy stood like a graceful statue, with a most becoming ray of sunshine touching her white forehead and the flower in her hair.\n"}}
{"pink": {"word": "rose", "line": "During the next fifteen minutes she looked more like a rose than ever, for everyone availed themselves of their privileges to the fullest extent, from Mr. Laurence to old Hannah, who, adorned with a headdress fearfully and wonderfully made, fell upon her in the hall, crying with a sob and a chuckle, “Bless you, deary, a hundred times!\n"}}
{"white": {"word": "white", "line": "When she came down, looking like a pretty Quakeress in her dove-colored suit and straw bonnet tied with white, they all gathered about her to say ‘good-by’, as tenderly as if she had been going to make the grand tour.\n"}}
{"white": {"word": "fair", "line": "Her monstrosities in the way of cattle would have taken prizes at an agricultural fair, and the perilous pitching of her vessels would have produced seasickness in the most nautical observer, if the utter disregard to all known rules of shipbuilding and rigging had not convulsed him with laughter at the first glance.\n"}}
{"blue": {"word": "blue", "line": "Swarthy boys and dark-eyed Madonnas, staring at you from one corner of the studio, suggested Murillo; oily brown shadows of faces with a lurid streak in the wrong place, meant Rembrandt; buxom ladies and dropiscal infants, Rubens; and Turner appeared in tempests of blue thunder, orange lightning, brown rain, and purple clouds, with a tomato-colored splash in the middle, which might be the sun or a bouy, a sailor’s shirt or a king’s robe, as the spectator pleased.\n"}}
{"brown": {"word": "brown", "line": "Swarthy boys and dark-eyed Madonnas, staring at you from one corner of the studio, suggested Murillo; oily brown shadows of faces with a lurid streak in the wrong place, meant Rembrandt; buxom ladies and dropiscal infants, Rubens; and Turner appeared in tempests of blue thunder, orange lightning, brown rain, and purple clouds, with a tomato-colored splash in the middle, which might be the sun or a bouy, a sailor’s shirt or a king’s robe, as the spectator pleased.\n"}}
{"purple": {"word": "purple", "line": "Swarthy boys and dark-eyed Madonnas, staring at you from one corner of the studio, suggested Murillo; oily brown shadows of faces with a lurid streak in the wrong place, meant Rembrandt; buxom ladies and dropiscal infants, Rubens; and Turner appeared in tempests of blue thunder, orange lightning, brown rain, and purple clouds, with a tomato-colored splash in the middle, which might be the sun or a bouy, a sailor’s shirt or a king’s robe, as the spectator pleased.\n"}}
{"white": {"word": "fair", "line": "If it was not fair on Monday, the young ladies were to come on Tuesday, an arrangement which aggravated Jo and Hannah to the last degree.\n"}}
{"silver": {"word": "silver", "line": "The lunch looked charming, and as she surveyed it, she sincerely hoped it would taste well, and that the borrowed glass, china, and silver would get safely home again.\n"}}
{"red": {"word": "scarlet", "line": "“By Jove, she’s forgotten her dinner!” cried the unconscious youth, poking the scarlet monster into its place with his cane, and preparing to hand out the basket after the old lady.\n"}}
{"red": {"word": "red", "line": "“Please don’t—it’s—it’s mine,” murmured Amy, with a face nearly as red as her fish.\n"}}
{"red": {"word": "coral", "line": "“I thank you all very much for helping me, and I’ll thank you still more if you won’t allude to it for a month, at least.” No one did for several months, but the word ‘fete’ always produced a general smile, and Laurie’s birthday gift to Amy was a tiny coral lobster in the shape of a charm for her watch guard.\n"}}
{"red": {"word": "red", "line": "Her ‘scribbling suit’ consisted of a black woolen pinafore on which she could wipe her pen at will, and a cap of the same material, adorned with a cheerful red bow, into which she bundled her hair when the decks were cleared for action.\n"}}
{"black": {"word": "black", "line": "Her ‘scribbling suit’ consisted of a black woolen pinafore on which she could wipe her pen at will, and a cap of the same material, adorned with a cheerful red bow, into which she bundled her hair when the decks were cleared for action.\n"}}
{"red": {"word": "red", "line": "At such times the intruder silently withdrew, and not until the red bow was seen gaily erect upon the gifted brow, did anyone dare address Jo.\n"}}
{"yellow": {"word": "yellow", "line": "Beyond sat a pair of humble lovers, artlessly holding each other by the hand, a somber spinster eating peppermints out of a paper bag, and an old gentleman taking his preparatory nap behind a yellow bandanna.\n"}}
{"pink": {"word": "rosy", "line": "To the seaside they went, after much discussion, and though Beth didn’t come home as plump and rosy as could be desired, she was much better, while Mrs. March declared she felt ten years younger.\n"}}
{"white": {"word": "white", "line": "The parlor windows were closed and curtained, no picture of the pretty wife sewing on the piazza, in white, with a distracting little bow in her hair, or a bright-eyed hostess, smiling a shy welcome as she greeted her guest.\n"}}
{"white": {"word": "fair", "line": "“It wasn’t fair to tell a man to bring folks home any time, with perfect freedom, and when he took you at your word, to flame up and blame him, and leave him in the lurch, to be laughed at or pitied.\n"}}
{"white": {"word": "white", "line": "He has a temper, not like ours—one flash and then all over—but the white, still anger that is seldom stirred, but once kindled is hard to quench.\n"}}
{"black": {"word": "black", "line": "Sallie had been buying silks, and Meg longed for a new one, just a handsome light one for parties, her black silk was so common, and thin things for evening wear were only proper for girls.\n"}}
{"purple": {"word": "violet", "line": "That was only a month to wait, and here was a lovely violet silk going at a bargain, and she had the money, if she only dared to take it.\n"}}
{"brown": {"word": "brown", "line": "The kind, brown eyes looked as if they could be stern, and though he was unusually merry, she fancied he had found her out, but didn’t mean to let her know it.\n"}}
{"red": {"word": "red", "line": "Aren’t they beauties?” said the proud papa, beaming upon the little red squirmers as if they were unfledged angels.\n"}}
{"blue": {"word": "blue", "line": "“Amy put a blue ribbon on the boy and a pink on the girl, French fashion, so you can always tell.\n"}}
{"pink": {"word": "pink", "line": "“Amy put a blue ribbon on the boy and a pink on the girl, French fashion, so you can always tell.\n"}}
{"blue": {"word": "blue", "line": "Besides, one has blue eyes and one brown.\n"}}
{"brown": {"word": "brown", "line": "Besides, one has blue eyes and one brown.\n"}}
{"white": {"word": "fair", "line": "I was to finish the crayon of Beth for you, and you were to go properly with me, and return our neighbors’ visits.” “If it was fair, that was in the bond, and I stand to the letter of my bond, Shylock.\n"}}
{"white": {"word": "fair", "line": "There is a pile of clouds in the east, it’s not fair, and I don’t go.” “Now, that’s shirking.\n"}}
{"gray": {"word": "dusty", "line": "I’m neat and cool and comfortable, quite proper for a dusty walk on a warm day.\n"}}
{"grey": {"word": "dusty", "line": "I’m neat and cool and comfortable, quite proper for a dusty walk on a warm day.\n"}}
{"pink": {"word": "pink", "line": "Do your hair the pretty way, and put the pink rose in your bonnet.\n"}}
{"white": {"word": "white", "line": "We’ll stop at Meg’s, and borrow her white sunshade, and then you can have my dove-colored one.” While Amy dressed, she issued her orders, and Jo obeyed them, not without entering her protest, however, for she sighed as she rustled into her new organdie, frowned darkly at herself as she tied her bonnet strings in an irreproachable bow, wrestled viciously with pins as she put on her collar, wrinkled up her features generally as she shook out the handkerchief, whose embroidery was as irritating to her nose as the present mission was to her feelings, and when she had squeezed her hands into tight gloves with three buttons and a tassel, as the last touch of elegance, she turned to Amy with an imbecile expression of countenance, saying meekly... “I’m perfectly miserable, but if you consider me presentable, I die happy.” “You’re highly satisfactory.\n"}}
{"white": {"word": "white", "line": "Your head is all I could ask, for that white bonnet with the rose is quite ravishing.\n"}}
{"pink": {"word": "rose", "line": "Your head is all I could ask, for that white bonnet with the rose is quite ravishing.\n"}}
{"blue": {"word": "blue", "line": "I like to show my boots, for my feet are pretty, though my nose isn’t.” “You are a thing of beauty and a joy forever,” said Jo, looking through her hand with the air of a connoisseur at the blue feather against the golden hair.\n"}}
{"white": {"word": "white", "line": "Just be calm, cool, and quiet, that’s safe and ladylike, and you can easily do it for fifteen minutes,” said Amy, as they approached the first place, having borrowed the white parasol and been inspected by Meg, with a baby on each arm.\n"}}
{"red": {"word": "red", "line": "I expected to see her brought home in fragments, but she managed him perfectly, and was the life of the party.” “Well, I call that plucky!” and young Mr. Lamb turned an approving glance upon Amy, wondering what his mother could be saying to make the girl look so red and uncomfortable.\n"}}
{"white": {"word": "white", "line": "Why, she wanted a pair of blue boots for Sallie’s party, so she just painted her soiled white ones the loveliest shade of sky blue you ever saw, and they looked exactly like satin,” added Jo, with an air of pride in her sister’s accomplishments that exasperated Amy till she felt that it would be a relief to throw her cardcase at her.\n"}}
{"blue": {"word": "blue", "line": "Why, she wanted a pair of blue boots for Sallie’s party, so she just painted her soiled white ones the loveliest shade of sky blue you ever saw, and they looked exactly like satin,” added Jo, with an air of pride in her sister’s accomplishments that exasperated Amy till she felt that it would be a relief to throw her cardcase at her.\n"}}
{"brown": {"word": "brown", "line": "I think well of him, and like to show that I do, for he is a gentleman in spite of the brown paper parcels.” “It’s no use trying to argue with you,” began Amy.\n"}}
{"white": {"word": "fair", "line": "This amiable spirit was felt at once, and both aunts ‘my deared’ her affectionately, looking what they afterward said emphatically, “That child improves every day.” “Are you going to help about the fair, dear?” asked Mrs. Carrol, as Amy sat down beside her with the confiding air elderly people like so well in the young.\n"}}
{"white": {"word": "fair", "line": "“I hate to be patronized, and the Chesters think it’s a great favor to allow us to help with their highly connected fair.\n"}}
{"white": {"word": "fair", "line": "I’ll supply the money.” and Aunt Carrol to reply decidedly, “I certainly will, if her father and mother consent.” CONSEQUENCES Mrs. Chester’s fair was so very elegant and select that it was considered a great honor by the young ladies of the neighborhood to be invited to take a table, and everyone was much interested in the matter.\n"}}
{"white": {"word": "fair", "line": "Everything went on smoothly till the day before the fair opened, then there occurred one of the little skirmishes which it is almost impossible to avoid, when some five-and-twenty women, old and young, with all their private piques and prejudices, try to work together.\n"}}
{"white": {"word": "fair", "line": "No hint of this had reached the culprits, however, and Amy’s dismay can be imagined, when, the very evening before the fair, as she was putting the last touches to her pretty table, Mrs. Chester, who, of course, resented the supposed ridicule of her daughter, said, in a bland tone, but with a cold look... “I find, dear, that there is some feeling among the young ladies about my giving this table to anyone but my girls.\n"}}
{"white": {"word": "fair", "line": "As this is the most prominent, and some say the most attractive table of all, and they are the chief getters-up of the fair, it is thought best for them to take this place.\n"}}
{"white": {"word": "fair", "line": "Beth declared she wouldn’t go to the fair at all, and Jo demanded why she didn’t take all her pretty things and leave those mean people to get on without her.\n"}}
{"red": {"word": "scarlet", "line": "Framed in a brilliant scrollwork of scarlet, blue and gold, with little spirits of good will helping one another up and down among the thorns and flowers, were the words, “Thou shalt love thy neighbor as thyself.” “I ought, but I don’t,” thought Amy, as her eye went from the bright page to May’s discontented face behind the big vases, that could not hide the vacancies her pretty work had once filled.\n"}}
{"gold": {"word": "gold", "line": "Framed in a brilliant scrollwork of scarlet, blue and gold, with little spirits of good will helping one another up and down among the thorns and flowers, were the words, “Thou shalt love thy neighbor as thyself.” “I ought, but I don’t,” thought Amy, as her eye went from the bright page to May’s discontented face behind the big vases, that could not hide the vacancies her pretty work had once filled.\n"}}
{"blue": {"word": "blue", "line": "Framed in a brilliant scrollwork of scarlet, blue and gold, with little spirits of good will helping one another up and down among the thorns and flowers, were the words, “Thou shalt love thy neighbor as thyself.” “I ought, but I don’t,” thought Amy, as her eye went from the bright page to May’s discontented face behind the big vases, that could not hide the vacancies her pretty work had once filled.\n"}}
{"white": {"word": "fair", "line": "Even a fair table may become a pulpit, if it can offer the good and helpful words which are never out of season.\n"}}
{"white": {"word": "pale", "line": "She did not go home till night, and then she looked so pale and quiet that they knew the day had been a hard one, though she made no complaint, and did not even tell what she had done.\n"}}
{"white": {"word": "fair", "line": "The fair was pronounced a success, and when May bade Amy goodnight, she did not gush as usual, but gave her an affectionate kiss, and a look which said ‘forgive and forget’.\n"}}
{"white": {"word": "fair", "line": "It isn’t fair, oh, it isn’t fair!” cried Jo passionately.\n"}}
{"red": {"word": "red", "line": "“It will decide my career, for if I have any genius, I shall find it out in Rome, and will do something to prove it.” “Suppose you haven’t?” said Jo, sewing away, with red eyes, at the new collars which were to be handed over to Amy.\n"}}
{"blue": {"word": "blue", "line": "Jo bore up very well till the last flutter of blue ribbon vanished, when she retired to her refuge, the garret, and cried till she couldn’t cry any more.\n"}}
{"green": {"word": "green", "line": "It was all heavenly, but I was glad to see the Irish coast, and found it very lovely, so green and sunny, with brown cabins here and there, ruins on some of the hills, and gentlemen’s countryseats in the valleys, with deer feeding in the parks.\n"}}
{"brown": {"word": "brown", "line": "It was all heavenly, but I was glad to see the Irish coast, and found it very lovely, so green and sunny, with brown cabins here and there, ruins on some of the hills, and gentlemen’s countryseats in the valleys, with deer feeding in the parks.\n"}}
{"pink": {"word": "rosy", "line": "It was early in the morning, but I didn’t regret getting up to see it, for the bay was full of little boats, the shore so picturesque, and a rosy sky overhead.\n"}}
{"pink": {"word": "rosy", "line": "The farmhouses were my delight, with thatched roofs, ivy up to the eaves, latticed windows, and stout women with rosy children at the doors.\n"}}
{"green": {"word": "green", "line": "Such perfect color I never saw, the grass so green, sky so blue, grain so yellow, woods so dark, I was in a rapture all the way.\n"}}
{"blue": {"word": "blue", "line": "Such perfect color I never saw, the grass so green, sky so blue, grain so yellow, woods so dark, I was in a rapture all the way.\n"}}
{"yellow": {"word": "yellow", "line": "Such perfect color I never saw, the grass so green, sky so blue, grain so yellow, woods so dark, I was in a rapture all the way.\n"}}
{"gray": {"word": "gray", "line": "Amy, flying up—“Oh, that must be Kenilworth, that gray place among the trees!” Flo, darting to my window—“How sweet!\n"}}
{"white": {"word": "white", "line": "A white hat and blue feather, a muslin dress to match, and the loveliest mantle you ever saw.\n"}}
{"blue": {"word": "blue", "line": "A white hat and blue feather, a muslin dress to match, and the loveliest mantle you ever saw.\n"}}
{"red": {"word": "red", "line": "At last, in my despair, I saw a little door in the roof, and on poking it open, a red eye appeared, and a beery voice said... “Now, then, mum?” I gave my order as soberly as I could, and slamming down the door, with an “Aye, aye, mum,” the man made his horse walk, as if going to a funeral.\n"}}
{"white": {"word": "fair", "line": "Today was fair, and we went to Hyde Park, close by, for we are more aristocratic than we look.\n"}}
{"red": {"word": "red", "line": "It was as good as Punch, for there were fat dowagers rolling about in their red and yellow coaches, with gorgeous Jeameses in silk stockings and velvet coats, up behind, and powdered coachmen in front.\n"}}
{"yellow": {"word": "yellow", "line": "It was as good as Punch, for there were fat dowagers rolling about in their red and yellow coaches, with gorgeous Jeameses in silk stockings and velvet coats, up behind, and powdered coachmen in front.\n"}}
{"red": {"word": "red", "line": "Smart maids, with the rosiest children I ever saw, handsome girls, looking half asleep, dandies in queer English hats and lavender kids lounging about, and tall soldiers, in short red jackets and muffin caps stuck on one side, looking so funny I longed to sketch them.\n"}}
{"purple": {"word": "lavender", "line": "Smart maids, with the rosiest children I ever saw, handsome girls, looking half asleep, dandies in queer English hats and lavender kids lounging about, and tall soldiers, in short red jackets and muffin caps stuck on one side, looking so funny I longed to sketch them.\n"}}
{"pink": {"word": "rose", "line": "Everyone rides—old men, stout ladies, little children—and the young folks do a deal of flirting here, I saw a pair exchange rose buds, for it’s the thing to wear one in the button-hole, and I thought it rather a nice little idea.\n"}}
{"gray": {"word": "gray", "line": "She would like the relics of great people better, for I’ve seen her Napoleon’s cocked hat and gray coat, his baby’s cradle and his old toothbrush, also Marie Antoinette’s little shoe, the ring of Saint Denis, Charlemagne’s sword, and many other interesting things.\n"}}
{"green": {"word": "green", "line": "I’ve seen the imperial family several times, the emperor an ugly, hard-looking man, the empress pale and pretty, but dressed in bad taste, I thought—purple dress, green hat, and yellow gloves.\n"}}
{"white": {"word": "pale", "line": "I’ve seen the imperial family several times, the emperor an ugly, hard-looking man, the empress pale and pretty, but dressed in bad taste, I thought—purple dress, green hat, and yellow gloves.\n"}}
{"yellow": {"word": "yellow", "line": "I’ve seen the imperial family several times, the emperor an ugly, hard-looking man, the empress pale and pretty, but dressed in bad taste, I thought—purple dress, green hat, and yellow gloves.\n"}}
{"red": {"word": "red", "line": "Little Nap is a handsome boy, who sits chatting to his tutor, and kisses his hand to the people as he passes in his four-horse barouche, with postilions in red satin jackets and a mounted guard before and behind.\n"}}
{"yellow": {"word": "yellow", "line": "I wish Fred was dark, for I don’t fancy light men, however, the Vaughns are very rich and come of an excellent family, so I won’t find fault with their yellow hair, as my own is yellower.\n"}}
{"blue": {"word": "blue", "line": "He isn’t one of the cool, stiff Englishmen, but is rather peppery, for he has Scotch blood in him, as one might guess from his bonnie blue eyes.\n"}}
{"red": {"word": "scarlet", "line": "I liked the great terrace best, for the view was divine, so while the rest went to see the rooms inside, I sat there trying to sketch the gray stone lion’s head on the wall, with scarlet woodbine sprays hanging round it.\n"}}
{"gray": {"word": "gray", "line": "I liked the great terrace best, for the view was divine, so while the rest went to see the rooms inside, I sat there trying to sketch the gray stone lion’s head on the wall, with scarlet woodbine sprays hanging round it.\n"}}
{"white": {"word": "pale", "line": "“Mercy on me, Beth loves Laurie!” she said, sitting down in her own room, pale with the shock of the discovery which she believed she had just made.\n"}}
{"red": {"word": "scarlet", "line": "I wonder if her...” there Jo stopped and turned scarlet with a sudden thought.\n"}}
{"blue": {"word": "blue", "line": "When I lost sight of Father’s dear old face, I felt a trifle blue, and might have shed a briny drop or two, if an Irish lady with four small children, all crying more or less, hadn’t diverted my mind, for I amused myself by dropping gingerbread nuts over the seat every time they opened their mouths to roar.\n"}}
{"brown": {"word": "brown", "line": "A regular German—rather stout, with brown hair tumbled all over his head, a bushy beard, good nose, the kindest eyes I ever saw, and a splendid big voice that does one’s ears good, after our sharp or slipshod American gabble.\n"}}
{"blue": {"word": "blue", "line": "It flew open, and there he stood in his dressing gown, with a big blue sock on one hand and a darning needle in the other.\n"}}
{"white": {"word": "white", "line": "Books and papers everywhere, a broken meerschaum, and an old flute over the mantlepiece as if done with, a ragged bird without any tail chirped on one window seat, and a box of white mice adorned the other.\n"}}
{"brown": {"word": "brown", "line": "After a grand rummage three of the missing articles were found, one over the bird cage, one covered with ink, and a third burned brown, having been used as a holder.\n"}}
{"red": {"word": "red", "line": "I am too stupid to learn,” I blundered out, as red as a peony.\n"}}
{"green": {"word": "green", "line": "They were useful, pretty, or funny, a new standish on his table, a little vase for his flower, he always has one, or a bit of green in a glass, to keep him fresh, he says, and a holder for his blower, so that he needn’t burn up what Amy calls ‘mouchoirs’.\n"}}
{"black": {"word": "black", "line": "I made it like those Beth invented, a big butterfly with a fat body, and black and yellow wings, worsted feelers, and bead eyes.\n"}}
{"yellow": {"word": "yellow", "line": "I made it like those Beth invented, a big butterfly with a fat body, and black and yellow wings, worsted feelers, and bead eyes.\n"}}
{"pink": {"word": "rose", "line": "I wished to see Mr. Dashwood.” Down went the highest pair of heels, up rose the smokiest gentleman, and carefully cherishing his cigar between his fingers, he advanced with a nod and a countenance expressive of nothing but sleep.\n"}}
{"white": {"word": "fair", "line": "It dawned upon her gradually that the world was being picked to pieces, and put together on new and, according to the talkers, on infinitely better principles than before, that religion was in a fair way to be reasoned into nothingness, and intellect was to be the only God.\n"}}
{"pink": {"word": "blush", "line": "She had betrayed herself, however, by a look and a blush, for though an absent man, the Professor saw a good deal more than people fancied.\n"}}
{"black": {"word": "black", "line": "I’d better burn the house down, I suppose, than let other people blow themselves up with my gunpowder,” she thought as she watched the Demon of the Jura whisk away, a little black cinder with fiery eyes.\n"}}
{"black": {"word": "inky", "line": "Not only did he guess it by the fact that the second finger of her right hand was no longer inky, but she spent her evenings downstairs now, was met no more among newspaper offices, and studied with a dogged patience, which assured him that she was bent on occupying her mind with something useful, if not pleasant.\n"}}
{"pink": {"word": "blush", "line": "Something in Mr. Bhaer’s face suddenly recalled the fact that she might find Laurie more than a ‘best friend’, and simply because she particularly wished not to look as if anything was the matter, she involuntarily began to blush, and the more she tried not to, the redder she grew.\n"}}
{"green": {"word": "green", "line": "Meantime you can go to Italy, Germany, Switzerland, where you will, and enjoy pictures, music, scenery, and adventures to your heart’s content.” Now, Laurie felt just then that his heart was entirely broken and the world a howling wilderness, but at the sound of certain words which the old gentleman artfully introduced into his closing sentence, the broken heart gave an unexpected leap, and a green oasis or two suddenly appeared in the howling wilderness.\n"}}
{"white": {"word": "pale", "line": "Another little visit to the seashore would suit her better, and as Grandma could not be prevailed upon to leave the babies, Jo took Beth down to the quiet place, where she could live much in the open air, and let the fresh sea breezes blow a little color into her pale cheeks.\n"}}
{"pink": {"word": "rosy", "line": "But she could not find enough to satisfy her, for the cheeks were very thin, and the hands seemed too feeble to hold even the rosy little shells they had been collecting.\n"}}
{"pink": {"word": "rosy", "line": "I’m going to have you well and rosy by that time,” began Jo, feeling that of all the changes in Beth, the talking change was the greatest, for it seemed to cost no effort now, and she thought aloud in a way quite unlike bashful Beth.\n"}}
{"black": {"word": "black", "line": "He looked like an Italian, was dressed like an Englishman, and had the independent air of an American—a combination which caused sundry pairs of feminine eyes to look approvingly after him, and sundry dandies in black velvet suits, with rose-colored neckties, buff gloves, and orange flowers in their buttonholes, to shrug their shoulders, and then envy him his inches.\n"}}
{"blue": {"word": "blue", "line": "There were plenty of pretty faces to admire, but the young man took little notice of them, except to glance now and then at some blonde girl in blue.\n"}}
{"blue": {"word": "blue", "line": "The lady was young, blonde, and dressed in blue.\n"}}
{"white": {"word": "white", "line": "Where now?” asked Laurie, leaning back and folding his arms, a proceeding which suited Amy, who preferred to drive, for her parasol whip and blue reins over the white ponies’ backs afforded her infinite satisfaction.\n"}}
{"blue": {"word": "blue", "line": "Where now?” asked Laurie, leaning back and folding his arms, a proceeding which suited Amy, who preferred to drive, for her parasol whip and blue reins over the white ponies’ backs afforded her infinite satisfaction.\n"}}
{"blue": {"word": "blue", "line": "It’s going to the Church of St. John.” While Laurie listlessly watched the procession of priests under their canopies, white-veiled nuns bearing lighted tapers, and some brotherhood in blue chanting as they walked, Amy watched him, and felt a new sort of shyness steal over her, for he was changed, and she could not find the merry-faced boy she left in the moody-looking man beside her.\n"}}
{"green": {"word": "green", "line": "At Avigdor’s she found the precious home letters and, giving the reins to Laurie, read them luxuriously as they wound up the shady road between green hedges, where tea roses bloomed as freshly as in June.\n"}}
{"white": {"word": "white", "line": "“I do want him to think I look well, and tell them so at home,” said Amy to herself, as she put on Flo’s old white silk ball dress, and covered it with a cloud of fresh illusion, out of which her white shoulders and golden head emerged with a most artistic effect.\n"}}
{"green": {"word": "green", "line": "Having no ornaments fine enough for this important occasion, Amy looped her fleecy skirts with rosy clusters of azalea, and framed the white shoulders in delicate green vines.\n"}}
{"white": {"word": "white", "line": "Having no ornaments fine enough for this important occasion, Amy looped her fleecy skirts with rosy clusters of azalea, and framed the white shoulders in delicate green vines.\n"}}
{"pink": {"word": "rosy", "line": "Having no ornaments fine enough for this important occasion, Amy looped her fleecy skirts with rosy clusters of azalea, and framed the white shoulders in delicate green vines.\n"}}
{"white": {"word": "white", "line": "Remembering the painted boots, she surveyed her white satin slippers with girlish satisfaction, and chasseed down the room, admiring her aristocratic feet all by herself.\n"}}
{"red": {"word": "red", "line": "It so happened that she could not have done a better thing, for Laurie came in so quietly she did not hear him, and as she stood at the distant window, with her head half turned and one hand gathering up her dress, the slender, white figure against the red curtains was as effective as a well-placed statue.\n"}}
{"white": {"word": "white", "line": "It so happened that she could not have done a better thing, for Laurie came in so quietly she did not hear him, and as she stood at the distant window, with her head half turned and one hand gathering up her dress, the slender, white figure against the red curtains was as effective as a well-placed statue.\n"}}
{"silver": {"word": "silver", "line": "It isn’t what it should be, but you have improved it,” he added, as she snapped the silver bracelet on her wrist.\n"}}
{"black": {"word": "black", "line": "A Russian prince condescended to sit in a corner for an hour and talk with a massive lady, dressed like Hamlet’s mother in black velvet with a pearl bridle under her chin.\n"}}
{"pink": {"word": "rose", "line": "With the first burst of the band, Amy’s color rose, her eyes began to sparkle, and her feet to tap the floor impatiently, for she danced well and wanted Laurie to know it.\n"}}
{"white": {"word": "fair", "line": "“Nice little boy, but rather a short Pole to support... A daughter of the gods, Devinely tall, and most divinely fair,” was all the satisfaction she got, however.\n"}}
{"pink": {"word": "pink", "line": "The golden secretary darted through the room like a meteor with a dashing French-woman who carpeted the floor with her pink satin train.\n"}}
{"white": {"word": "white", "line": "Amy and her Pole distinguished themselves by equal enthusiasm but more graceful agility, and Laurie found himself involuntarily keeping time to the rhythmic rise and fall of the white slippers as they flew by as indefatigably as if winged.\n"}}
{"pink": {"word": "rose", "line": "Laurie had a waked-up look as he rose to give her his seat, and when he hurried away to bring her some supper, she said to herself, with a satisfied smile, “Ah, I thought that would do him good!” “You look like Balzac’s ‘_Femme Peinte Par Elle-Meme_’,” he said, as he fanned her with one hand and held her coffee cup in the other.\n"}}
{"white": {"word": "white", "line": "“My rouge won’t come off.” and Amy rubbed her brilliant cheek, and showed him her white glove with a sober simplicity that made him laugh outright.\n"}}
{"white": {"word": "pale", "line": "Well, the babies love me, they don’t care if I am thin and pale and haven’t time to crimp my hair, they are my comfort, and some day John will see what I’ve gladly sacrificed for them, won’t he, my precious?” To which pathetic appeal Daisy would answer with a coo, or Demi with a crow, and Meg would put by her lamentations for a maternal revel, which soothed her solitude for the time being.\n"}}
{"white": {"word": "fair", "line": "It isn’t fair that I should have the hardest work, and never any amusement.\n"}}
{"white": {"word": "fair", "line": "Go out more, keep cheerful as well as busy, for you are the sunshine-maker of the family, and if you get dismal there is no fair weather.\n"}}
{"blue": {"word": "blue", "line": "Taking advantage of the propitious moment, Meg slipped away and ran down to greet her husband with a smiling face and the little blue bow in her hair which was his especial admiration.\n"}}
{"red": {"word": "red", "line": "No coaxing, no sugar, no lullaby, no story, even the light was put out and only the red glow of the fire enlivened the ‘big dark’ which Demi regarded with curiosity rather than fear.\n"}}
{"white": {"word": "fair", "line": "“She is trying to like politics for my sake, so I’ll try and like millinery for hers, that’s only fair,” thought John the Just, adding aloud, “That’s very pretty.\n"}}
{"white": {"word": "fair", "line": "This is the sort of shelf on which young wives and mothers may consent to be laid, safe from the restless fret and fever of the world, finding loyal lovers in the little sons and daughters who cling to them, undaunted by sorrow, poverty, or age, walking side by side, through fair and stormy weather, with a faithful friend, who is, in the true sense of the good old Saxon word, the ‘house-band’, and learning, as Meg learned, that a woman’s happiest kingdom is home, her highest honor the art of ruling it not as a queen, but as a wise wife and mother.\n"}}
{"pink": {"word": "rose", "line": "Amy rose daily in the estimation of her friend, but he sank in hers, and each felt the truth before a word was spoken.\n"}}
{"blue": {"word": "blue", "line": "It cost him no effort to be generous, and he would have given Amy all the trinkets in Nice if she would have taken them, but at the same time he felt that he could not change the opinion she was forming of him, and he rather dreaded the keen blue eyes that seemed to watch him with such half-sorrowful, half-scornful surprise.\n"}}
{"green": {"word": "green", "line": "Meek, mouse-colored donkeys, laden with panniers of freshly cut grass passed by, with a pretty girl in a capaline sitting between the green piles, or an old woman spinning with a distaff as she went.\n"}}
{"red": {"word": "scarlet", "line": "Gnarled olive trees covered the hills with their dusky foliage, fruit hung golden in the orchard, and great scarlet anemones fringed the roadside, while beyond green slopes and craggy heights, the Maritime Alps rose sharp and white against the blue Italian sky.\n"}}
{"green": {"word": "green", "line": "Gnarled olive trees covered the hills with their dusky foliage, fruit hung golden in the orchard, and great scarlet anemones fringed the roadside, while beyond green slopes and craggy heights, the Maritime Alps rose sharp and white against the blue Italian sky.\n"}}
{"white": {"word": "white", "line": "Gnarled olive trees covered the hills with their dusky foliage, fruit hung golden in the orchard, and great scarlet anemones fringed the roadside, while beyond green slopes and craggy heights, the Maritime Alps rose sharp and white against the blue Italian sky.\n"}}
{"blue": {"word": "blue", "line": "Gnarled olive trees covered the hills with their dusky foliage, fruit hung golden in the orchard, and great scarlet anemones fringed the roadside, while beyond green slopes and craggy heights, the Maritime Alps rose sharp and white against the blue Italian sky.\n"}}
{"pink": {"word": "rose", "line": "Gnarled olive trees covered the hills with their dusky foliage, fruit hung golden in the orchard, and great scarlet anemones fringed the roadside, while beyond green slopes and craggy heights, the Maritime Alps rose sharp and white against the blue Italian sky.\n"}}
{"red": {"word": "crimson", "line": "Every shadowy nook, where seats invited one to stop and rest, was a mass of bloom, every cool grotto had its marble nymph smiling from a veil of flowers and every fountain reflected crimson, white, or pale pink roses, leaning down to smile at their own beauty.\n"}}
{"white": {"word": "white", "line": "Every shadowy nook, where seats invited one to stop and rest, was a mass of bloom, every cool grotto had its marble nymph smiling from a veil of flowers and every fountain reflected crimson, white, or pale pink roses, leaning down to smile at their own beauty.\n"}}
{"pink": {"word": "pink", "line": "Every shadowy nook, where seats invited one to stop and rest, was a mass of bloom, every cool grotto had its marble nymph smiling from a veil of flowers and every fountain reflected crimson, white, or pale pink roses, leaning down to smile at their own beauty.\n"}}
{"red": {"word": "scarlet", "line": "“No, nor felt such thorns,” returned Laurie, with his thumb in his mouth, after a vain attempt to capture a solitary scarlet flower that grew just beyond his reach.\n"}}
{"red": {"word": "red", "line": "He had thought of Jo in reaching after the thorny red rose, for vivid flowers became her, and she had often worn ones like that from the greenhouse at home.\n"}}
{"pink": {"word": "rose", "line": "He had thought of Jo in reaching after the thorny red rose, for vivid flowers became her, and she had often worn ones like that from the greenhouse at home.\n"}}
{"white": {"word": "pale", "line": "The pale roses Amy gave him were the sort that the Italians lay in dead hands, never in bridal wreaths, and for a moment he wondered if the omen was for Jo or for himself, but the next instant his American common sense got the better of sentimentality, and he laughed a heartier laugh than Amy had heard since he came.\n"}}
{"white": {"word": "white", "line": "It’s as soft and white as a woman’s, and looks as if it never did anything but wear Jouvin’s best gloves and pick flowers for ladies.\n"}}
{"pink": {"word": "rose", "line": "May I venture to suggest in ‘a honeymoon paradise’ that five o’clock is the dinner hour at your hotel?” Laurie rose as he spoke, returned the pictures with a smile and a bow and looked at his watch, as if to remind her that even moral lectures should have an end.\n"}}
{"purple": {"word": "purple", "line": "The feeble fingers were never idle, and one of her pleasures was to make little things for the school children daily passing to and fro, to drop a pair of mittens from her window for a pair of purple hands, a needlebook for some small mother of many dolls, penwipers for young penmen toiling through forests of pothooks, scrapbooks for picture-loving eyes, and all manner of pleasant devices, till the reluctant climbers of the ladder of learning found their way strewn with flowers, as it were, and came to regard the gentle giver as a sort of fairy godmother, who sat above there, and showered down gifts miraculously suited to their tastes and needs.\n"}}
{"white": {"word": "white", "line": "This phantom wore many faces, but it always had golden hair, was enveloped in a diaphanous cloud, and floated airily before his mind’s eye in a pleasing chaos of roses, peacocks, white ponies, and blue ribbons.\n"}}
{"blue": {"word": "blue", "line": "This phantom wore many faces, but it always had golden hair, was enveloped in a diaphanous cloud, and floated airily before his mind’s eye in a pleasing chaos of roses, peacocks, white ponies, and blue ribbons.\n"}}
{"blue": {"word": "blue", "line": "Tumbling about in one part of the desk among bills, passports, and business documents of various kinds were several of Jo’s letters, and in another compartment were three notes from Amy, carefully tied up with one of her blue ribbons and sweetly suggestive of the little dead roses put away inside.\n"}}
{"white": {"word": "pale", "line": "But she certainly did grow a little pale and pensive that spring, lost much of her relish for society, and went out sketching alone a good deal.\n"}}
{"green": {"word": "green", "line": "But the letter telling that Beth was failing never reached Amy, and when they next found her the grass was green above her sister.\n"}}
{"black": {"word": "black", "line": "A pleasant old garden on the borders of the lovely lake, with chestnuts rustling overhead, ivy climbing everywhere, and the black shadow of the tower falling far across the sunny water.\n"}}
{"black": {"word": "black", "line": "Everything about her mutely suggested love and sorrow, the blotted letters in her lap, the black ribbon that tied up her hair, the womanly pain and patience in her face, even the little ebony cross at her throat seemed pathetic to Laurie, for he had given it to her, and she wore it as her only ornament.\n"}}
{"red": {"word": "red", "line": "As he sat down beside her, Amy felt shy again, and turned rosy red at the recollection of her impulsive greeting.\n"}}
{"pink": {"word": "rosy", "line": "As he sat down beside her, Amy felt shy again, and turned rosy red at the recollection of her impulsive greeting.\n"}}
{"blue": {"word": "blue", "line": "They had been floating about all the morning, from gloomy St. Gingolf to sunny Montreux, with the Alps of Savoy on one side, Mont St. Bernard and the Dent du Midi on the other, pretty Vevay in the valley, and Lausanne upon the hill beyond, a cloudless blue sky overhead, and the bluer lake below, dotted with the picturesque boats that look like white-winged gulls.\n"}}
{"white": {"word": "fair", "line": "It was not fair, for she tried more than Amy to be good, but never got any reward, only disappointment, trouble and hard work.\n"}}
{"gray": {"word": "gray", "line": "When aching heart was a little comforted, troubled mind likewise found help, for one day she went to the study, and leaning over the good gray head lifted to welcome her with a tranquil smile, she said very humbly, “Father, talk to me as you did to Beth.\n"}}
{"black": {"word": "black", "line": "An hour afterward her mother peeped in and there she was, scratching away, with her black pinafore on, and an absorbed expression, which caused Mrs. March to smile and slip away, well pleased with the success of her suggestion.\n"}}
{"red": {"word": "red", "line": "No one disturbed her, and she used to lie there on Beth’s little red pillow, planning stories, dreaming dreams, or thinking tender thoughts of the sister who never seemed far away.\n"}}
{"silver": {"word": "silver", "line": "That rosy cheeks don’t last forever, that silver threads will come in the bonnie brown hair, and that, by-and-by, kindness and respect will be as sweet as love and admiration now.\n"}}
{"brown": {"word": "brown", "line": "That rosy cheeks don’t last forever, that silver threads will come in the bonnie brown hair, and that, by-and-by, kindness and respect will be as sweet as love and admiration now.\n"}}
{"pink": {"word": "rosy", "line": "That rosy cheeks don’t last forever, that silver threads will come in the bonnie brown hair, and that, by-and-by, kindness and respect will be as sweet as love and admiration now.\n"}}
{"red": {"word": "red", "line": "“Six weeks ago, at the American consul’s, in Paris, a very quiet wedding of course, for even in our happiness we didn’t forget dear little Beth.” Jo put her hand in his as he said that, and Laurie gently smoothed the little red pillow, which he remembered well.\n"}}
{"gray": {"word": "gray", "line": "“She has had a good example before her all her life, my dear,” Mr. March whispered back, with a loving look at the worn face and gray head beside him.\n"}}
{"white": {"word": "white", "line": "“Will Miss Amy ride in her coop (coupe), and use all them lovely silver dishes that’s stored away over yander?” “Shouldn’t wonder if she drove six white horses, ate off gold plate, and wore diamonds and point lace every day.\n"}}
{"gold": {"word": "gold", "line": "“Will Miss Amy ride in her coop (coupe), and use all them lovely silver dishes that’s stored away over yander?” “Shouldn’t wonder if she drove six white horses, ate off gold plate, and wore diamonds and point lace every day.\n"}}
{"silver": {"word": "silver", "line": "“Will Miss Amy ride in her coop (coupe), and use all them lovely silver dishes that’s stored away over yander?” “Shouldn’t wonder if she drove six white horses, ate off gold plate, and wore diamonds and point lace every day.\n"}}
{"gray": {"word": "dusty", "line": "A stealthy glance now and then refreshed her like sips of fresh water after a dusty walk, for the sidelong peeps showed her several propitious omens.\n"}}
{"grey": {"word": "dusty", "line": "A stealthy glance now and then refreshed her like sips of fresh water after a dusty walk, for the sidelong peeps showed her several propitious omens.\n"}}
{"black": {"word": "black", "line": "Jo quite glowed with triumph when Teddy got quenched in an argument, and thought to herself, as she watched her father’s absorbed face, “How he would enjoy having such a man as my Professor to talk with every day!” Lastly, Mr. Bhaer was dressed in a new suit of black, which made him look more like a gentleman than ever.\n"}}
{"gold": {"word": "gold", "line": "Poor Jo, how she did glorify that plain man, as she sat knitting away so quietly, yet letting nothing escape her, not even the fact that Mr. Bhaer actually had gold sleeve-buttons in his immaculate wristbands.\n"}}
{"pink": {"word": "blush", "line": "He couldn’t have got himself up with more care if he’d been going a-wooing,” said Jo to herself, and then a sudden thought born of the words made her blush so dreadfully that she had to drop her ball, and go down after it to hide her face.\n"}}
{"blue": {"word": "blue", "line": "The maneuver did not succeed as well as she expected, however, for though just in the act of setting fire to a funeral pyre, the Professor dropped his torch, metaphorically speaking, and made a dive after the little blue ball.\n"}}
{"pink": {"word": "rosy", "line": "Nobody knew where the evening went to, for Hannah skillfully abstracted the babies at an early hour, nodding like two rosy poppies, and Mr. Laurence went home to rest.\n"}}
{"white": {"word": "white", "line": "Go, dear, I forgot that you have any home but this,” and Mrs. March pressed the white hand that wore the wedding ring, as if asking pardon for her maternal covetousness.\n"}}
{"pink": {"word": "rosy", "line": "A rosy, chubby, sunshiny little soul was Daisy, who found her way to everybody’s heart, and nestled there.\n"}}
{"white": {"word": "fair", "line": "It was all fair weather in her world, and every morning she scrambled up to the window in her little nightgown to look out, and say, no matter whether it rained or shone, “Oh, pitty day, oh, pitty day!” Everyone was a friend, and she offered kisses to a stranger so confidingly that the most inveterate bachelor relented, and baby-lovers became faithful worshipers.\n"}}
{"yellow": {"word": "yellow", "line": "“It’s your little mind, Demi,” replied the sage, stroking the yellow head respectfully.\n"}}
{"brown": {"word": "brown", "line": "God winds you up, and you go till He stops you.” “Does I?” and Demi’s brown eyes grew big and bright as he took in the new thought.\n"}}
{"black": {"word": "black", "line": "Prone upon the floor lay Mr. March, with his respectable legs in the air, and beside him, likewise prone, was Demi, trying to imitate the attitude with his own short, scarlet-stockinged legs, both grovelers so seriously absorbed that they were unconscious of spectators, till Mr. Bhaer laughed his sonorous laugh, and Jo cried out, with a scandalized face... “Father, Father, here’s the Professor!” Down went the black legs and up came the gray head, as the preceptor said, with undisturbed dignity, “Good evening, Mr. Bhaer.\n"}}
{"gray": {"word": "gray", "line": "Prone upon the floor lay Mr. March, with his respectable legs in the air, and beside him, likewise prone, was Demi, trying to imitate the attitude with his own short, scarlet-stockinged legs, both grovelers so seriously absorbed that they were unconscious of spectators, till Mr. Bhaer laughed his sonorous laugh, and Jo cried out, with a scandalized face... “Father, Father, here’s the Professor!” Down went the black legs and up came the gray head, as the preceptor said, with undisturbed dignity, “Good evening, Mr. Bhaer.\n"}}
{"red": {"word": "red", "line": "Now, Demi, make the letter and tell its name.” “I knows him!” and, after a few convulsive efforts, the red legs took the shape of a pair of compasses, and the intelligent pupil triumphantly shouted, “It’s a We, Dranpa, it’s a We!” “He’s a born Weller,” laughed Jo, as her parent gathered himself up, and her nephew tried to stand on his head, as the only mode of expressing his satisfaction that school was over.\n"}}
{"purple": {"word": "lavender", "line": "“Yes, I want some twilled silesia, a paper of number nine needles, and two yards of narrow lavender ribbon.\n"}}
{"red": {"word": "crimson", "line": "She looked up at the lowering sky, down at the crimson bow already flecked with black, forward along the muddy street, then one long, lingering look behind, at a certain grimy warehouse, with ‘Hoffmann, Swartz, & Co.’ over the door, and said to herself, with a sternly reproachful air... “It serves me right!\n"}}
{"black": {"word": "black", "line": "She looked up at the lowering sky, down at the crimson bow already flecked with black, forward along the muddy street, then one long, lingering look behind, at a certain grimy warehouse, with ‘Hoffmann, Swartz, & Co.’ over the door, and said to herself, with a sternly reproachful air... “It serves me right!\n"}}
{"blue": {"word": "blue", "line": "The fact that a somewhat dilapidated blue one remained stationary above the unprotected bonnet attracted her attention, and looking up, she saw Mr. Bhaer looking down.\n"}}
{"red": {"word": "red", "line": "May I go also, and take for you the bundles?” “Yes, thank you.” Jo’s cheeks were as red as her ribbon, and she wondered what he thought of her, but she didn’t care, for in a minute she found herself walking away arm in arm with her Professor, feeling as if the sun had suddenly burst out with uncommon brilliancy, that the world was all right again, and that one thoroughly happy woman was paddling through the wet that day.\n"}}
{"purple": {"word": "lavender", "line": "She upset the tray of needles, forgot the silesia was to be ‘twilled’ till it was cut off, gave the wrong change, and covered herself with confusion by asking for lavender ribbon at the calico counter.\n"}}
{"pink": {"word": "blush", "line": "Mr. Bhaer stood by, watching her blush and blunder, and as he watched, his own bewilderment seemed to subside, for he was beginning to see that on some occasions, women, like dreams, go by contraries.\n"}}
{"pink": {"word": "rosy", "line": "Whereat Mr. Bhaer confiscated her purse, produced his own, and finished the marketing by buying several pounds of grapes, a pot of rosy daisies, and a pretty jar of honey, to be regarded in the light of a demijohn.\n"}}
{"gray": {"word": "gray", "line": "It’s a superior article, a most desirable color, quite chaste and genteel,” he said, shaking out a comfortable gray shawl, and throwing it over Jo’s shoulders.\n"}}
{"white": {"word": "fair", "line": "“Meg” on the first lid, smooth and fair.\n"}}
{"white": {"word": "fair", "line": "Death canonized for us one saint, Ever less human than divine, And still we lay, with tender plaint, Relics in this household shrine— The silver bell, so seldom rung, The little cap which last she wore, The fair, dead Catherine that hung By angels borne above her door.\n"}}
{"silver": {"word": "silver", "line": "Death canonized for us one saint, Ever less human than divine, And still we lay, with tender plaint, Relics in this household shrine— The silver bell, so seldom rung, The little cap which last she wore, The fair, dead Catherine that hung By angels borne above her door.\n"}}
{"white": {"word": "fair", "line": "Upon the last lid’s polished field— Legend now both fair and true A gallant knight bears on his shield, “Amy” in letters gold and blue.\n"}}
{"gold": {"word": "gold", "line": "Upon the last lid’s polished field— Legend now both fair and true A gallant knight bears on his shield, “Amy” in letters gold and blue.\n"}}
{"blue": {"word": "blue", "line": "Upon the last lid’s polished field— Legend now both fair and true A gallant knight bears on his shield, “Amy” in letters gold and blue.\n"}}
{"silver": {"word": "silver", "line": "Within lie snoods that bound her hair, Slippers that have danced their last, Faded flowers laid by with care, Fans whose airy toils are past, Gay valentines, all ardent flames, Trifles that have borne their part In girlish hopes and fears and shames, The record of a maiden heart Now learning fairer, truer spells, Hearing, like a blithe refrain, The silver sound of bridal bells In the falling summer rain.\n"}}
{"brown": {"word": "brown", "line": "“Let it go, it has done its duty, and I will haf a fresh one when I read all the brown book in which she keeps her little secrets,” said Mr. Bhaer with a smile as he watched the fragments fly away on the wind.\n"}}
{"red": {"word": "red", "line": "Birds twittered their adieux from the alders in the lane, and every tree stood ready to send down its shower of red or yellow apples at the first shake.\n"}}
{"yellow": {"word": "yellow", "line": "Birds twittered their adieux from the alders in the lane, and every tree stood ready to send down its shower of red or yellow apples at the first shake.\n"}}
{"green": {"word": "green", "line": "The Professor charged up and down the green aisles like a stout Teutonic knight, with a pole for a lance, leading on the boys, who made a hook and ladder company of themselves, and performed wonders in the way of ground and lofty tumbling.\n"}}
{"white": {"word": "pale", "line": "Mrs. March and Meg sat among the apple piles like a pair of Pomonas, sorting the contributions that kept pouring in, while Amy with a beautiful motherly expression in her face sketched the various groups, and watched over one pale lad, who sat adoring her with his little crutch beside him.\n"}}
{"pink": {"word": "rosy", "line": "She knew that little Ted would turn up again in time, safe and rosy, dirty and serene, and she always received him back with a hearty welcome, for Jo loved her babies tenderly.\n"}}
{"green": {"word": "green", "line": "When no one could eat any more, the Professor proposed the first regular toast, which was always drunk at such times—“Aunt March, God bless her!” A toast heartily given by the good man, who never forgot how much he owed her, and quietly drunk by the boys, who had been taught to keep her memory green.\n"}}
{"white": {"word": "fair", "line": "Demi’s miracle of mechanical skill, though the cover wouldn’t shut, Rob’s footstool had a wiggle in its uneven legs that she declared was soothing, and no page of the costly book Amy’s child gave her was so fair as that on which appeared in tipsy capitals, the words—“To dear Grandma, from her little Beth.” During the ceremony the boys had mysteriously disappeared, and when Mrs. March had tried to thank her children, and broken down, while Teddy wiped her eyes on his pinafore, the Professor suddenly began to sing.\n"}}
{"white": {"word": "pale", "line": "Don’t despond, but hope and keep happy,” said Mrs. March, as tenderhearted Daisy stooped from her knee to lay her rosy cheek against her little cousin’s pale one.\n"}}
{"pink": {"word": "rosy", "line": "Don’t despond, but hope and keep happy,” said Mrs. March, as tenderhearted Daisy stooped from her knee to lay her rosy cheek against her little cousin’s pale one.\n"}}
{"gray": {"word": "gray", "line": "“Fritz is getting gray and stout.\n"}}
{"black": {"word": "black", "line": "Excuse the remark, but living among boys, I can’t help using their expressions now and then.” “Yes, Jo, I think your harvest will be a good one,” began Mrs. March, frightening away a big black cricket that was staring Teddy out of countenance.\n"}}
