{"black": {"word": "black", "line": "He was a tall, dark-complexioned man, of perhaps thirty-five, with shifty, black eyes and thin lips, shaded by a dark mustache.\n"}}
{"white": {"word": "fair", "line": "\"I do not doubt your affection,\" he said; \"and I have shown it by making you my joint heirs in the event of your marriage; but it is only fair to say that my property goes to my boy, if he still lives.\"\n"}}
{"white": {"word": "fair", "line": "Mingled with this mortification was genuine regret, for, so far as he was capable of loving any one, he loved his fair young cousin.\n"}}
{"white": {"word": "pale", "line": "She did not reply, but, pale and sorrowful, glided from the room to weep bitter tears in the seclusion of her chamber.\n"}}
{"white": {"word": "blanched", "line": "\"That his son still lives; and that I can restore him to his----\" The face of Curtis Waring blanched; he staggered as if he had been struck; and he cried out, hoarsely: \"It is a lie!\"\n"}}
{"gold": {"word": "gold", "line": "With gold everything is possible.\n"}}
{"pink": {"word": "blush", "line": "I blush to think that you are my niece.\n"}}
{"pink": {"word": "blush", "line": "\"My friends,\" said John Linden, in a tone of excitement, \"I call you to witness that this girl, whom I blush to acknowledge as my niece, has proved herself unworthy of my kindness.\n"}}
{"red": {"word": "red", "line": "Jane was red haired, and her nose was what is euphemistically called _retrousse_.\n"}}
{"white": {"word": "fair", "line": "\"There's plenty that would be glad of the chance of helping you,\" said Dodger, with a glance of admiration at the fair face of his companion.\n"}}
{"red": {"word": "red", "line": "When Maggie O'Keefe marries ag'in, she won't marry a man wid a red nose.\"\n"}}
{"white": {"word": "pale", "line": "A look of pain appeared on John Linden's pale face.\n"}}
{"white": {"word": "pale", "line": "It would bring back the roses to your pale cheeks.\n"}}
{"white": {"word": "white", "line": "Tim, with a white apron on, was moving about behind the bar, ministering to the wants of his patrons.\n"}}
{"pink": {"word": "blush", "line": "\"Thank you, Carrie,\" said Florence, with a little blush.\n"}}
{"white": {"word": "white", "line": "His glance rested on two men, dressed in soiled white hats and shabby suits, who were apparently holding each other up, having both been imbibing.\n"}}
{"gray": {"word": "gray", "line": "Looking up, he saw standing at his side a man of slender figure, with gray hair and whiskers.\n"}}
{"gray": {"word": "gray", "line": "I am strong, in spite of my gray hair.\"\n"}}
{"gray": {"word": "gray", "line": "Curtis smiled, and drew from his pocket a gray wig and whiskers.\n"}}
{"black": {"word": "black", "line": "\"What have to say to that, you black imp?\"\n"}}
{"black": {"word": "black", "line": "\"Did the black man say that?\"\n"}}
{"black": {"word": "black", "line": "\"And, mind you, don't go to sleep in the carriage, you black rascal!\"\n"}}
{"white": {"word": "pale", "line": "\"N--not very,\" returned Dodger, as a ghastly expression came over his face, and he tumbled back into his berth, looking very pale.\n"}}
{"white": {"word": "white", "line": "There had been a storm, and the waves were white with foam.\n"}}
{"white": {"word": "fair", "line": "It proved to contain a very fair supply of underclothing, socks, handkerchiefs, etc., with a tooth brush, a hair brush and comb, and a sponge.\n"}}
{"white": {"word": "white", "line": "There were four white shirts, two tennis shirts, half a dozen handkerchiefs and the same number of socks, with three changes of underclothing.\n"}}
{"gray": {"word": "gray", "line": "\"He had gray hair and gray whiskers.\"\n"}}
{"gray": {"word": "gray", "line": "\"His hair and beard were gray.\"\n"}}
{"black": {"word": "black", "line": "\"And Curtis has no beard, and his hair is black.\"\n"}}
{"white": {"word": "fair", "line": "\"Of course I am devoted to your interests, but is it quite fair to make me wait till you come into your fortune before allowing me anything?\"\n"}}
{"white": {"word": "fair", "line": "Here nobody knows me, and I can start fair.\"\n"}}
{"gold": {"word": "gold", "line": "Among the applicants was a young man wearing a sixty-dollar suit, a ruffled shirt, a handsome gold watch and a diamond pin.\n"}}
{"white": {"word": "fair", "line": "\"I am a poor scholar, but Mr. Leslie tells me I write a fair hand.\"\n"}}
{"gold": {"word": "gold", "line": "Mrs. Carter looked through her gold eye-glasses at the couple.\n"}}
{"black": {"word": "black", "line": "He is rather tall, dark hair, sallow complexion, black eyes, and a long, thin nose.\"\n"}}
{"gold": {"word": "gold", "line": "But nuggets are rare enough in the gold fields, and still rarer in city streets.\n"}}
{"white": {"word": "pale", "line": "She grew pale and thin, and her face was habitually sad.\n"}}
{"brown": {"word": "brown", "line": "“Who gone, I’d like to know?” “That man in the brown coat.” “What of him.\n"}}
{"brown": {"word": "brown", "line": "* That man in the brown coat was the man that got me the place, and I’m afraid he’d want to send me back.” * A fact.\n"}}
{"gray": {"word": "gray", "line": "The clothes were brought out, and turned out to be a neat gray suit.\n"}}
{"black": {"word": "black", "line": "“It isn’t so new as it might be,” said Frank, surveying an old felt hat, which had once been black, but was now dingy, with a large hole in the top and a portion of the rim torn off.\n"}}
{"red": {"word": "red", "line": "He now looked quite handsome, and might readily have been taken for a young gentleman, except that his hands were red and grimy.\n"}}
{"white": {"word": "white", "line": "The old clothes you can make into a bundle.” “Wait a minute till I get my handkercher,” and Dick pulled from the pocket of the pants a dirty rag, which might have been white once, though it did not look like it, and had apparently once formed a part of a sheet or shirt.\n"}}
{"red": {"word": "red", "line": "That big red one will about pay what you’re owin’ to the gov’ment.” “I don’t know nothing about no taxes,” said the old woman, in bewilderment.\n"}}
{"green": {"word": "green", "line": "This is an enclosure of about ten acres, which years ago was covered with a green sward, but is now a great thoroughfare for pedestrians and contains several important public buildings.\n"}}
{"white": {"word": "white", "line": "The former is a white building of large size, and surmounted by a cupola.\n"}}
{"white": {"word": "white", "line": "When Horace gets a new suit, I always have one made just like it; but I can’t go the white hat.\n"}}
{"silver": {"word": "silver", "line": "“Yes,” said the other, “and some worth a great deal more.” “Such as what?” “Well, there’s a silver pitcher worth twenty dollars.” “And you sell it for a dollar.\n"}}
{"silver": {"word": "silver", "line": "“My servants is so dishonest that I wouldn’t like to trust ’em with a silver pitcher.\n"}}
{"silver": {"word": "silver", "line": "I hope you’ll succeed in your charitable enterprise of supplyin’ the public with silver pitchers at nineteen dollars less than they are worth.” “How does he manage, Dick?” asked Frank, as they went on.\n"}}
{"white": {"word": "white", "line": "At the corner of Broadway and Chambers Street is a large white marble warehouse, which attracted Frank’s attention.\n"}}
{"white": {"word": "white", "line": "Frank was particularly struck with the imposing fronts of the St. Nicholas and Metropolitan Hotels, the former of white marble, the latter of a subdued brown hue, but not less elegant in its internal appointments.\n"}}
{"brown": {"word": "brown", "line": "Frank was particularly struck with the imposing fronts of the St. Nicholas and Metropolitan Hotels, the former of white marble, the latter of a subdued brown hue, but not less elegant in its internal appointments.\n"}}
{"green": {"word": "green", "line": "So he provided the horse with a pair of green spectacles which made the shavings look eatable.\n"}}
{"brown": {"word": "bronze", "line": "“Is that the statue of General Washington?” asked Frank, pointing to a bronze equestrian statue, on a granite pedestal.\n"}}
{"silver": {"word": "silver", "line": "Some boys is born with a silver spoon in their mouth.\n"}}
{"gold": {"word": "gold", "line": "Victoria’s boys is born with a gold spoon, set with di’monds; but gold and silver was scarce when I was born, and mine was pewter.” “Perhaps the gold and silver will come by and by, Dick.\n"}}
{"silver": {"word": "silver", "line": "Victoria’s boys is born with a gold spoon, set with di’monds; but gold and silver was scarce when I was born, and mine was pewter.” “Perhaps the gold and silver will come by and by, Dick.\n"}}
{"gold": {"word": "gold", "line": "So he offered a great quantity of gold for her, which, of course, the captain was glad to accept.\n"}}
{"white": {"word": "white", "line": "On the left-hand side was a large marble building, presenting a fine appearance with its extensive white front.\n"}}
{"white": {"word": "fair", "line": "“I’ll make you a fair offer,” said Dick.\n"}}
{"blue": {"word": "blue", "line": "He wore a blue coat with brass buttons, and pantaloons of rather scanty dimensions, which were several inches too short to cover his lower limbs.\n"}}
{"black": {"word": "black", "line": "“I aint always goin’ to black boots for a livin’.” “All labor is respectable, my lad, and you have no cause to be ashamed of any honest business; yet when you can get something to do that promises better for your future prospects, I advise you to do so.\n"}}
{"pink": {"word": "rose", "line": "The thought was a pleasant one to our young vagrant, who hitherto had seldom known when he rose in the morning where he should find a resting-place at night.\n"}}
{"red": {"word": "red", "line": "I aint a goin’ to say.” Micky’s freckled face grew red with wrath, for Dick had only stated the truth.\n"}}
{"red": {"word": "red", "line": "It’s a very poor amusement, and very bad for the complexion, ’specially for the eyes and nose, which is apt to turn red, white, and blue.” Micky misunderstood Dick, and judged from the tenor of his speech that he would be an easy victim.\n"}}
{"white": {"word": "white", "line": "It’s a very poor amusement, and very bad for the complexion, ’specially for the eyes and nose, which is apt to turn red, white, and blue.” Micky misunderstood Dick, and judged from the tenor of his speech that he would be an easy victim.\n"}}
{"black": {"word": "black", "line": "Now, for the first time, he began to reflect that he could not black boots all his life.\n"}}
{"gray": {"word": "gray", "line": "“I haven’t got any.” “Have you any money deposited here?” “No, sir, I want to leave some here.” “Then go to the next desk.” Dick followed directions, and presented himself before an elderly man with gray hair, who looked at him over the rims of his spectacles.\n"}}
{"black": {"word": "black", "line": "The teacher found out what it was that made him holler, and whipped me with a ruler till I was black and blue.\n"}}
{"blue": {"word": "blue", "line": "The teacher found out what it was that made him holler, and whipped me with a ruler till I was black and blue.\n"}}
{"pink": {"word": "rose", "line": "“I was saying my prayers,” said Fosdick, as he rose from his knees.\n"}}
{"white": {"word": "white", "line": "Dick dressed himself with scrupulous care, giving his shoes a “shine” so brilliant that it did him great credit in a professional point of view, and endeavored to clean his hands thoroughly; but, in spite of all he could do, they were not so white as if his business had been of a different character.\n"}}
{"red": {"word": "red", "line": "“It’s a bully name.” Dick turned red as soon as he had said it, for he felt that he had not used the right expression.\n"}}
{"brown": {"word": "brown", "line": "It would be funny to have two Dicks in one class.” They turned down Twenty-fourth Street, passing the Fifth Avenue Hotel on the left, and stopped before an elegant house with a brown stone front.\n"}}
{"red": {"word": "red", "line": "Sometime Dick may tell you, but you know we don’t talk of business on Sundays.” Dick in his embarrassment had swallowed a large spoonful of hot soup, which made him turn red in the face.\n"}}
{"black": {"word": "black", "line": "He threatened to whip me once because a gentleman employed me to black his boots instead of him.” “He’s been at the Island two or three times for stealing,” said Dick.\n"}}
{"white": {"word": "fair", "line": "He was gifted with a natural quickness; and he was stimulated by the desire to acquire a fair education as a means of “growin’ up ’spectable,” as he termed it.\n"}}
{"white": {"word": "fair", "line": "“You may not need it now, but you will some time.” “I shall have some more then.” “That may be; but it wouldn’t be fair for me to use your money, Dick.\n"}}
{"white": {"word": "white", "line": "Dick, who was always ready for an emergency, suggested borrowing a white wig, and passing himself off for Fosdick’s father or grandfather.\n"}}
{"black": {"word": "black", "line": "“I don’t know but I shall have to black boots all my life,” he said, one day, despondently, to Dick.\n"}}
{"pink": {"word": "rose", "line": "NINE MONTHS LATER The next morning Fosdick rose early, put on his new suit, and, after getting breakfast, set out for the Broadway store in which he had obtained a position.\n"}}
{"white": {"word": "fair", "line": "He could now read well, write a fair hand, and had studied arithmetic as far as Interest.\n"}}
{"brown": {"word": "brown", "line": "You are now as good a scholar as I am.” “Is that true?” said Dick, eagerly, a flush of gratification coloring his brown cheek.\n"}}
{"pink": {"word": "rose", "line": "On the whole, he began to think prospects were brighter than he had at first supposed, and his spirits rose a little.\n"}}
{"gold": {"word": "gold", "line": "Accordingly he determined to take the next steamer to the land of gold, if he could possibly manage to get money enough to pay the passage.\n"}}
{"gray": {"word": "gray", "line": "When my hair gets gray, I’m goin’ to knock off blackin’ boots, and go into some light, genteel employment, such as keepin’ an apple-stand, or disseminatin’ pea-nuts among the people.\n"}}
{"white": {"word": "fair", "line": "By this time he had come to have a very fair handwriting, so that when the letter was complete it really looked quite creditable, and no one would have suspected that it was Dick’s first attempt in this line.\n"}}
{"white": {"word": "pale", "line": "The father, his face pale with terror and anguish, and his hands clasped in suspense, saw the brave boy’s struggles, and prayed with agonizing fervor that he might be successful.\n"}}
