{"black": {"word": "black", "line": "Mr. Weston was a man of unexceptionable character, easy fortune, suitable age, and pleasant manners; and there was some satisfaction in considering with what self-denying, generous friendship she had always wished and promoted the match; but it was a black morning’s work for her.\n"}}
{"white": {"word": "fair", "line": "A very gracious invitation was returned, and the evening no longer dreaded by the fair mistress of the mansion.\n"}}
{"white": {"word": "fair", "line": "She was short, plump, and fair, with a fine bloom, blue eyes, light hair, regular features, and a look of great sweetness, and, before the end of the evening, Emma was as much pleased with her manners as her person, and quite determined to continue the acquaintance.\n"}}
{"blue": {"word": "blue", "line": "She was short, plump, and fair, with a fine bloom, blue eyes, light hair, regular features, and a look of great sweetness, and, before the end of the evening, Emma was as much pleased with her manners as her person, and quite determined to continue the acquaintance.\n"}}
{"blue": {"word": "blue", "line": "Those soft blue eyes, and all those natural graces, should not be wasted on the inferior society of Highbury and its connexions.\n"}}
{"blue": {"word": "blue", "line": "She was so busy in admiring those soft blue eyes, in talking and listening, and forming all these schemes in the in-betweens, that the evening flew away at a very unusual rate; and the supper-table, which always closed such parties, and for which she had been used to sit and watch the due time, was all set out and ready, and moved forwards to the fire, before she was aware.\n"}}
{"pink": {"word": "blush", "line": "Mrs. Martin had told her one day (and there was a blush as she said it,) that it was impossible for any body to be a better son, and therefore she was sure, whenever he married, he would make a good husband.\n"}}
{"white": {"word": "fair", "line": "Knightley’s air is so remarkably good that it is not fair to compare Mr. Martin with _him_.\n"}}
{"white": {"word": "fair", "line": "Mr. Knightley, I shall not allow you to be a fair judge in this case.\n"}}
{"pink": {"word": "blush", "line": "You blush, Harriet.—Does any body else occur to you at this moment under such a definition?\n"}}
{"white": {"word": "fair", "line": "I praised the fair lady too, and altogether sent him away very happy.\n"}}
{"red": {"word": "red", "line": "He did speak yesterday—that is, he wrote, and was refused.” This was obliged to be repeated before it could be believed; and Mr. Knightley actually looked red with surprize and displeasure, as he stood up, in tall indignation, and said, “Then she is a greater simpleton than I ever believed her.\n"}}
{"white": {"word": "fair", "line": "I must think your statement by no means fair.\n"}}
{"white": {"word": "fair", "line": "Your views for Harriet are best known to yourself; but as you make no secret of your love of match-making, it is fair to suppose that views, and plans, and projects you have;—and as a friend I shall just hint to you that if Elton is the man, I think it will be all labour in vain.” Emma laughed and disclaimed.\n"}}
{"white": {"word": "fair", "line": "but he hoped he should in time.” And it always ended in “Kitty, a fair but frozen maid.” His good friend Perry, too, whom he had spoken to on the subject, did not at present recollect any thing of the riddle kind; but he had desired Perry to be upon the watch, and as he went about so much, something, he thought, might come from that quarter.\n"}}
{"pink": {"word": "blush", "line": "This, Harriet, is an alliance which can never raise a blush in either of us.” “Dear Miss Woodhouse!”—and “Dear Miss Woodhouse,” was all that Harriet, with many tender embraces could articulate at first; but when they did arrive at something more like conversation, it was sufficiently clear to her friend that she saw, felt, anticipated, and remembered just as she ought.\n"}}
{"white": {"word": "fair", "line": "Kitty, a fair but frozen maid, The hood-wink’d boy I called to aid, Though of his near approach afraid, And that is all that I can recollect of it—but it is very clever all the way through.\n"}}
{"white": {"word": "fair", "line": "Kitty, a fair but frozen maid.\n"}}
{"pink": {"word": "rose", "line": "A few inferior dwellings were first to be passed, and then, about a quarter of a mile down the lane rose the Vicarage, an old and not very good house, almost as close to the road as it could be.\n"}}
{"yellow": {"word": "yellow", "line": "There go you and your riddle-book one of these days.”—Harriet’s was— “Oh, what a sweet house!—How very beautiful!—There are the yellow curtains that Miss Nash admires so much.” “I do not often walk this way _now_,” said Emma, as they proceeded, “but _then_ there will be an inducement, and I shall gradually get intimately acquainted with all the hedges, gates, pools and pollards of this part of Highbury.” Harriet, she found, had never in her life been inside the Vicarage, and her curiosity to see it was so extreme, that, considering exteriors and probabilities, Emma could only class it, as a proof of love, with Mr. Elton’s seeing ready wit in her.\n"}}
{"white": {"word": "fair", "line": "Mr. Elton was still talking, still engaged in some interesting detail; and Emma experienced some disappointment when she found that he was only giving his fair companion an account of the yesterday’s party at his friend Cole’s, and that she was come in herself for the Stilton cheese, the north Wiltshire, the butter, the celery, the beet-root, and all the dessert.\n"}}
{"white": {"word": "fair", "line": "He was not a great favourite with his fair sister-in-law.\n"}}
{"red": {"word": "scarlet", "line": "I shall never forget his flying Henry’s kite for him that very windy day last Easter—and ever since his particular kindness last September twelvemonth in writing that note, at twelve o’clock at night, on purpose to assure me that there was no scarlet fever at Cobham, I have been convinced there could not be a more feeling heart nor a better man in existence.—If any body can deserve him, it must be Miss Taylor.” “Where is the young man?” said John Knightley.\n"}}
{"white": {"word": "pale", "line": "Now I cannot say, that I think you are any of you looking well at present.” “I am sorry to hear you say so, sir; but I assure you, excepting those little nervous head-aches and palpitations which I am never entirely free from anywhere, I am quite well myself; and if the children were rather pale before they went to bed, it was only because they were a little more tired than usual, from their journey and the happiness of coming.\n"}}
{"white": {"word": "fair", "line": "You appear to me a little hoarse already, and when you consider what demand of voice and what fatigues to-morrow will bring, I think it would be no more than common prudence to stay at home and take care of yourself to-night.” Mr. Elton looked as if he did not very well know what answer to make; which was exactly the case; for though very much gratified by the kind care of such a fair lady, and not liking to resist any advice of her’s, he had not really the least inclination to give up the visit;—but Emma, too eager and busy in her own previous conceptions and views to hear him impartially, or see him with clear vision, was very well satisfied with his muttering acknowledgment of its being “very cold, certainly very cold,” and walked on, rejoicing in having extricated him from Randalls, and secured him the power of sending to inquire after Harriet every hour of the evening.\n"}}
{"white": {"word": "fair", "line": "he can see ready wit in Harriet, but will not dine alone for her.” Soon afterwards Mr. Elton quitted them, and she could not but do him the justice of feeling that there was a great deal of sentiment in his manner of naming Harriet at parting; in the tone of his voice while assuring her that he should call at Mrs. Goddard’s for news of her fair friend, the last thing before he prepared for the happiness of meeting her again, when he hoped to be able to give a better report; and he sighed and smiled himself off in a way that left the balance of approbation much in his favour.\n"}}
{"white": {"word": "white", "line": "The cold, however, was severe; and by the time the second carriage was in motion, a few flakes of snow were finding their way down, and the sky had the appearance of being so overcharged as to want only a milder air to produce a very white world in a very short time.\n"}}
{"black": {"word": "black", "line": "They arrived, the carriage turned, the step was let down, and Mr. Elton, spruce, black, and smiling, was with them instantly.\n"}}
{"white": {"word": "fair", "line": "He professed himself extremely anxious about her fair friend—her fair, lovely, amiable friend.\n"}}
{"white": {"word": "fair", "line": "Is this fair, Mrs. Weston?—Judge between us.\n"}}
{"pink": {"word": "rose", "line": "But—that he should talk of encouragement, should consider her as aware of his views, accepting his attentions, meaning (in short), to marry him!—should suppose himself her equal in connexion or mind!—look down upon her friend, so well understanding the gradations of rank below him, and be so blind to what rose above, as to fancy himself shewing no presumption in addressing her!—It was most provoking.\n"}}
{"white": {"word": "fair", "line": "Perhaps it was not fair to expect him to feel how very much he was her inferior in talent, and all the elegancies of mind.\n"}}
{"pink": {"word": "blush", "line": "no, I could not endure William Coxe—a pert young lawyer.” She stopt to blush and laugh at her own relapse, and then resumed a more serious, more dispiriting cogitation upon what had been, and might be, and must be.\n"}}
{"grey": {"word": "grey", "line": "Her eyes, a deep grey, with dark eye-lashes and eyebrows, had never been denied their praise; but the skin, which she had been used to cavil at, as wanting colour, had a clearness and delicacy which really needed no fuller bloom.\n"}}
{"pink": {"word": "rose", "line": "The aunt was as tiresome as ever; more tiresome, because anxiety for her health was now added to admiration of her powers; and they had to listen to the description of exactly how little bread and butter she ate for breakfast, and how small a slice of mutton for dinner, as well as to see exhibitions of new caps and new workbags for her mother and herself; and Jane’s offences rose again.\n"}}
{"pink": {"word": "blush", "line": "Mr. Elton is going to be married.” Emma had not had time even to think of Mr. Elton, and she was so completely surprized that she could not avoid a little start, and a little blush, at the sound.\n"}}
{"white": {"word": "white", "line": "I am sure I must have been as white as my gown.\n"}}
{"white": {"word": "white", "line": "The quarter of an hour brought her punctually to the white gate again; and Miss Smith receiving her summons, was with her without delay, and unattended by any alarming young man.\n"}}
{"pink": {"word": "rose", "line": "He had business at the Crown about his hay, and a great many errands for Mrs. Weston at Ford’s, but he need not hurry any body else.” His son, too well bred to hear the hint, rose immediately also, saying, “As you are going farther on business, sir, I will take the opportunity of paying a visit, which must be paid some day or other, and therefore may as well be paid now.\n"}}
{"white": {"word": "pale", "line": "Ladies can never look ill. And, seriously, Miss Fairfax is naturally so pale, as almost always to give the appearance of ill health.—A most deplorable want of complexion.” Emma would not agree to this, and began a warm defence of Miss Fairfax’s complexion.\n"}}
{"white": {"word": "fair", "line": "She did not wish to speak of the pianoforte, she felt too much in the secret herself, to think the appearance of curiosity or interest fair, and therefore purposely kept at a distance; but by the others, the subject was almost immediately introduced, and she saw the blush of consciousness with which congratulations were received, the blush of guilt which accompanied the name of “my excellent friend Colonel Campbell.” Mrs. Weston, kind-hearted and musical, was particularly interested by the circumstance, and Emma could not help being amused at her perseverance in dwelling on the subject; and having so much to ask and to say as to tone, touch, and pedal, totally unsuspicious of that wish of saying as little about it as possible, which she plainly read in the fair heroine’s countenance.\n"}}
{"pink": {"word": "blush", "line": "She did not wish to speak of the pianoforte, she felt too much in the secret herself, to think the appearance of curiosity or interest fair, and therefore purposely kept at a distance; but by the others, the subject was almost immediately introduced, and she saw the blush of consciousness with which congratulations were received, the blush of guilt which accompanied the name of “my excellent friend Colonel Campbell.” Mrs. Weston, kind-hearted and musical, was particularly interested by the circumstance, and Emma could not help being amused at her perseverance in dwelling on the subject; and having so much to ask and to say as to tone, touch, and pedal, totally unsuspicious of that wish of saying as little about it as possible, which she plainly read in the fair heroine’s countenance.\n"}}
{"blue": {"word": "blue", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n"}}
{"yellow": {"word": "yellow", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n"}}
{"white": {"word": "fair", "line": "“It is not fair,” said Emma, in a whisper; “mine was a random guess.\n"}}
{"pink": {"word": "blush", "line": "True affection only could have prompted it.” Emma wished he would be less pointed, yet could not help being amused; and when on glancing her eye towards Jane Fairfax she caught the remains of a smile, when she saw that with all the deep blush of consciousness, there had been a smile of secret delight, she had less scruple in the amusement, and much less compunction with respect to her.—This amiable, upright, perfect Jane Fairfax was apparently cherishing very reprehensible feelings.\n"}}
{"pink": {"word": "blush", "line": "But still she had inclination enough for shewing people again how delightfully Mr. Frank Churchill and Miss Woodhouse danced—for doing that in which she need not blush to compare herself with Jane Fairfax—and even for simple dancing itself, without any of the wicked aids of vanity—to assist him first in pacing out the room they were in to see what it could be made to hold—and then in taking the dimensions of the other parlour, in the hope of discovering, in spite of all that Mr. Weston could say of their exactly equal size, that it was a little the largest.\n"}}
{"yellow": {"word": "yellow", "line": "in places you see it is dreadfully dirty; and the wainscot is more yellow and forlorn than any thing I could have imagined.” “My dear, you are too particular,” said her husband.\n"}}
{"pink": {"word": "rose", "line": "My regard for Hartfield is most warm”— He stopt again, rose again, and seemed quite embarrassed.—He was more in love with her than Emma had supposed; and who can say how it might have ended, if his father had not made his appearance?\n"}}
{"white": {"word": "pale", "line": "Compliments, charades, and horrible blunders; and it was not to be supposed that poor Harriet should not be recollecting too; but she behaved very well, and was only rather pale and silent.\n"}}
{"pink": {"word": "blush", "line": "Such talent as hers must not be suffered to remain unknown.—I dare say you have heard those charming lines of the poet, ‘Full many a flower is born to blush unseen, We must not allow them to be verified in sweet Jane Fairfax.” “I cannot think there is any danger of it,” was Emma’s calm answer—“and when you are better acquainted with Miss Fairfax’s situation and understand what her home has been, with Colonel and Mrs. Campbell, I have no idea that you will suppose her talents can be unknown.” “Oh!\n"}}
{"pink": {"word": "blush", "line": "With a faint blush, she presently replied, “Such attentions as Mrs. Elton’s, I should have imagined, would rather disgust than gratify Miss Fairfax.\n"}}
{"pink": {"word": "blush", "line": "When you have lived to my age, you will begin to think letters are never worth going through the rain for.” There was a little blush, and then this answer, “I must not hope to be ever situated as you are, in the midst of every dearest connexion, and therefore I cannot expect that simply growing older should make me indifferent about letters.” “Indifferent!\n"}}
{"pink": {"word": "blush", "line": "A pleasant “thank you” seemed meant to laugh it off, but a blush, a quivering lip, a tear in the eye, shewed that it was felt beyond a laugh.\n"}}
{"white": {"word": "fair", "line": "My daughter and I are both highly sensible of your goodness, and have the greatest satisfaction in seeing you at Hartfield.” The kind-hearted, polite old man might then sit down and feel that he had done his duty, and made every fair lady welcome and easy.\n"}}
{"white": {"word": "fair", "line": "when a gallant young man, like Mr. Frank Churchill,” said Mr. Knightley dryly, “writes to a fair lady like Miss Woodhouse, he will, of course, put forth his best.” Dinner was on table.—Mrs.\n"}}
{"white": {"word": "white", "line": "I have some notion of putting such a trimming as this to my white and silver poplin.\n"}}
{"silver": {"word": "silver", "line": "I have some notion of putting such a trimming as this to my white and silver poplin.\n"}}
{"black": {"word": "black", "line": "Well, what do you say to it?—I always told you he would be here again soon, did not I?—Anne, my dear, did not I always tell you so, and you would not believe me?—In town next week, you see—at the latest, I dare say; for _she_ is as impatient as the black gentleman when any thing is to be done; most likely they will be there to-morrow or Saturday.\n"}}
{"white": {"word": "fair", "line": "I have heard so much in praise of Mr. Frank Churchill.—At the same time it is fair to observe, that I am one of those who always judge for themselves, and are by no means implicitly guided by others.\n"}}
{"white": {"word": "fair", "line": "And what inclines one less to bear, she has no fair pretence of family or blood.\n"}}
{"green": {"word": "olive", "line": "Colonel Campbell rather preferred an olive.\n"}}
{"white": {"word": "white", "line": "Harriet looked white and frightened, and he was trying to cheer her.—The iron gates and the front-door were not twenty yards asunder;—they were all three soon in the hall, and Harriet immediately sinking into a chair fainted away.\n"}}
{"silver": {"word": "silver", "line": "Within abundance of silver paper was a pretty little Tunbridge-ware box, which Harriet opened: it was well lined with the softest cotton; but, excepting the cotton, Emma saw only a small piece of court-plaister.\n"}}
{"pink": {"word": "blush", "line": "my sins, my sins!—And I had plenty all the while in my pocket!—One of my senseless tricks!—I deserve to be under a continual blush all the rest of my life.—Well—(sitting down again)—go on—what else?” “And had you really some at hand yourself?\n"}}
{"pink": {"word": "blush", "line": "The word was _blunder_; and as Harriet exultingly proclaimed it, there was a blush on Jane’s cheek which gave it a meaning not otherwise ostensible.\n"}}
{"pink": {"word": "pink", "line": "Here,—probably this basket with pink ribbon.\n"}}
{"gray": {"word": "dusty", "line": "Donwell Lane is never dusty, and now it is perfectly dry.\n"}}
{"grey": {"word": "dusty", "line": "Donwell Lane is never dusty, and now it is perfectly dry.\n"}}
{"pink": {"word": "blush", "line": "She had given them neither men, nor names, nor places, that could raise a blush.\n"}}
{"pink": {"word": "rose", "line": "Disputable, however, as might be the taste of such a termination, it was in itself a charming walk, and the view which closed it extremely pretty.—The considerable slope, at nearly the foot of which the Abbey stood, gradually acquired a steeper form beyond its grounds; and at half a mile distant was a bank of considerable abruptness and grandeur, well clothed with wood;—and at the bottom of this bank, favourably placed and sheltered, rose the Abbey Mill Farm, with meadows in front, and the river making a close and handsome curve around it.\n"}}
{"black": {"word": "black", "line": "His father would not own himself uneasy, and laughed at her fears; but she could not be cured of wishing that he would part with his black mare.\n"}}
{"green": {"word": "lime", "line": "Some are gone to the ponds, and some to the lime walk.\n"}}
{"black": {"word": "black", "line": "The black mare was blameless; _they_ were right who had named Mrs. Churchill as the cause.\n"}}
{"pink": {"word": "blush", "line": "Pardon me—but you will be limited as to number—only three at once.” Miss Bates, deceived by the mock ceremony of her manner, did not immediately catch her meaning; but, when it burst on her, it could not anger, though a slight blush shewed that it could pain her.\n"}}
{"pink": {"word": "rose", "line": "Mr. Weston, his son, Emma, and Harriet, only remained; and the young man’s spirits now rose to a pitch almost unpleasant.\n"}}
{"pink": {"word": "blush", "line": "He stopped at Highbury, at the Bates’s, I fancy, some time—and then came on hither; but was in such a hurry to get back to his uncle, to whom he is just now more necessary than ever, that, as I tell you, he could stay with us but a quarter of an hour.—He was very much agitated—very much, indeed—to a degree that made him appear quite a different creature from any thing I had ever seen him before.—In addition to all the rest, there had been the shock of finding her so very unwell, which he had had no previous suspicion of—and there was every appearance of his having been feeling a great deal.” “And do you really believe the affair to have been carrying on with such perfect secresy?—The Campbells, the Dixons, did none of them know of the engagement?” Emma could not speak the name of Dixon without a little blush.\n"}}
{"pink": {"word": "blush", "line": "Circumstances that might swell to half an hour’s relation, and contained multiplied proofs to her who had seen them, had passed undiscerned by her who now heard them; but the two latest occurrences to be mentioned, the two of strongest promise to Harriet, were not without some degree of witness from Emma herself.—The first, was his walking with her apart from the others, in the lime-walk at Donwell, where they had been walking some time before Emma came, and he had taken pains (as she was convinced) to draw her from the rest to himself—and at first, he had talked to her in a more particular way than he had ever done before, in a very particular way indeed!—(Harriet could not recall it without a blush.)\n"}}
{"white": {"word": "fair", "line": "Miss Fairfax’s recent illness had offered a fair plea for Mrs. Weston to invite her to an airing; she had drawn back and declined at first, but, on being pressed had yielded; and, in the course of their drive, Mrs. Weston had, by gentle encouragement, overcome so much of her embarrassment, as to bring her to converse on the important subject.\n"}}
{"pink": {"word": "blush", "line": "‘I did not make the allowances,’ said she, ‘which I ought to have done, for his temper and spirits—his delightful spirits, and that gaiety, that playfulness of disposition, which, under any other circumstances, would, I am sure, have been as constantly bewitching to me, as they were at first.’ She then began to speak of you, and of the great kindness you had shewn her during her illness; and with a blush which shewed me how it was all connected, desired me, whenever I had an opportunity, to thank you—I could not thank you too much—for every wish and every endeavour to do her good.\n"}}
{"pink": {"word": "rose", "line": "She rose early, and wrote her letter to Harriet; an employment which left her so very serious, so nearly sad, that Mr. Knightley, in walking up to Hartfield to breakfast, did not arrive at all too soon; and half an hour stolen afterwards to go over the same ground again with him, literally and figuratively, was quite necessary to reinstate her in a proper share of the happiness of the evening before.\n"}}
{"pink": {"word": "blush", "line": "My Emma, does not every thing serve to prove more and more the beauty of truth and sincerity in all our dealings with each other?” Emma agreed to it, and with a blush of sensibility on Harriet’s account, which she could not give any sincere explanation of.\n"}}
{"gold": {"word": "gold", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n"}}
{"purple": {"word": "purple", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n"}}
{"pink": {"word": "blush", "line": "Had you not been surrounded by other friends, I might have been tempted to introduce a subject, to ask questions, to speak more openly than might have been strictly correct.—I feel that I should certainly have been impertinent.” “Oh!” cried Jane, with a blush and an hesitation which Emma thought infinitely more becoming to her than all the elegance of all her usual composure—“there would have been no danger.\n"}}
{"white": {"word": "fair", "line": "Mr. Woodhouse could not be soon reconciled; but the worst was overcome, the idea was given; time and continual repetition must do the rest.—To Emma’s entreaties and assurances succeeded Mr. Knightley’s, whose fond praise of her gave the subject even a kind of welcome; and he was soon used to be talked to by each, on every fair occasion.—They had all the assistance which Isabella could give, by letters of the strongest approbation; and Mrs. Weston was ready, on the first meeting, to consider the subject in the most serviceable light—first, as a settled, and, secondly, as a good one—well aware of the nearly equal importance of the two recommendations to Mr. Woodhouse’s mind.—It was agreed upon, as what was to be; and every body by whom he was used to be guided assuring him that it would be for his happiness; and having some feelings himself which almost admitted it, he began to think that some time or other—in another year or two, perhaps—it might not be so very bad if the marriage did take place.\n"}}
{"white": {"word": "fair", "line": "such delicacy!—and yet without being actually fair.—One cannot call her fair.\n"}}
{"white": {"word": "pale", "line": "So peculiarly the lady in it.—Just colour enough for beauty.” “I have always admired her complexion,” replied Emma, archly; “but do not I remember the time when you found fault with her for being so pale?—When we first began to talk of her.—Have you quite forgotten?” “Oh!\n"}}
{"white": {"word": "fair", "line": "“If not in our dispositions,” she presently added, with a look of true sensibility, “there is a likeness in our destiny; the destiny which bids fair to connect us with two characters so much superior to our own.” “True, true,” he answered, warmly.\n"}}
{"white": {"word": "white", "line": "The wedding was very much like other weddings, where the parties have no taste for finery or parade; and Mrs. Elton, from the particulars detailed by her husband, thought it all extremely shabby, and very inferior to her own.—“Very little white satin, very few lace veils; a most pitiful business!—Selina would stare when she heard of it.”—But, in spite of these deficiencies, the wishes, the hopes, the confidence, the predictions of the small band of true friends who witnessed the ceremony, were fully answered in the perfect happiness of the union.\n"}}
{"white": {"word": "fair", "line": "His good looks and his rank had one fair claim on his attachment; since to them he must have owed a wife of very superior character to any thing deserved by his own.\n"}}
{"black": {"word": "black", "line": "Yet so miserably had he conducted himself, that though she was at this present time (the summer of 1814) wearing black ribbons for his wife, she could not admit him to be worth thinking of again.\n"}}
{"grey": {"word": "grey", "line": "One day last spring, in town, I was in company with two men, striking instances of what I am talking of; Lord St Ives, whose father we all know to have been a country curate, without bread to eat; I was to give place to Lord St Ives, and a certain Admiral Baldwin, the most deplorable-looking personage you can imagine; his face the colour of mahogany, rough and rugged to the last degree; all lines and wrinkles, nine grey hairs of a side, and nothing but a dab of powder at top.\n"}}
{"white": {"word": "white", "line": "Mr Shepherd answered for his being of a gentleman’s family, and mentioned a place; and Anne, after the little pause which followed, added— “He is a rear admiral of the white.\n"}}
{"white": {"word": "fair", "line": "Sir Walter was not very wise; but still he had experience enough of the world to feel, that a more unobjectionable tenant, in all essentials, than Admiral Croft bid fair to be, could hardly offer.\n"}}
{"white": {"word": "fair", "line": "It must not be, if by any fair interference of friendship, any representations from one who had almost a mother’s love, and mother’s rights, it would be prevented.\n"}}
{"white": {"word": "white", "line": "Lady Russell, convinced that Anne would not be allowed to be of any use, or any importance, in the choice of the house which they were going to secure, was very unwilling to have her hurried away so soon, and wanted to make it possible for her to stay behind till she might convey her to Bath herself after Christmas; but having engagements of her own which must take her from Kellynch for several weeks, she was unable to give the full invitation she wished, and Anne though dreading the possible heats of September in all the white glare of Bath, and grieving to forego all the influence so sweet and so sad of the autumnal months in the country, did not think that, everything considered, she wished to remain.\n"}}
{"blue": {"word": "blue", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n"}}
{"brown": {"word": "brown", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n"}}
{"black": {"word": "black", "line": "That she was coming to apologize, and that they should have to spend the evening by themselves, was the first black idea; and Mary was quite ready to be affronted, when Louisa made all right by saying, that she only came on foot, to leave more room for the harp, which was bringing in the carriage.\n"}}
{"white": {"word": "fair", "line": "But, fair or not fair, there are unbecoming conjunctions, which reason will patronize in vain—which taste cannot tolerate—which ridicule will seize.\n"}}
{"white": {"word": "fair", "line": "A short absence from home had left his fair one unguarded by his attentions at this critical period, and when he came back he had the pain of finding very altered manners, and of seeing Captain Wentworth.\n"}}
{"white": {"word": "fair", "line": "“It would not be a _great_ match for Henrietta, but Charles has a very fair chance, through the Spicers, of getting something from the Bishop in the course of a year or two; and you will please to remember, that he is the eldest son; whenever my uncle dies, he steps into very pretty property.\n"}}
{"brown": {"word": "hazel", "line": "This nut,” he continued, with playful solemnity, “while so many of his brethren have fallen and been trodden under foot, is still in possession of all the happiness that a hazel nut can be supposed capable of.” Then returning to his former earnest tone—“My first wish for all whom I am interested in, is that they should be firm.\n"}}
{"green": {"word": "green", "line": "The scenes in its neighbourhood, Charmouth, with its high grounds and extensive sweeps of country, and still more, its sweet, retired bay, backed by dark cliffs, where fragments of low rock among the sands, make it the happiest spot for watching the flow of the tide, for sitting in unwearied contemplation; the woody varieties of the cheerful village of Up Lyme; and, above all, Pinny, with its green chasms between romantic rocks, where the scattered forest trees and orchards of luxuriant growth, declare that many a generation must have passed away since the first partial falling of the cliff prepared the ground for such a state, where a scene so wonderful and so lovely is exhibited, as may more than equal any of the resembling scenes of the far-famed Isle of Wight: these places must be visited, and visited again, to make the worth of Lyme understood.\n"}}
{"blue": {"word": "blue", "line": "Lord Byron’s “dark blue seas” could not fail of being brought forward by their present view, and she gladly gave him all her attention as long as attention was possible.\n"}}
{"white": {"word": "pallid", "line": "Captain Wentworth, who had caught her up, knelt with her in his arms, looking on her with a face as pallid as her own, in an agony of silence.\n"}}
{"black": {"word": "black", "line": "An hour’s complete leisure for such reflections as these, on a dark November day, a small thick rain almost blotting out the very few objects ever to be discerned from the windows, was enough to make the sound of Lady Russell’s carriage exceedingly welcome; and yet, though desirous to be gone, she could not quit the Mansion House, or look an adieu to the Cottage, with its black, dripping and comfortless veranda, or even notice through the misty glasses the last humble tenements of the village, without a saddened heart.\n"}}
{"gold": {"word": "gold", "line": "On one side was a table occupied by some chattering girls, cutting up silk and gold paper; and on the other were tressels and trays, bending under the weight of brawn and cold pies, where riotous boys were holding high revel; the whole completed by a roaring Christmas fire, which seemed determined to be heard, in spite of all the noise of the others.\n"}}
{"pink": {"word": "rose", "line": "No, these were noises which belonged to the winter pleasures; her spirits rose under their influence; and like Mrs Musgrove, she was feeling, though not saying, that after being long in the country, nothing could be so good for her as a little quiet cheerfulness.\n"}}
{"red": {"word": "red", "line": "“The last time I saw her she had a red nose, but I hope that may not happen every day.” “Oh!\n"}}
{"silver": {"word": "silver", "line": "The elegant little clock on the mantel-piece had struck “eleven with its silver sounds,” and the watchman was beginning to be heard at a distance telling the same tale, before Mr Elliot or any of them seemed to feel that he had been there long.\n"}}
{"white": {"word": "fair", "line": "She saw that there had been bad habits; that Sunday travelling had been a common thing; that there had been a period of his life (and probably not a short one) when he had been, at least, careless in all serious matters; and, though he might now think very differently, who could answer for the true sentiments of a clever, cautious man, grown old enough to appreciate a fair character?\n"}}
{"red": {"word": "red", "line": "He was more obviously struck and confused by the sight of her than she had ever observed before; he looked quite red.\n"}}
{"pink": {"word": "blush", "line": "I have travelled so little, that every fresh place would be interesting to me; but there is real beauty at Lyme; and in short” (with a faint blush at some recollections), “altogether my impressions of the place are very agreeable.” As she ceased, the entrance door opened again, and the very party appeared for whom they were waiting.\n"}}
{"pink": {"word": "blush", "line": "Your countenance perfectly informs me that you were in company last night with the person whom you think the most agreeable in the world, the person who interests you at this present time more than all the rest of the world put together.” A blush overspread Anne’s cheeks.\n"}}
{"pink": {"word": "blush", "line": "I assure you, Mr Elliot had not the share which you have been supposing, in whatever pleasure the concert of last night might afford: not Mr Elliot; it is not Mr Elliot that—” She stopped, regretting with a deep blush that she had implied so much; but less would hardly have been sufficient.\n"}}
{"black": {"word": "black", "line": "he is black at heart, hollow and black!” Anne’s astonished air, and exclamation of wonder, made her pause, and in a calmer manner, she added, “My expressions startle you.\n"}}
{"white": {"word": "fair", "line": "It would not be fair; and yet you ought to have proof, for what is all this but assertion, and you shall have proof.” “Indeed, my dear Mrs Smith, I want none,” cried Anne.\n"}}
{"white": {"word": "fair", "line": "Morning visits are never fair by women at her time of life, who make themselves up so little.\n"}}
{"white": {"word": "fair", "line": "It is a very fair match, as times go; and I have liked Charles Hayter all my life, and I shall not leave off now.” “Such excellent parents as Mr and Mrs Musgrove,” exclaimed Anne, “should be happy in their children’s marriages.\n"}}
{"white": {"word": "fair", "line": "“And so, ma’am, all these thing considered,” said Mrs Musgrove, in her powerful whisper, “though we could have wished it different, yet, altogether, we did not think it fair to stand out any longer, for Charles Hayter was quite wild about it, and Henrietta was pretty near as bad; and so we thought they had better marry at once, and make the best of it, as many others have done before them.\n"}}
{"white": {"word": "pale", "line": "The cheeks which had been pale now glowed, and the movements which had hesitated were decided.\n"}}
{"white": {"word": "fair", "line": "He would gladly weaken, by any fair means, whatever feelings or speculations concerning him might exist; and he went, therefore, to his brother’s, meaning after a while to return to Kellynch, and act as circumstances might require.\n"}}
{"pink": {"word": "blush", "line": "She cared not for Mrs Clay, and had nothing to blush for in the public manners of her father and sister.\n"}}
