{"black": {"word": "black", "line": "He little imagined how my heart warmed towards him when I beheld his black eyes withdraw so suspiciously under their brows, as I rode up, and when his fingers sheltered themselves, with a jealous resolution, still further in his waistcoat, as I announced my name.\n"}}
{"brown": {"word": "copper", "line": "It includes kitchen and parlour, generally; but I believe at Wuthering Heights the kitchen is forced to retreat altogether into another quarter: at least I distinguished a chatter of tongues, and a clatter of culinary utensils, deep within; and I observed no signs of roasting, boiling, or baking, about the huge fireplace; nor any glitter of copper saucepans and tin cullenders on the walls.\n"}}
{"silver": {"word": "silver", "line": "One end, indeed, reflected splendidly both light and heat from ranks of immense pewter dishes, interspersed with silver jugs and tankards, towering row after row, on a vast oak dresser, to the very roof.\n"}}
{"green": {"word": "green", "line": "The floor was of smooth, white stone; the chairs, high-backed, primitive structures, painted green: one or two heavy black ones lurking in the shade.\n"}}
{"black": {"word": "black", "line": "The floor was of smooth, white stone; the chairs, high-backed, primitive structures, painted green: one or two heavy black ones lurking in the shade.\n"}}
{"white": {"word": "white", "line": "The floor was of smooth, white stone; the chairs, high-backed, primitive structures, painted green: one or two heavy black ones lurking in the shade.\n"}}
{"white": {"word": "white", "line": "I took a seat at the end of the hearthstone opposite that towards which my landlord advanced, and filled up an interval of silence by attempting to caress the canine mother, who had left her nursery, and was sneaking wolfishly to the back of my legs, her lip curled up, and her white teeth watering for a snatch.\n"}}
{"black": {"word": "black", "line": "On that bleak hill top the earth was hard with a black frost, and the air made me shiver through every limb.\n"}}
{"white": {"word": "fair", "line": "She was slender, and apparently scarcely past girlhood: an admirable form, and the most exquisite little face that I have ever had the pleasure of beholding; small features, very fair; flaxen ringlets, or rather golden, hanging loose on her delicate neck; and eyes, had they been agreeable in expression, that would have been irresistible: fortunately for my susceptible heart, the only sentiment they evinced hovered between scorn and a kind of desperation, singularly unnatural to be detected there.\n"}}
{"gold": {"word": "gold", "line": "The canisters were almost out of her reach; I made a motion to aid her; she turned upon me as a miser might turn if any one attempted to assist him in counting his gold.\n"}}
{"black": {"word": "black", "line": "“Were you asked to tea?” she demanded, tying an apron over her neat black frock, and standing with a spoonful of the leaf poised over the pot.\n"}}
{"red": {"word": "red", "line": "“You are the proper person to ask me.” She flung the tea back, spoon and all, and resumed her chair in a pet; her forehead corrugated, and her red under-lip pushed out, like a child’s ready to cry.\n"}}
{"brown": {"word": "brown", "line": "I began to doubt whether he were a servant or not: his dress and speech were both rude, entirely devoid of the superiority observable in Mr. and Mrs. Heathcliff; his thick brown curls were rough and uncultivated, his whiskers encroached bearishly over his cheeks, and his hands were embrowned like those of a common labourer: still his bearing was free, almost haughty, and he showed none of a domestic’s assiduity in attending on the lady of the house.\n"}}
{"white": {"word": "white", "line": "“You see, sir, I am come, according to promise!” I exclaimed, assuming the cheerful; “and I fear I shall be weather-bound for half an hour, if you can afford me shelter during that space.” “Half an hour?” he said, shaking the white flakes from his clothes; “I wonder you should select the thick of a snow-storm to ramble about in.\n"}}
{"red": {"word": "crimson", "line": "This was worse than before: the youth grew crimson, and clenched his fist, with every appearance of a meditated assault.\n"}}
{"red": {"word": "red", "line": "The red cow didn’t die by chance; and your rheumatism can hardly be reckoned among providential visitations!” “Oh, wicked, wicked!” gasped the elder; “may the Lord deliver us from evil!” “No, reprobate!\n"}}
{"white": {"word": "fair", "line": "I see this house will never do for me—look at t’ poor lad, he’s fair choking!\n"}}
{"white": {"word": "white", "line": "In vapid listlessness I leant my head against the window, and continued spelling over Catherine Earnshaw—Heathcliff—Linton, till my eyes closed; but they had not rested five minutes when a glare of white letters started from the dark, as vivid as spectres—the air swarmed with Catherines; and rousing myself to dispel the obtrusive name, I discovered my candle-wick reclining on one of the antique volumes, and perfuming the place with an odour of roasted calf-skin.\n"}}
{"white": {"word": "fair", "line": "Miss Cathy’s riven th’ back off “Th’ Helmet o’ Salvation,” un’ Heathcliff’s pawsed his fit into t’ first part o’ “T’ Brooad Way to Destruction!” It’s fair flaysome that ye let ’em go on this gait.\n"}}
{"red": {"word": "red", "line": "I saw a red ornamented title—“Seventy Times Seven, and the First of the Seventy-First.\n"}}
{"pink": {"word": "rose", "line": "This time, I remembered I was lying in the oak closet, and I heard distinctly the gusty wind, and the driving of the snow; I heard, also, the fir bough repeat its teasing sound, and ascribed it to the right cause: but it annoyed me so much, that I resolved to silence it, if possible; and, I thought, I rose and endeavoured to unhasp the casement.\n"}}
{"white": {"word": "white", "line": "Heathcliff stood near the entrance, in his shirt and trousers; with a candle dripping over his fingers, and his face as white as the wall behind him.\n"}}
{"grey": {"word": "grey", "line": "Nothing was stirring except a brindled, grey cat, which crept from the ashes, and saluted me with a querulous mew.\n"}}
{"green": {"word": "jade", "line": "You shall pay me for the plague of having you eternally in my sight—do you hear, damnable jade?” “I’ll put my trash away, because you can make me if I refuse,” answered the young lady, closing her book, and throwing it on a chair.\n"}}
{"white": {"word": "white", "line": "It was well he did, for the whole hill-back was one billowy, white ocean; the swells and falls not indicating corresponding rises and depressions in the ground: many pits, at least, were filled to a level; and entire ranges of mounds, the refuse of the quarries, blotted from the chart which my yesterday’s walk left pictured in my mind.\n"}}
{"green": {"word": "lime", "line": "I had remarked on one side of the road, at intervals of six or seven yards, a line of upright stones, continued through the whole length of the barren: these were erected and daubed with lime on purpose to serve as guides in the dark, and also when a fall, like the present, confounded the deep swamps on either hand with the firmer path: but, excepting a dirty dot pointing up here and there, all traces of their existence had vanished: and my companion found it necessary to warn me frequently to steer to the right or left, when I imagined I was following, correctly, the windings of the road.\n"}}
{"white": {"word": "fair", "line": "As an instance, I remember Mr. Earnshaw once bought a couple of colts at the parish fair, and gave the lads each one.\n"}}
{"black": {"word": "black", "line": "Heathcliff took the handsomest, but it soon fell lame, and when he discovered it, he said to Hindley— “You must exchange horses with me: I don’t like mine; and if you won’t I shall tell your father of the three thrashings you’ve given me this week, and show him my arm, which is black to the shoulder.” Hindley put out his tongue, and cuffed him over the ears.\n"}}
{"white": {"word": "white", "line": "“Throw it,” he replied, standing still, “and then I’ll tell how you boasted that you would turn me out of doors as soon as he died, and see whether he will not turn you out directly.” Hindley threw it, hitting him on the breast, and down he fell, but staggered up immediately, breathless and white; and, had not I prevented it, he would have gone just so to the master, and got full revenge by letting his condition plead for him, intimating who had caused it.\n"}}
{"black": {"word": "black", "line": "It was a disadvantage to the lad; for the kinder among us did not wish to fret the master, so we humoured his partiality; and that humouring was rich nourishment to the child’s pride and black tempers.\n"}}
{"black": {"word": "black", "line": "I thought she was half silly, from her behaviour while that went on: she ran into her chamber, and made me come with her, though I should have been dressing the children: and there she sat shivering and clasping her hands, and asking repeatedly—“Are they gone yet?” Then she began describing with hysterical emotion the effect it produced on her to see black; and started, and trembled, and, at last, fell a-weeping—and when I asked what was the matter, answered, she didn’t know; but she felt so afraid of dying!\n"}}
{"white": {"word": "white", "line": "Indeed, he would have carpeted and papered a small spare room for a parlour; but his wife expressed such pleasure at the white floor and huge glowing fireplace, at the pewter dishes and delf-case, and dog-kennel, and the wide space there was to move about in where they usually sat, that he thought it unnecessary to her comfort, and so dropped the intention.\n"}}
{"white": {"word": "fair", "line": "They both promised fair to grow up as rude as savages; the young master being entirely negligent how they behaved, and what they did, so they kept clear of him.\n"}}
{"red": {"word": "crimson", "line": "it was beautiful—a splendid place carpeted with crimson, and crimson-covered chairs and tables, and a pure white ceiling bordered by gold, a shower of glass-drops hanging in silver chains from the centre, and shimmering with little soft tapers.\n"}}
{"white": {"word": "white", "line": "it was beautiful—a splendid place carpeted with crimson, and crimson-covered chairs and tables, and a pure white ceiling bordered by gold, a shower of glass-drops hanging in silver chains from the centre, and shimmering with little soft tapers.\n"}}
{"gold": {"word": "gold", "line": "it was beautiful—a splendid place carpeted with crimson, and crimson-covered chairs and tables, and a pure white ceiling bordered by gold, a shower of glass-drops hanging in silver chains from the centre, and shimmering with little soft tapers.\n"}}
{"silver": {"word": "silver", "line": "it was beautiful—a splendid place carpeted with crimson, and crimson-covered chairs and tables, and a pure white ceiling bordered by gold, a shower of glass-drops hanging in silver chains from the centre, and shimmering with little soft tapers.\n"}}
{"purple": {"word": "purple", "line": "The dog was throttled off; his huge, purple tongue hanging half a foot out of his mouth, and his pendent lips streaming with bloody slaver.\n"}}
{"grey": {"word": "grey", "line": "Mrs. Linton took off the grey cloak of the dairy-maid which we had borrowed for our excursion, shaking her head and expostulating with her, I suppose: she was a young lady, and they made a distinction between her treatment and mine.\n"}}
{"blue": {"word": "blue", "line": "Afterwards, they dried and combed her beautiful hair, and gave her a pair of enormous slippers, and wheeled her to the fire; and I left her, as merry as she could be, dividing her food between the little dog and Skulker, whose nose she pinched as he ate; and kindling a spark of spirit in the vacant blue eyes of the Lintons—a dim reflection from her own enchanting face.\n"}}
{"black": {"word": "black", "line": "The mistress visited her often in the interval, and commenced her plan of reform by trying to raise her self-respect with fine clothes and flattery, which she took readily; so that, instead of a wild, hatless little savage jumping into the house, and rushing to squeeze us all breathless, there lighted from a handsome black pony a very dignified person, with brown ringlets falling from the cover of a feathered beaver, and a long cloth habit, which she was obliged to hold up with both hands that she might sail in.\n"}}
{"brown": {"word": "brown", "line": "The mistress visited her often in the interval, and commenced her plan of reform by trying to raise her self-respect with fine clothes and flattery, which she took readily; so that, instead of a wild, hatless little savage jumping into the house, and rushing to squeeze us all breathless, there lighted from a handsome black pony a very dignified person, with brown ringlets falling from the cover of a feathered beaver, and a long cloth habit, which she was obliged to hold up with both hands that she might sail in.\n"}}
{"white": {"word": "white", "line": "Ellen, help Miss Catherine off with her things—Stay, dear, you will disarrange your curls—let me untie your hat.” I removed the habit, and there shone forth beneath a grand plaid silk frock, white trousers, and burnished shoes; and, while her eyes sparkled joyfully when the dogs came bounding up to welcome her, she dared hardly touch them lest they should fawn upon her splendid garments.\n"}}
{"black": {"word": "black", "line": "“You may come and wish Miss Catherine welcome, like the other servants.” Cathy, catching a glimpse of her friend in his concealment, flew to embrace him; she bestowed seven or eight kisses on his cheek within the second, and then stopped, and drawing back, burst into a laugh, exclaiming, “Why, how very black and cross you look!\n"}}
{"silver": {"word": "silver", "line": "I smelt the rich scent of the heating spices; and admired the shining kitchen utensils, the polished clock, decked in holly, the silver mugs ranged on a tray ready to be filled with mulled ale for supper; and above all, the speckless purity of my particular care—the scoured and well-swept floor.\n"}}
{"pink": {"word": "rose", "line": "In the morning he rose early; and, as it was a holiday, carried his ill-humour on to the moors; not re-appearing till the family were departed for church.\n"}}
{"white": {"word": "fair", "line": "I wish I had light hair and a fair skin, and was dressed and behaved as well, and had a chance of being as rich as he will be!” “And cried for mamma at every turn,” I added, “and trembled if a country lad heaved his fist against you, and sat at home all day for a shower of rain.\n"}}
{"black": {"word": "black", "line": "Do you mark those two lines between your eyes; and those thick brows, that, instead of rising arched, sink in the middle; and that couple of black fiends, so deeply buried, who never open their windows boldly, but lurk glinting under them, like devil’s spies?\n"}}
{"blue": {"word": "blue", "line": "Don’t get the expression of a vicious cur that appears to know the kicks it gets are its desert, and yet hates all the world, as well as the kicker, for what it suffers.” “In other words, I must wish for Edgar Linton’s great blue eyes and even forehead,” he replied.\n"}}
{"black": {"word": "black", "line": "“I do—and that won’t help me to them.” “A good heart will help you to a bonny face, my lad,” I continued, “if you were a regular black; and a bad one will turn the bonniest into something worse than ugly.\n"}}
{"white": {"word": "white", "line": "Catherine took a hand of each of the children, and brought them into the house and set them before the fire, which quickly put colour into their white faces.\n"}}
{"red": {"word": "red", "line": "Mr. Earnshaw snatched up the culprit directly and conveyed him to his chamber; where, doubtless, he administered a rough remedy to cool the fit of passion, for he appeared red and breathless.\n"}}
{"pink": {"word": "rose", "line": "* * * * * Thus interrupting herself, the housekeeper rose, and proceeded to lay aside her sewing; but I felt incapable of moving from the hearth, and I was very far from nodding.\n"}}
{"green": {"word": "lime", "line": "“I’ll not work any more to-day: I’ll stay with you.” “Oh, but Joseph will tell,” she suggested; “you’d better go!” “Joseph is loading lime on the further side of Penistone Crags; it will take him till dark, and he’ll never know.” So saying, he lounged to the fire, and sat down.\n"}}
{"pink": {"word": "rose", "line": "Her companion rose up, but he hadn’t time to express his feelings further, for a horse’s feet were heard on the flags, and having knocked gently, young Linton entered, his face brilliant with delight at the unexpected summons he had received.\n"}}
{"red": {"word": "red", "line": "You have no right to nip me, and I’m not going to bear it.” “I didn’t touch you, you lying creature!” cried she, her fingers tingling to repeat the act, and her ears red with rage.\n"}}
{"purple": {"word": "purple", "line": "“What’s that, then?” I retorted, showing a decided purple witness to refute her.\n"}}
{"white": {"word": "pale", "line": "The insulted visitor moved to the spot where he had laid his hat, pale and with a quivering lip.\n"}}
{"red": {"word": "red", "line": "You needn’t laugh; for I’ve just crammed Kenneth, head-downmost, in the Black-horse marsh; and two is the same as one—and I want to kill some of you: I shall have no rest till I do!” “But I don’t like the carving-knife, Mr. Hindley,” I answered; “it has been cutting red herrings.\n"}}
{"black": {"word": "black", "line": "Bud I can look for norther horse nur man of a neeght loike this—as black as t’ chimbley!\n"}}
{"white": {"word": "pale", "line": "Why are you so damp and pale, child?” “I’ve been wet,” she answered reluctantly, “and I’m cold, that’s all.” “Oh, she is naughty!” I cried, perceiving the master to be tolerably sober.\n"}}
{"black": {"word": "black", "line": "Look, I’m not a stranger!” A ray fell on his features; the cheeks were sallow, and half covered with black whiskers; the brows lowering, the eyes deep-set and singular.\n"}}
{"green": {"word": "green", "line": "They sat together in a window whose lattice lay back against the wall, and displayed, beyond the garden trees, and the wild green park, the valley of Gimmerton, with a long line of mist winding nearly to its top (for very soon after you pass the chapel, as you may have noticed, the sough that runs from the marshes joins a beck which follows the bend of the glen).\n"}}
{"pink": {"word": "rose", "line": "Wuthering Heights rose above this silvery vapour; but our old house was invisible; it rather dips down on the other side.\n"}}
{"black": {"word": "black", "line": "A half-civilised ferocity lurked yet in the depressed brows and eyes full of black fire, but it was subdued; and his manner was even dignified: quite divested of roughness, though too stern for grace.\n"}}
{"white": {"word": "pale", "line": "Not so Mr. Edgar: he grew pale with pure annoyance: a feeling that reached its climax when his lady rose, and stepping across the rug, seized Heathcliff’s hands again, and laughed like one beside herself.\n"}}
{"pink": {"word": "rose", "line": "Not so Mr. Edgar: he grew pale with pure annoyance: a feeling that reached its climax when his lady rose, and stepping across the rug, seized Heathcliff’s hands again, and laughed like one beside herself.\n"}}
{"yellow": {"word": "yellow", "line": "“I’m not envious: I never feel hurt at the brightness of Isabella’s yellow hair and the whiteness of her skin, at her dainty elegance, and the fondness all the family exhibit for her.\n"}}
{"pink": {"word": "rose", "line": "He would have recoiled still more had he been aware that her attachment rose unsolicited, and was bestowed where it awakened no reciprocation of sentiment; for the minute he discovered its existence he laid the blame on Heathcliff’s deliberate designing.\n"}}
{"white": {"word": "fair", "line": "He fair likes—he langs to set his brazened face agean ’em!\n"}}
{"red": {"word": "red", "line": "The poor thing couldn’t bear that; she grew white and red in rapid succession, and, while tears beaded her lashes, bent the strength of her small fingers to loosen the firm clutch of Catherine; and perceiving that as fast as she raised one finger off her arm another closed down, and she could not remove the whole together, she began to make use of her nails; and their sharpness presently ornamented the detainer’s with crescents of red.\n"}}
{"white": {"word": "white", "line": "The poor thing couldn’t bear that; she grew white and red in rapid succession, and, while tears beaded her lashes, bent the strength of her small fingers to loosen the firm clutch of Catherine; and perceiving that as fast as she raised one finger off her arm another closed down, and she could not remove the whole together, she began to make use of her nails; and their sharpness presently ornamented the detainer’s with crescents of red.\n"}}
{"black": {"word": "black", "line": "You’d hear of odd things if I lived alone with that mawkish, waxen face: the most ordinary would be painting on its white the colours of the rainbow, and turning the blue eyes black, every day or two: they detestably resemble Linton’s.” “Delectably!” observed Catherine.\n"}}
{"white": {"word": "white", "line": "You’d hear of odd things if I lived alone with that mawkish, waxen face: the most ordinary would be painting on its white the colours of the rainbow, and turning the blue eyes black, every day or two: they detestably resemble Linton’s.” “Delectably!” observed Catherine.\n"}}
{"blue": {"word": "blue", "line": "You’d hear of odd things if I lived alone with that mawkish, waxen face: the most ordinary would be painting on its white the colours of the rainbow, and turning the blue eyes black, every day or two: they detestably resemble Linton’s.” “Delectably!” observed Catherine.\n"}}
{"grey": {"word": "grey", "line": "The sun shone yellow on its grey head, reminding me of summer; and I cannot say why, but all at once a gush of child’s sensations flowed into my heart.\n"}}
{"yellow": {"word": "yellow", "line": "The sun shone yellow on its grey head, reminding me of summer; and I cannot say why, but all at once a gush of child’s sensations flowed into my heart.\n"}}
{"black": {"word": "black", "line": "I said you must let Isabella alone!—I beg you will, unless you are tired of being received here, and wish Linton to draw the bolts against you!” “God forbid that he should try!” answered the black villain.\n"}}
{"white": {"word": "pale", "line": "He tried to wrest the key from Catherine’s grasp, and for safety she flung it into the hottest part of the fire; whereupon Mr. Edgar was taken with a nervous trembling, and his countenance grew deadly pale.\n"}}
{"white": {"word": "blanched", "line": "In a few seconds she stretched herself out stiff, and turned up her eyes, while her cheeks, at once blanched and livid, assumed the aspect of death.\n"}}
{"red": {"word": "red", "line": "Are they red, any of them?\n"}}
{"grey": {"word": "grey", "line": "“I see in you, Nelly,” she continued dreamily, “an aged woman: you have grey hair and bent shoulders.\n"}}
{"black": {"word": "black", "line": "I’m not wandering: you’re mistaken, or else I should believe you really _were_ that withered hag, and I should think I _was_ under Penistone Crags; and I’m conscious it’s night, and there are two candles on the table making the black press shine like jet.” “The black press?\n"}}
{"pink": {"word": "rose", "line": "And say what I could, I was incapable of making her comprehend it to be her own; so I rose and covered it with a shawl.\n"}}
{"grey": {"word": "grey", "line": "I thought as I lay there, with my head against that table leg, and my eyes dimly discerning the grey square of the window, that I was enclosed in the oak-panelled bed at home; and my heart ached with some great grief which, just waking, I could not recollect.\n"}}
{"white": {"word": "white", "line": "In passing the garden to reach the road, at a place where a bridle hook is driven into the wall, I saw something white moved irregularly, evidently by another agent than the wind.\n"}}
{"white": {"word": "white", "line": "Edgar, is there not a south wind, and is not the snow almost gone?” “The snow is quite gone down here, darling,” replied her husband; “and I only see two white spots on the whole range of moors: the sky is blue, and the larks are singing, and the becks and brooks are all brim full.\n"}}
{"blue": {"word": "blue", "line": "Edgar, is there not a south wind, and is not the snow almost gone?” “The snow is quite gone down here, darling,” replied her husband; “and I only see two white spots on the whole range of moors: the sky is blue, and the larks are singing, and the becks and brooks are all brim full.\n"}}
{"grey": {"word": "grey", "line": "There was a great fire, and that was all the light in the huge apartment, whose floor had grown a uniform grey; and the once brilliant pewter-dishes, which used to attract my gaze when I was a girl, partook of a similar obscurity, created by tarnish and dust.\n"}}
{"pink": {"word": "rose", "line": "and—mind you don’t tell Edgar, or Catherine—above every sorrow beside, this rose pre-eminent: despair at finding nobody who could or would be my ally against Heathcliff!\n"}}
{"gold": {"word": "gold", "line": "I _will_ have it back; and I’ll have _his_ gold too; and then his blood; and hell shall have his soul!\n"}}
{"white": {"word": "pale", "line": "There, pale t’ guilp off, un’ then ye’ll hae done wi’t.\n"}}
{"pink": {"word": "rose", "line": "With great grumblings, the fellow rose, and preceded me in my ascent: we mounted to the garrets; he opened a door, now and then, to look into the apartments we passed.\n"}}
{"red": {"word": "crimson", "line": "There was a carpet—a good one, but the pattern was obliterated by dust; a fireplace hung with cut-paper, dropping to pieces; a handsome oak-bedstead with ample crimson curtains of rather expensive material and modern make; but they had evidently experienced rough usage: the vallances hung in festoons, wrenched from their rings, and the iron rod supporting them was bent in an arc on one side, causing the drapery to trail upon the floor.\n"}}
{"pink": {"word": "rose", "line": "Mr. Heathcliff sat at a table, turning over some papers in his pocket-book; but he rose when I appeared, asked me how I did, quite friendly, and offered me a chair.\n"}}
{"white": {"word": "fair", "line": "She is, on the whole, a very fair narrator, and I don’t think I could improve her style.\n"}}
{"white": {"word": "white", "line": "Mrs. Linton sat in a loose white dress, with a light shawl over her shoulders, in the recess of the open window, as usual.\n"}}
{"white": {"word": "white", "line": "Her present countenance had a wild vindictiveness in its white cheek, and a bloodless lip and scintillating eye; and she retained in her closed fingers a portion of the locks she had been grasping.\n"}}
{"blue": {"word": "blue", "line": "As to her companion, while raising himself with one hand, he had taken her arm with the other; and so inadequate was his stock of gentleness to the requirements of her condition, that on his letting go I saw four distinct impressions left blue in the colourless skin.\n"}}
{"pink": {"word": "rose", "line": "Do come to me, Heathcliff.” In her eagerness she rose and supported herself on the arm of the chair.\n"}}
{"white": {"word": "blanched", "line": "Far better that she should be dead, than lingering a burden and a misery-maker to all about her.” Edgar sprang to his unbidden guest, blanched with astonishment and rage.\n"}}
{"white": {"word": "fair", "line": "His young and fair features were almost as deathlike as those of the form beside him, and almost as fixed: but _his_ was the hush of exhausted anguish, and _hers_ of perfect peace.\n"}}
{"silver": {"word": "silver", "line": "Indeed, I shouldn’t have discovered that he had been there, except for the disarrangement of the drapery about the corpse’s face, and for observing on the floor a curl of light hair, fastened with a silver thread; which, on examination, I ascertained to have been taken from a locket hung round Catherine’s neck.\n"}}
{"black": {"word": "black", "line": "Heathcliff had opened the trinket and cast out its contents, replacing them by a black lock of his own.\n"}}
{"green": {"word": "green", "line": "It was dug on a green slope in a corner of the kirkyard, where the wall is so low that heath and bilberry-plants have climbed over it from the moor; and peat-mould almost buries it.\n"}}
{"grey": {"word": "grey", "line": "Her husband lies in the same spot now; and they have each a simple headstone above, and a plain grey block at their feet, to mark the graves.\n"}}
{"white": {"word": "white", "line": "The frock was of light silk, and clung to her with wet, and her feet were protected merely by thin slippers; add to this a deep cut under one ear, which only the cold prevented from bleeding profusely, a white face scratched and bruised, and a frame hardly able to support itself through fatigue; and you may fancy my first fright was not much allayed when I had had leisure to examine her.\n"}}
{"gold": {"word": "gold", "line": "This is the last thing of his I have about me:” she slipped the gold ring from her third finger, and threw it on the floor.\n"}}
{"red": {"word": "red", "line": "Pulling out the nerves with red hot pincers requires more coolness than knocking on the head.\n"}}
{"pink": {"word": "rose", "line": "Consequently, he rose, in suicidal low spirits, as fit for the church as for a dance; and instead, he sat down by the fire and swallowed gin or brandy by tumblerfuls.\n"}}
{"black": {"word": "black", "line": "There he has continued, praying like a Methodist: only the deity he implored is senseless dust and ashes; and God, when addressed, was curiously confounded with his own black father!\n"}}
{"pink": {"word": "rose", "line": "I rose with an irrepressible expression of what I felt on my lips, which induced my companion, who had been staring towards the door, to turn and look at me.\n"}}
{"black": {"word": "black", "line": "As I sat nursing these reflections, the casement behind me was banged on to the floor by a blow from the latter individual, and his black countenance looked blightingly through.\n"}}
{"pink": {"word": "rose", "line": "There, that is work fit for you!’ “He shook me till my teeth rattled, and pitched me beside Joseph, who steadily concluded his supplications, and then rose, vowing he would set off for the Grange directly.\n"}}
{"red": {"word": "red", "line": "Now that she’s dead, I see her in Hindley: Hindley has exactly her eyes, if you had not tried to gouge them out, and made them black and red; and her—’ “‘Get up, wretched idiot, before I stamp you to death!’ he cried, making a movement that caused me to make one also.\n"}}
{"black": {"word": "black", "line": "Now that she’s dead, I see her in Hindley: Hindley has exactly her eyes, if you had not tried to gouge them out, and made them black and red; and her—’ “‘Get up, wretched idiot, before I stamp you to death!’ he cried, making a movement that caused me to make one also.\n"}}
{"pink": {"word": "rose", "line": "And far rather would I be condemned to a perpetual dwelling in the infernal regions than, even for one night, abide beneath the roof of Wuthering Heights again.” Isabella ceased speaking, and took a drink of tea; then she rose, and bidding me put on her bonnet, and a great shawl I had brought, and turning a deaf ear to my entreaties for her to remain another hour, she stepped on to a chair, kissed Edgar’s and Catherine’s portraits, bestowed a similar salute on me, and descended to the carriage, accompanied by Fanny, who yelped wild with joy at recovering her mistress.\n"}}
{"white": {"word": "fair", "line": "I could not hinder myself from pondering on the question—“Had he had fair play?” Whatever I did, that idea would bother me: it was so tiresomely pertinacious that I resolved on requesting leave to go to Wuthering Heights, and assist in the last duties to the dead.\n"}}
{"pink": {"word": "rose", "line": "The twelve years, continued Mrs. Dean, following that dismal period were the happiest of my life: my greatest troubles in their passage rose from our little lady’s trifling illnesses, which she had to experience in common with all children, rich and poor.\n"}}
{"white": {"word": "fair", "line": "She was the most winning thing that ever brought sunshine into a desolate house: a real beauty in face, with the Earnshaws’ handsome dark eyes, but the Lintons’ fair skin and small features, and yellow curling hair.\n"}}
{"yellow": {"word": "yellow", "line": "She was the most winning thing that ever brought sunshine into a desolate house: a real beauty in face, with the Earnshaws’ handsome dark eyes, but the Lintons’ fair skin and small features, and yellow curling hair.\n"}}
{"black": {"word": "black", "line": "In winter the frost is always there before it comes to us; and deep into summer I have found snow under that black hollow on the north-east side!” “Oh, you have been on them!” she cried gleefully.\n"}}
{"brown": {"word": "hazel", "line": "“I saw her at morn,” he replied: “she would have me to cut her a hazel switch, and then she leapt her Galloway over the hedge yonder, where it is lowest, and galloped out of sight.” You may guess how I felt at hearing this news.\n"}}
{"black": {"word": "black", "line": "And he never said Miss: he should have done, shouldn’t he, if he’s a servant?” Hareton grew black as a thunder-cloud at this childish speech.\n"}}
{"black": {"word": "black", "line": "A letter, edged with black, announced the day of my master’s return.\n"}}
{"black": {"word": "black", "line": "Since early morning she had been busy ordering her own small affairs; and now attired in her new black frock—poor thing!\n"}}
{"white": {"word": "pale", "line": "A pale, delicate, effeminate boy, who might have been taken for my master’s younger brother, so strong was the resemblance: but there was a sickly peevishness in his aspect that Edgar Linton never had.\n"}}
{"brown": {"word": "brown", "line": "Linton sank back on his pillow and fell into a brown study.\n"}}
{"blue": {"word": "blue", "line": "“Is Wuthering Heights as pleasant a place as Thrushcross Grange?” he inquired, turning to take a last glance into the valley, whence a light mist mounted and formed a fleecy cloud on the skirts of the blue.\n"}}
{"green": {"word": "green", "line": "Hareton Earnshaw—that is, Miss Cathy’s other cousin, and so yours in a manner—will show you all the sweetest spots; and you can bring a book in fine weather, and make a green hollow your study; and, now and then, your uncle may join you in a walk: he does, frequently, walk out on the hills.” “And what is my father like?” he asked.\n"}}
{"black": {"word": "black", "line": "“Is he as young and handsome as uncle?” “He’s as young,” said I; “but he has black hair and eyes, and looks sterner; and he is taller and bigger altogether.\n"}}
{"white": {"word": "white", "line": "Then I am not like him, am I?” “Not much,” I answered: not a morsel, I thought, surveying with regret the white complexion and slim frame of my companion, and his large languid eyes—his mother’s eyes, save that, unless a morbid touchiness kindled them a moment, they had not a vestige of her sparkling spirit.\n"}}
{"blue": {"word": "blue", "line": "Where is _my_ share in thee, puling chicken?” He took off the boy’s cap and pushed back his thick flaxen curls, felt his slender arms and his small fingers; during which examination Linton ceased crying, and lifted his great blue eyes to inspect the inspector.\n"}}
{"white": {"word": "white", "line": "Though it _is_ something to see you have not white blood.\n"}}
{"pink": {"word": "rose", "line": "We had sad work with little Cathy that day: she rose in high glee, eager to join her cousin, and such passionate tears and lamentations followed the news of his departure that Edgar himself was obliged to soothe her, by affirming he should come back soon: he added, however, “if I can get him”; and there were no hopes of that.\n"}}
{"pink": {"word": "rose", "line": "She bounded before me, and returned to my side, and was off again like a young greyhound; and, at first, I found plenty of entertainment in listening to the larks singing far and near, and enjoying the sweet, warm sunshine; and watching her, my pet and my delight, with her golden ringlets flying loose behind, and her bright cheek, as soft and pure in its bloom as a wild rose, and her eyes radiant with cloudless pleasure.\n"}}
{"pink": {"word": "rose", "line": "Heathcliff rose, and went into the kitchen, and from thence to the yard, calling out for Hareton.\n"}}
{"gold": {"word": "gold", "line": "But there’s this difference; one is gold put to the use of paving-stones, and the other is tin polished to ape a service of silver.\n"}}
{"silver": {"word": "silver", "line": "But there’s this difference; one is gold put to the use of paving-stones, and the other is tin polished to ape a service of silver.\n"}}
{"red": {"word": "red", "line": "She wouldn’t dine; but she reappeared at tea, pale, and red about the eyes, and marvellously subdued in outward aspect.\n"}}
{"white": {"word": "pale", "line": "She wouldn’t dine; but she reappeared at tea, pale, and red about the eyes, and marvellously subdued in outward aspect.\n"}}
{"blue": {"word": "blue", "line": "On an afternoon in October, or the beginning of November—a fresh watery afternoon, when the turf and paths were rustling with moist, withered leaves, and the cold blue sky was half hidden by clouds—dark grey streamers, rapidly mounting from the west, and boding abundant rain—I requested my young lady to forego her ramble, because I was certain of showers.\n"}}
{"grey": {"word": "grey", "line": "On an afternoon in October, or the beginning of November—a fresh watery afternoon, when the turf and paths were rustling with moist, withered leaves, and the cold blue sky was half hidden by clouds—dark grey streamers, rapidly mounting from the west, and boding abundant rain—I requested my young lady to forego her ramble, because I was certain of showers.\n"}}
{"pink": {"word": "rose", "line": "On one side of the road rose a high, rough bank, where hazels and stunted oaks, with their roots half exposed, held uncertain tenure: the soil was too loose for the latter; and strong winds had blown some nearly horizontal.\n"}}
{"purple": {"word": "lilac", "line": "There’s a little flower up yonder, the last bud from the multitude of bluebells that clouded those turf steps in July with a lilac mist.\n"}}
{"white": {"word": "blanched", "line": "You’re so low, I daresay I shall keep up with you.” “No,” she repeated, and continued sauntering on, pausing at intervals to muse over a bit of moss, or a tuft of blanched grass, or a fungus spreading its bright orange among the heaps of brown foliage; and, ever and anon, her hand was lifted to her averted face.\n"}}
{"brown": {"word": "brown", "line": "You’re so low, I daresay I shall keep up with you.” “No,” she repeated, and continued sauntering on, pausing at intervals to muse over a bit of moss, or a tuft of blanched grass, or a fungus spreading its bright orange among the heaps of brown foliage; and, ever and anon, her hand was lifted to her averted face.\n"}}
{"red": {"word": "scarlet", "line": "“But deeds must prove it also; and after he is well, remember you don’t forget resolutions formed in the hour of fear.” As we talked, we neared a door that opened on the road; and my young lady, lightening into sunshine again, climbed up and seated herself on the top of the wall, reaching over to gather some hips that bloomed scarlet on the summit branches of the wild-rose trees shadowing the highway side: the lower fruit had disappeared, but only birds could touch the upper, except from Cathy’s present station.\n"}}
{"pink": {"word": "blush", "line": "Yes; you have cause to blush.\n"}}
{"white": {"word": "pale", "line": "I couldn’t bear to witness her sorrow: to see her pale, dejected countenance, and heavy eyes: and I yielded, in the faint hope that Linton himself might prove, by his reception of us, how little of the tale was founded on fact.\n"}}
{"black": {"word": "black", "line": "Joseph seemed sitting in a sort of elysium alone, beside a roaring fire; a quart of ale on the table near him, bristling with large pieces of toasted oat-cake; and his black, short pipe in his mouth.\n"}}
{"red": {"word": "red", "line": "There are only a few red ashes now.\n"}}
{"red": {"word": "red", "line": "I hate you now!” she panted, and her face grew red with passion.\n"}}
{"pink": {"word": "rose", "line": "“And to-morrow, Catherine, will you be here to-morrow?” asked young Heathcliff, holding her frock as she rose reluctantly.\n"}}
{"pink": {"word": "rose", "line": "She put the door gently to, slipped off her snowy shoes, untied her hat, and was proceeding, unconscious of my espionage, to lay aside her mantle, when I suddenly rose and revealed myself.\n"}}
{"blue": {"word": "blue", "line": "He said the pleasantest manner of spending a hot July day was lying from morning till evening on a bank of heath in the middle of the moors, with the bees humming dreamily about among the bloom, and the larks singing high up overhead, and the blue sky and bright sun shining steadily and cloudlessly.\n"}}
{"green": {"word": "green", "line": "That was his most perfect idea of heaven’s happiness: mine was rocking in a rustling green tree, with a west wind blowing, and bright white clouds flitting rapidly above; and not only larks, but throstles, and blackbirds, and linnets, and cuckoos pouring out music on every side, and the moors seen at a distance, broken into cool dusky dells; but close by great swells of long grass undulating in waves to the breeze; and woods and sounding water, and the whole world awake and wild with joy.\n"}}
{"white": {"word": "white", "line": "That was his most perfect idea of heaven’s happiness: mine was rocking in a rustling green tree, with a west wind blowing, and bright white clouds flitting rapidly above; and not only larks, but throstles, and blackbirds, and linnets, and cuckoos pouring out music on every side, and the moors seen at a distance, broken into cool dusky dells; but close by great swells of long grass undulating in waves to the breeze; and woods and sounding water, and the whole world awake and wild with joy.\n"}}
{"white": {"word": "white", "line": "“Linton was white and trembling.\n"}}
{"green": {"word": "green", "line": "But I’ve been as happy musing by myself among those stones, under that old church: lying, through the long June evenings, on the green mound of her mother’s grave, and wishing—yearning for the time when I might lie beneath it.\n"}}
{"white": {"word": "pale", "line": "Then he walked so feebly, and looked so pale, that I immediately exclaimed,—“Why, Master Heathcliff, you are not fit for enjoying a ramble this morning.\n"}}
{"blue": {"word": "blue", "line": "“No—better—better!” he panted, trembling, and retaining her hand as if he needed its support, while his large blue eyes wandered timidly over her; the hollowness round them transforming to haggard wildness the languid expression they once possessed.\n"}}
{"pink": {"word": "rose", "line": "Cathy rose.\n"}}
{"black": {"word": "black", "line": "She stepped close up; her black eyes flashing with passion and resolution.\n"}}
{"pink": {"word": "rose", "line": "Mr. Heathcliff, perceiving us all confounded, rose, and expeditiously made the tea himself.\n"}}
{"pink": {"word": "rose", "line": "I rose to follow, but he turned the lock again.\n"}}
{"red": {"word": "scarlet", "line": "It was Zillah; donned in her scarlet shawl, with a black silk bonnet on her head, and a willow-basket swung to her arm.\n"}}
{"black": {"word": "black", "line": "It was Zillah; donned in her scarlet shawl, with a black silk bonnet on her head, and a willow-basket swung to her arm.\n"}}
{"gold": {"word": "gold", "line": "And then she cried, and took a little picture from her neck, and said I should have that; two pictures in a gold case, on one side her mother, and on the other uncle, when they were young.\n"}}
{"white": {"word": "pale", "line": "I don’t like to think so; but she’s a naughty thing for crying continually; and she looks so pale and wild, I’m afraid of her.” “And you can get the key if you choose?” I said.\n"}}
{"pink": {"word": "rose", "line": "“Catherine is coming, dear master!” I whispered; “she is alive and well; and will be here, I hope, to-night.” I trembled at the first effects of this intelligence: he half rose up, looked eagerly round the apartment, and then sank back in a swoon.\n"}}
{"white": {"word": "pale", "line": "Is papa alive?” “Yes,” I cried: “yes, my angel, he is, God be thanked, you are safe with us again!” She wanted to run, breathless as she was, upstairs to Mr. Linton’s room; but I compelled her to sit down on a chair, and made her drink, and washed her pale face, chafing it into a faint colour with my apron.\n"}}
{"pink": {"word": "rose", "line": "Whether Catherine had spent her tears, or whether the grief were too weighty to let them flow, she sat there dry-eyed till the sun rose: she sat till noon, and would still have remained brooding over that deathbed, but I insisted on her coming away and taking some repose.\n"}}
{"red": {"word": "red", "line": "It was a strange way of killing: not by inches, but by fractions of hairbreadths, to beguile me with the spectre of a hope through eighteen years!” Mr. Heathcliff paused and wiped his forehead; his hair clung to it, wet with perspiration; his eyes were fixed on the red embers of the fire, the brows not contracted, but raised next the temples; diminishing the grim aspect of his countenance, but imparting a peculiar look of trouble, and a painful appearance of mental tension towards one absorbing subject.\n"}}
{"white": {"word": "white", "line": "I fancy he fretted a great deal, and moaned hisseln night and day; and she had precious little rest: one could guess by her white face and heavy eyes.\n"}}
{"black": {"word": "black", "line": "She had cried out, when I carried up her dinner, that she couldn’t bear any longer being in the cold; and I told her the master was going to Thrushcross Grange, and Earnshaw and I needn’t hinder her from descending; so, as soon as she heard Heathcliff’s horse trot off, she made her appearance, donned in black, and her yellow curls combed back behind her ears as plain as a Quaker: she couldn’t comb them out.\n"}}
{"yellow": {"word": "yellow", "line": "She had cried out, when I carried up her dinner, that she couldn’t bear any longer being in the cold; and I told her the master was going to Thrushcross Grange, and Earnshaw and I needn’t hinder her from descending; so, as soon as she heard Heathcliff’s horse trot off, she made her appearance, donned in black, and her yellow curls combed back behind her ears as plain as a Quaker: she couldn’t comb them out.\n"}}
{"pink": {"word": "rose", "line": "Earnshaw rose, too, and bid her come to the settle, and sit close by the fire: he was sure she was starved.\n"}}
{"silver": {"word": "silver", "line": "I brought the last here—and you gathered them, as a magpie gathers silver spoons, for the mere love of stealing!\n"}}
{"red": {"word": "crimson", "line": "But I’ve most of them written on my brain and printed in my heart, and you cannot deprive me of those!” Earnshaw blushed crimson when his cousin made this revelation of his private literary accumulations, and stammered an indignant denial of her accusations.\n"}}
{"pink": {"word": "rose", "line": "I rose, and, from a gentlemanly idea of relieving his embarrassment, took up my station in the doorway, surveying the external prospect as I stood.\n"}}
{"green": {"word": "green", "line": "The ostler at a roadside public-house was holding a pail of water to refresh my horses, when a cart of very green oats, newly reaped, passed by, and he remarked,—“Yon’s frough Gimmerton, nah!\n"}}
{"grey": {"word": "grey", "line": "The grey church looked greyer, and the lonely churchyard lonelier.\n"}}
{"blue": {"word": "blue", "line": "I reached the Grange before sunset, and knocked for admittance; but the family had retreated into the back premises, I judged, by one thin, blue wreath, curling from the kitchen chimney, and they did not hear.\n"}}
{"brown": {"word": "amber", "line": "Before I arrived in sight of it, all that remained of day was a beamless amber light along the west: but I could see every pebble on the path, and every blade of grass, by that splendid moon.\n"}}
{"red": {"word": "red", "line": "Both doors and lattices were open; and yet, as is usually the case in a coal-district, a fine red fire illumined the chimney: the comfort which the eye derives from it renders the extra heat endurable.\n"}}
{"silver": {"word": "silver", "line": "“Con-_trary_!” said a voice as sweet as a silver bell.\n"}}
{"white": {"word": "white", "line": "His handsome features glowed with pleasure, and his eyes kept impatiently wandering from the page to a small white hand over his shoulder, which recalled him by a smart slap on the cheek, whenever its owner detected such signs of inattention.\n"}}
{"brown": {"word": "brown", "line": "Its owner stood behind; her light, shining ringlets blending, at intervals, with his brown locks, as she bent to superintend his studies; and her face—it was lucky he could not see her face, or he would never have been so steady.\n"}}
{"red": {"word": "flaming", "line": "or we should be sitting in flaming fagots, I suppose,” retorted the singer.\n"}}
{"white": {"word": "fair", "line": "He fair shaamed to ’bide still and see it.” She did not stay to retaliate, but re-entered in a minute, bearing a reaming silver pint, whose contents I lauded with becoming earnestness.\n"}}
{"silver": {"word": "silver", "line": "He fair shaamed to ’bide still and see it.” She did not stay to retaliate, but re-entered in a minute, bearing a reaming silver pint, whose contents I lauded with becoming earnestness.\n"}}
{"white": {"word": "fair", "line": "On Easter Monday, Joseph went to Gimmerton fair with some cattle; and, in the afternoon, I was busy getting up linen in the kitchen.\n"}}
{"white": {"word": "white", "line": "Catherine employed herself in wrapping a handsome book neatly in white paper, and having tied it with a bit of ribbon, and addressed it to “Mr.\n"}}
{"white": {"word": "fair", "line": "it fair brusts my heart!\n"}}
{"white": {"word": "pale", "line": "“Hareton and I are friends now; and I shall tell him all about you!” The master seemed confounded a moment: he grew pale, and rose up, eyeing her all the while, with an expression of mortal hate.\n"}}
{"pink": {"word": "rose", "line": "“Hareton and I are friends now; and I shall tell him all about you!” The master seemed confounded a moment: he grew pale, and rose up, eyeing her all the while, with an expression of mortal hate.\n"}}
{"black": {"word": "black", "line": "Heathcliff’s black eyes flashed; he seemed ready to tear Catherine in pieces, and I was just worked up to risk coming to the rescue, when of a sudden his fingers relaxed; he shifted his grasp from her head to her arm, and gazed intently in her face.\n"}}
{"red": {"word": "red", "line": "The red fire-light glowed on their two bonny heads, and revealed their faces animated with the eager interest of children; for, though he was twenty-three and she eighteen, each had so much of novelty to feel and learn, that neither experienced nor evinced the sentiments of sober disenchanted maturity.\n"}}
{"black": {"word": "black", "line": "With my hard constitution and temperate mode of living, and unperilous occupations, I ought to, and probably _shall_, remain above ground till there is scarcely a black hair on my head.\n"}}
{"green": {"word": "green", "line": "We were in April then: the weather was sweet and warm, the grass as green as showers and sun could make it, and the two dwarf apple-trees near the southern wall in full bloom.\n"}}
{"blue": {"word": "blue", "line": "I was comfortably revelling in the spring fragrance around, and the beautiful soft blue overhead, when my young lady, who had run down near the gate to procure some primrose roots for a border, returned only half laden, and informed us that Mr. Heathcliff was coming in.\n"}}
{"white": {"word": "pale", "line": "Heathcliff stood at the open door; he was pale, and he trembled: yet, certainly, he had a strange joyful glitter in his eyes, that altered the aspect of his whole face.\n"}}
{"pink": {"word": "rose", "line": "He laid them on the table, looked eagerly towards the window, then rose and went out.\n"}}
{"black": {"word": "black", "line": "“Nay,” he answered; “but he’s not angry: he seemed rarely pleased indeed; only I made him impatient by speaking to him twice; and then he bid me be off to you: he wondered how I could want the company of anybody else.” I set his plate to keep warm on the fender; and after an hour or two he re-entered, when the room was clear, in no degree calmer: the same unnatural—it was unnatural—appearance of joy under his black brows; the same bloodless hue, and his teeth visible, now and then, in a kind of smile; his frame shivering, not as one shivers with chill or weakness, but as a tight-stretched cord vibrates—a strong thrilling, rather than trembling.\n"}}
{"black": {"word": "black", "line": "Those deep black eyes!\n"}}
{"pink": {"word": "rose", "line": "I rose, and went into the garden, as soon as I could see, to ascertain if there were any footmarks under his window.\n"}}
{"red": {"word": "red", "line": "“Come in, and kindle _me_ a fire, and do anything there is to do about the room.” “I must blow the coals red first, before I can carry any,” I replied, getting a chair and the bellows.\n"}}
{"black": {"word": "black", "line": "I hasped the window; I combed his black long hair from his forehead; I tried to close his eyes: to extinguish, if possible, that frightful, life-like gaze of exultation before any one else beheld it.\n"}}
{"white": {"word": "white", "line": "They would not shut: they seemed to sneer at my attempts; and his parted lips and sharp white teeth sneered too!\n"}}
{"green": {"word": "green", "line": "Hareton, with a streaming face, dug green sods, and laid them over the brown mould himself: at present it is as smooth and verdant as its companion mounds—and I hope its tenant sleeps as soundly.\n"}}
{"brown": {"word": "brown", "line": "Hareton, with a streaming face, dug green sods, and laid them over the brown mould himself: at present it is as smooth and verdant as its companion mounds—and I hope its tenant sleeps as soundly.\n"}}
{"black": {"word": "black", "line": "When beneath its walls, I perceived decay had made progress, even in seven months: many a window showed black gaps deprived of glass; and slates jutted off, here and there, beyond the right line of the roof, to be gradually worked off in coming autumn storms.\n"}}
{"grey": {"word": "grey", "line": "I sought, and soon discovered, the three headstones on the slope next the moor: the middle one grey, and half buried in heath; Edgar Linton’s only harmonized by the turf and moss creeping up its foot; Heathcliff’s still bare.\n"}}
