{"yellow": {"word": "yellow", "line": "Her hair was yellow, and her face was yellow because she had been born in India and had always been ill in one way or another.\n"}}
{"red": {"word": "scarlet", "line": "She pretended that she was making a flower-bed, and she stuck big scarlet hibiscus blossoms into little heaps of earth, all the time growing more and more angry and muttering to herself the things she would say and the names she would call Saidie when she returned.\n"}}
{"white": {"word": "fair", "line": "She was with a fair young man and they stood talking together in low strange voices.\n"}}
{"white": {"word": "fair", "line": "Mary knew the fair young man who looked like a boy.\n"}}
{"white": {"word": "fair", "line": "They were large and scared and lifted imploringly to the fair boy officer’s face.\n"}}
{"pink": {"word": "rose", "line": "Once she crept into the dining-room and found it empty, though a partly finished meal was on the table and chairs and plates looked as if they had been hastily pushed back when the diners rose suddenly for some reason.\n"}}
{"blue": {"word": "blue", "line": "Basil was a little boy with impudent blue eyes and a turned-up nose, and Mary hated him.\n"}}
{"silver": {"word": "silver", "line": "“Mistress Mary, quite contrary, With silver bells, and cockle shells, He sang it until the other children heard and laughed, too; and the crosser Mary got, the more they sang “Mistress Mary, quite contrary”; and after that as long as she stayed with them they called her “Mistress Mary Quite Contrary” when they spoke of her to each other, and often when they spoke to her.\n"}}
{"red": {"word": "red", "line": "She was a stout woman, with very red cheeks and sharp black eyes.\n"}}
{"black": {"word": "black", "line": "She was a stout woman, with very red cheeks and sharp black eyes.\n"}}
{"black": {"word": "black", "line": "She wore a very purple dress, a black silk mantle with jet fringe on it and a black bonnet with purple velvet flowers which stuck up and trembled when she moved her head.\n"}}
{"purple": {"word": "purple", "line": "She wore a very purple dress, a black silk mantle with jet fringe on it and a black bonnet with purple velvet flowers which stuck up and trembled when she moved her head.\n"}}
{"black": {"word": "black", "line": "Her black dress made her look yellower than ever, and her limp light hair straggled from under her black crêpe hat.\n"}}
{"gray": {"word": "gray", "line": "She stared out of the window with her lips pinched together, and it seemed quite natural that the rain should have begun to pour down in gray slanting lines and splash and stream down the window-panes.\n"}}
{"gray": {"word": "gray", "line": "And she turned her face toward the streaming panes of the window of the railway carriage and gazed out at the gray rain-storm which looked as if it would go on forever and ever.\n"}}
{"yellow": {"word": "yellow", "line": "The carriage lamps shed a yellow light on a rough-looking road which seemed to be cut through bushes and low-growing things which ended in the great expanse of dark apparently spread out before and around them.\n"}}
{"black": {"word": "black", "line": "Mary felt as if the drive would never come to an end and that the wide, bleak moor was a wide expanse of black ocean through which she was passing on a strip of dry land.\n"}}
{"black": {"word": "black", "line": "As she stood on the stone floor she looked a very small, odd little black figure, and she felt as small and lost and odd as she looked.\n"}}
{"white": {"word": "fair", "line": "It’s fair lovely in spring an’ summer when th’ gorse an’ broom an’ heather’s in flower.\n"}}
{"pink": {"word": "rosy", "line": "She was a round, rosy, good-natured looking creature, but she had a sturdy way which made Mistress Mary wonder if she might not even slap back—if the person who slapped her was only a little girl.\n"}}
{"white": {"word": "fair", "line": "My mother always said she couldn’t see why grand people’s children didn’t turn out fair fools—what with nurses an’ bein’ washed an’ dressed an’ took out to walk as if they was puppies!” “It is different in India,” said Mistress Mary disdainfully.\n"}}
{"white": {"word": "white", "line": "“I dare say it’s because there’s such a lot o’ blacks there instead o’ respectable white people.\n"}}
{"black": {"word": "black", "line": "When I heard you was comin’ from India I thought you was a black too.” Mary sat up in bed furious.\n"}}
{"black": {"word": "black", "line": "You always read as a black’s a man an’ a brother.\n"}}
{"black": {"word": "black", "line": "I’ve never seen a black an’ I was fair pleased to think I was goin’ to see one close.\n"}}
{"white": {"word": "fair", "line": "I’ve never seen a black an’ I was fair pleased to think I was goin’ to see one close.\n"}}
{"black": {"word": "black", "line": "An’ there you was,” disappointedly, “no more black than me—for all you’re so yeller.” Mary did not even try to control her rage and humiliation.\n"}}
{"white": {"word": "white", "line": "“Mine are black.” She looked the thick white wool coat and dress over, and added with cool approval: “Those are nicer than mine.” “These are th’ ones tha’ must put on,” Martha answered.\n"}}
{"black": {"word": "black", "line": "He said ‘I won’t have a child dressed in black wanderin’ about like a lost soul,’ he said.\n"}}
{"black": {"word": "black", "line": "She doesn’t hold with black hersel’.” “I hate black things,” said Mary.\n"}}
{"gray": {"word": "gray", "line": "There were trees, and flower-beds, and evergreens clipped into strange shapes, and a large pool with an old gray fountain in its midst.\n"}}
{"green": {"word": "green", "line": "She went toward the wall and found that there was a green door in the ivy, and that it stood open.\n"}}
{"green": {"word": "green", "line": "She saw another open green door, revealing bushes and pathways between beds containing winter vegetables.\n"}}
{"green": {"word": "green", "line": "It might be nicer in summer when things were green, but there was nothing pretty about it now.\n"}}
{"green": {"word": "green", "line": "“What is that?” said Mary, pointing through the other green door.\n"}}
{"green": {"word": "green", "line": "She went down the path and through the second green door.\n"}}
{"green": {"word": "green", "line": "There, she found more walls and winter vegetables and glass frames, but in the second wall there was another green door and it was not open.\n"}}
{"green": {"word": "green", "line": "As she was not at all a timid child and always did what she wanted to do, Mary went to the green door and turned the handle.\n"}}
{"green": {"word": "green", "line": "There were walls all round it also and trees trained against them, and there were bare fruit-trees growing in the winter-browned grass—but there was no green door to be seen anywhere.\n"}}
{"red": {"word": "red", "line": "She could see the tops of trees above the wall, and when she stood still she saw a bird with a bright red breast sitting on the topmost branch of one of them, and suddenly he burst into his winter song—almost as if he had caught sight of her and was calling to her.\n"}}
{"red": {"word": "red", "line": "A bird with a red breast was sitting on one of them and he sang.” To her surprise the surly old weather-beaten face actually changed its expression.\n"}}
{"red": {"word": "red", "line": "She heard a soft little rushing flight through the air—and it was the bird with the red breast flying to them, and he actually alighted on the big clod of earth quite near to the gardener’s foot.\n"}}
{"black": {"word": "black", "line": "Tha’rt too forrad.” The bird put his tiny head on one side and looked up at him with his soft bright eye which was like a black dewdrop.\n"}}
{"black": {"word": "black", "line": "Mary thought his black dewdrop eyes gazed at her with great curiosity.\n"}}
{"black": {"word": "black", "line": "He began to dig again, driving his spade deep into the rich black garden soil while the robin hopped about very busily employed.\n"}}
{"green": {"word": "green", "line": "“Where is the green door?\n"}}
{"red": {"word": "red", "line": "But the big breaths of rough fresh air blown over the heather filled her lungs with something which was good for her whole thin body and whipped some red color into her cheeks and brightened her dull eyes when she did not know anything about it.\n"}}
{"green": {"word": "green", "line": "There was one part of the wall where the creeping dark green leaves were more bushy than elsewhere.\n"}}
{"red": {"word": "scarlet", "line": "She had just paused and was looking up at a long spray of ivy swinging in the wind when she saw a gleam of scarlet and heard a brilliant chirp, and there, on the top of the wall, perched Ben Weatherstaff’s robin redbreast, tilting forward to look at her with his small head on one side.\n"}}
{"green": {"word": "green", "line": "How I wish I could see what it is like!” She ran up the walk to the green door she had entered the first morning.\n"}}
{"red": {"word": "red", "line": "But one knew he could not get in, and somehow it made one feel very safe and warm inside a room with a red coal fire.\n"}}
{"red": {"word": "red", "line": "She looked at the red fire and listened to the wind “wutherin’.” It seemed to be “wutherin’” louder than ever.\n"}}
{"gray": {"word": "gray", "line": "“THERE WAS SOMEONE CRYING—THERE WAS!” The next day the rain poured down in torrents again, and when Mary looked out of her window the moor was almost hidden by gray mist and cloud.\n"}}
{"white": {"word": "fair", "line": "Mother’s a good-tempered woman but she gets fair moithered.\n"}}
{"white": {"word": "fair", "line": "He says he sees things on rainy days as doesn’t show when it’s fair weather.\n"}}
{"black": {"word": "black", "line": "It’s named Soot because it’s so black, an’ it hops an’ flies about with him everywhere.” The time had come when Mary had forgotten to resent Martha’s familiar talk.\n"}}
{"black": {"word": "raven", "line": "“If I had a raven or a fox cub I could play with it,” said Mary.\n"}}
{"white": {"word": "fair", "line": "Sometimes tha’ looks fair soft in th’ head.” Mary had worn her contrary scowl for an hour after that, but it made her think several entirely new things.\n"}}
{"green": {"word": "green", "line": "She wore a green brocade dress and held a green parrot on her finger.\n"}}
{"white": {"word": "ivory", "line": "In one room, which looked like a lady’s sitting-room, the hangings were all embroidered velvet, and in a cabinet were about a hundred little elephants made of ivory.\n"}}
{"white": {"word": "ivory", "line": "Mary had seen carved ivory in India and she knew all about elephants.\n"}}
{"gray": {"word": "gray", "line": "The bright eyes belonged to a little gray mouse, and the mouse had eaten a hole into the cushion and made a comfortable nest there.\n"}}
{"white": {"word": "pale", "line": "I’ve got enough to do.” She went out of the room and slammed the door after her, and Mary went and sat on the hearth-rug, pale with rage.\n"}}
{"white": {"word": "ivory", "line": "She felt as if she had been on a long journey, and at any rate she had had something to amuse her all the time, and she had played with the ivory elephants and had seen the gray mouse and its babies in their nest in the velvet cushion.\n"}}
{"gray": {"word": "gray", "line": "She felt as if she had been on a long journey, and at any rate she had had something to amuse her all the time, and she had played with the ivory elephants and had seen the gray mouse and its babies in their nest in the velvet cushion.\n"}}
{"gray": {"word": "gray", "line": "Look at the moor!” The rainstorm had ended and the gray mist and clouds had been swept away in the night by the wind.\n"}}
{"blue": {"word": "blue", "line": "The wind itself had ceased and a brilliant, deep blue sky arched high over the moorland.\n"}}
{"blue": {"word": "blue", "line": "Never, never had Mary dreamed of a sky so blue.\n"}}
{"blue": {"word": "blue", "line": "In India skies were hot and blazing; this was of a deep cool blue which almost seemed to sparkle like the waters of some lovely bottomless lake, and here and there, high, high in the arched blueness floated small clouds of snow-white fleece.\n"}}
{"blue": {"word": "blue", "line": "The far-reaching world of the moor itself looked softly blue instead of gloomy purple-black or awful dreary gray.\n"}}
{"gray": {"word": "gray", "line": "The far-reaching world of the moor itself looked softly blue instead of gloomy purple-black or awful dreary gray.\n"}}
{"black": {"word": "black", "line": "no!” said Martha, sitting up on her heels among her black lead brushes.\n"}}
{"purple": {"word": "purple", "line": "Just you wait till you see th’ gold-colored gorse blossoms an’ th’ blossoms o’ th’ broom, an’ th’ heather flowerin’, all purple bells, an’ hundreds o’ butterflies flutterin’ an’ bees hummin’ an’ skylarks soarin’ up an’ singin’.\n"}}
{"blue": {"word": "blue", "line": "You’ll want to get out on it at sunrise an’ live out on it all day like Dickon does.” “Could I ever get there?” asked Mary wistfully, looking through her window at the far-off blue.\n"}}
{"blue": {"word": "blue", "line": "The high, deep, blue sky arched over Misselthwaite as well as over the moor, and she kept lifting her face and looking up into it, trying to imagine what it would be like to lie down on one of the little snow-white clouds and float about.\n"}}
{"green": {"word": "green", "line": "You’ll see bits o’ green spikes stickin’ out o’ th’ black earth after a bit.” “What will they be?” asked Mary.\n"}}
{"black": {"word": "black", "line": "You’ll see bits o’ green spikes stickin’ out o’ th’ black earth after a bit.” “What will they be?” asked Mary.\n"}}
{"green": {"word": "green", "line": "Everything is hot, and wet, and green after the rains in India,” said Mary.\n"}}
{"red": {"word": "red", "line": "His red waistcoat was like satin and he puffed his tiny breast out and was so fine and so grand and so pretty that it was really as if he were showing her how important and like a human person a robin could be.\n"}}
{"green": {"word": "green", "line": "Howsoever carefully she looked she could see nothing but thickly growing, glossy, dark green leaves.\n"}}
{"brown": {"word": "brown", "line": "She had even made each of the children a doughcake with a bit of brown sugar in it.\n"}}
{"red": {"word": "red", "line": "Just as he was goin’ away our ’Lizabeth Ellen called out, ‘Mother, he’s got skippin’-ropes with red an’ blue handles.’ An’ mother she calls out quite sudden, ‘Here, stop, mister!\n"}}
{"blue": {"word": "blue", "line": "Just as he was goin’ away our ’Lizabeth Ellen called out, ‘Mother, he’s got skippin’-ropes with red an’ blue handles.’ An’ mother she calls out quite sudden, ‘Here, stop, mister!\n"}}
{"red": {"word": "red", "line": "It was a strong, slender rope with a striped red and blue handle at each end, but Mary Lennox had never seen a skipping-rope before.\n"}}
{"blue": {"word": "blue", "line": "It was a strong, slender rope with a striped red and blue handle at each end, but Mary Lennox had never seen a skipping-rope before.\n"}}
{"black": {"word": "black", "line": "No wonder most of ’em’s black.\n"}}
{"red": {"word": "red", "line": "She counted and skipped, and skipped and counted, until her cheeks were quite red, and she was more interested than she had ever been since she was born.\n"}}
{"red": {"word": "red", "line": "Tha’s skipped red into thy cheeks as sure as my name’s Ben Weatherstaff.\n"}}
{"brown": {"word": "brown", "line": "All the ground was covered with grass of a wintry brown and out of it grew clumps of bushes which were surely rosebushes if they were alive.\n"}}
{"brown": {"word": "brown", "line": "There were neither leaves nor roses on them now and Mary did not know whether they were dead or alive, but their thin gray or brown branches and sprays looked like a sort of hazy mantle spreading over everything, walls, and trees, and even brown grass, where they had fallen from their fastenings and run along the ground.\n"}}
{"gray": {"word": "gray", "line": "There were neither leaves nor roses on them now and Mary did not know whether they were dead or alive, but their thin gray or brown branches and sprays looked like a sort of hazy mantle spreading over everything, walls, and trees, and even brown grass, where they had fallen from their fastenings and run along the ground.\n"}}
{"gray": {"word": "gray", "line": "She walked under one of the fairy-like gray arches between the trees and looked up at the sprays and tendrils which formed them.\n"}}
{"brown": {"word": "brown", "line": "I wish it wasn’t.” If she had been Ben Weatherstaff she could have told whether the wood was alive by looking at it, but she could only see that there were only gray or brown sprays and branches and none showed any signs of even a tiny leaf-bud anywhere.\n"}}
{"gray": {"word": "gray", "line": "I wish it wasn’t.” If she had been Ben Weatherstaff she could have told whether the wood was alive by looking at it, but she could only see that there were only gray or brown sprays and branches and none showed any signs of even a tiny leaf-bud anywhere.\n"}}
{"blue": {"word": "blue", "line": "The sun was shining inside the four walls and the high arch of blue sky over this particular piece of Misselthwaite seemed even more brilliant and soft than it was over the moor.\n"}}
{"green": {"word": "green", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n"}}
{"black": {"word": "black", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n"}}
{"white": {"word": "pale", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n"}}
{"green": {"word": "green", "line": "She looked in the old border beds and among the grass, and after she had gone round, trying to miss nothing, she had found ever so many more sharp, pale green points, and she had become quite excited again.\n"}}
{"white": {"word": "pale", "line": "She looked in the old border beds and among the grass, and after she had gone round, trying to miss nothing, she had found ever so many more sharp, pale green points, and she had become quite excited again.\n"}}
{"green": {"word": "green", "line": "“Even if the roses are dead, there are other things alive.” She did not know anything about gardening, but the grass seemed so thick in some of the places where the green points were pushing their way through that she thought they did not seem to have room enough to grow.\n"}}
{"green": {"word": "green", "line": "The exercise made her so warm that she first threw her coat off, and then her hat, and without knowing it she was smiling down on to the grass and the pale green points all the time.\n"}}
{"white": {"word": "pale", "line": "The exercise made her so warm that she first threw her coat off, and then her hat, and without knowing it she was smiling down on to the grass and the pale green points all the time.\n"}}
{"green": {"word": "green", "line": "She had been actually happy all the time; and dozens and dozens of the tiny, pale green points were to be seen in cleared places, looking twice as cheerful as they had looked before when the grass and weeds had been smothering them.\n"}}
{"white": {"word": "pale", "line": "She had been actually happy all the time; and dozens and dozens of the tiny, pale green points were to be seen in cleared places, looking twice as cheerful as they had looked before when the grass and weeds had been smothering them.\n"}}
{"red": {"word": "red", "line": "She had such red cheeks and such bright eyes and ate such a dinner that Martha was delighted.\n"}}
{"white": {"word": "white", "line": "mother will be pleased when I tell her what th’ skippin’-rope’s done for thee.” In the course of her digging with her pointed stick Mistress Mary had found herself digging up a sort of white root rather like an onion.\n"}}
{"white": {"word": "white", "line": "“Martha,” she said, “what are those white roots that look like onions?” “They’re bulbs,” answered Martha.\n"}}
{"purple": {"word": "purple", "line": "Th’ biggest of all is lilies an’ purple flags.\n"}}
{"blue": {"word": "blue", "line": "To think of going over the moor in the daylight and when the sky was blue!\n"}}
{"green": {"word": "green", "line": "She found many more of the sprouting pale green points than she had ever hoped to find.\n"}}
{"white": {"word": "pale", "line": "She found many more of the sprouting pale green points than she had ever hoped to find.\n"}}
{"red": {"word": "red", "line": "His red waistcoat was as glossy as satin and he flirted his wings and tail and tilted his head and hopped about with all sorts of lively graces.\n"}}
{"white": {"word": "fair", "line": "Tha’s fair unearthly, tha’s so knowin’.” And he stood without stirring—almost without drawing his breath—until the robin gave another flirt to his wings and flew away.\n"}}
{"brown": {"word": "brown", "line": "They run wild, but they was in rich soil, so some of ’em lived.” “When they have no leaves and look gray and brown and dry, how can you tell whether they are dead or alive?” inquired Mary.\n"}}
{"gray": {"word": "gray", "line": "They run wild, but they was in rich soil, so some of ’em lived.” “When they have no leaves and look gray and brown and dry, how can you tell whether they are dead or alive?” inquired Mary.\n"}}
{"brown": {"word": "brown", "line": "“Look along th’ twigs an’ branches an’ if tha’ see a bit of a brown lump swelling here an’ there, watch it after th’ warm rain an’ see what happens.” He stopped suddenly and looked curiously at her eager face.\n"}}
{"red": {"word": "red", "line": "Mistress Mary felt her face grow red.\n"}}
{"red": {"word": "red", "line": "He looked very clean and his nose turned up and his cheeks were as red as poppies and never had Mistress Mary seen such round and such blue eyes in any boy’s face.\n"}}
{"blue": {"word": "blue", "line": "He looked very clean and his nose turned up and his cheeks were as red as poppies and never had Mistress Mary seen such round and such blue eyes in any boy’s face.\n"}}
{"brown": {"word": "brown", "line": "And on the trunk of the tree he leaned against, a brown squirrel was clinging and watching him, and from behind a bush nearby a cock pheasant was delicately stretching his neck to peep out, and quite near him were two rabbits sitting up and sniffing with tremulous noses—and actually it appeared as if they were all drawing near to watch him and listen to the strange low little call his pipe seemed to make.\n"}}
{"red": {"word": "red", "line": "He had a wide, red, curving mouth and his smile spread all over his face.\n"}}
{"white": {"word": "white", "line": "An’ th’ woman in th’ shop threw in a packet o’ white poppy an’ one o’ blue larkspur when I bought th’ other seeds.” “Will you show the seeds to me?” Mary said.\n"}}
{"blue": {"word": "blue", "line": "An’ th’ woman in th’ shop threw in a packet o’ white poppy an’ one o’ blue larkspur when I bought th’ other seeds.” “Will you show the seeds to me?” Mary said.\n"}}
{"red": {"word": "red", "line": "She liked it very much and when she looked into his funny face with the red cheeks and round blue eyes she forgot that she had felt shy.\n"}}
{"blue": {"word": "blue", "line": "She liked it very much and when she looked into his funny face with the red cheeks and round blue eyes she forgot that she had felt shy.\n"}}
{"brown": {"word": "brown", "line": "They sat down and he took a clumsy little brown paper package out of his coat pocket.\n"}}
{"red": {"word": "scarlet", "line": "The chirp came from a thick holly bush, bright with scarlet berries, and Mary thought she knew whose it was.\n"}}
{"red": {"word": "red", "line": "Dickon’s grin spread until he seemed all wide, red, curving mouth, and he rubbed his rough head.\n"}}
{"red": {"word": "red", "line": "And she felt as if she went red and then pale.\n"}}
{"white": {"word": "pale", "line": "And she felt as if she went red and then pale.\n"}}
{"red": {"word": "red", "line": "It was true that she had turned red and then pale.\n"}}
{"white": {"word": "pale", "line": "It was true that she had turned red and then pale.\n"}}
{"blue": {"word": "blue", "line": "Dickon’s curious blue eyes grew rounder and rounder.\n"}}
{"gray": {"word": "gray", "line": "His eyes seemed to be taking in everything—the gray trees with the gray creepers climbing over them and hanging from their branches, the tangle on the walls and among the grass, the evergreen alcoves with the stone seats and tall flower urns standing in them.\n"}}
{"gray": {"word": "gray", "line": "“Us used to wonder what it was like.” He stopped and looked round at the lovely gray tangle about him, and his round eyes looked queerly happy.\n"}}
{"gray": {"word": "gray", "line": "“Look here!” He stepped over to the nearest tree—an old, old one with gray lichen all over its bark, but upholding a curtain of tangled sprays and branches.\n"}}
{"green": {"word": "green", "line": "This here’s a new bit,” and he touched a shoot which looked brownish green instead of hard, dry gray.\n"}}
{"gray": {"word": "gray", "line": "This here’s a new bit,” and he touched a shoot which looked brownish green instead of hard, dry gray.\n"}}
{"white": {"word": "fair", "line": "“They’ve run wild,” he said, “but th’ strongest ones has fair thrived on it.\n"}}
{"gray": {"word": "gray", "line": "See here!” and he pulled down a thick gray, dry-looking branch.\n"}}
{"green": {"word": "green", "line": "There’s green in that wood yet.\n"}}
{"green": {"word": "green", "line": "He was very strong and clever with his knife and knew how to cut the dry and dead wood away, and could tell when an unpromising bough or twig had still green life in it.\n"}}
{"green": {"word": "green", "line": "In the course of half an hour Mary thought she could tell too, and when he cut through a lifeless-looking branch she would cry out joyfully under her breath when she caught sight of the least shade of moist green.\n"}}
{"green": {"word": "green", "line": "“Who did that there?” It was one of Mary’s own little clearings round the pale green points.\n"}}
{"white": {"word": "pale", "line": "“Who did that there?” It was one of Mary’s own little clearings round the pale green points.\n"}}
{"white": {"word": "fair", "line": "My nose end fair quivers like a rabbit’s, mother says.” “Do you never catch cold?” inquired Mary, gazing at him wonderingly.\n"}}
{"pink": {"word": "rose", "line": "He was examining a branch of a standard rose and he shook his head.\n"}}
{"silver": {"word": "silver", "line": "They sang— ‘Mistress Mary, quite contrary, With silver bells, and cockle shells, I just remembered it and it made me wonder if there were really flowers like silver bells.” She frowned a little and gave her trowel a rather spiteful dig into the earth.\n"}}
{"black": {"word": "black", "line": "“Eh!” he said, and as he crumbled the rich black soil she saw he was sniffing up the scent of it.\n"}}
{"red": {"word": "red", "line": "He did look funny and delightful, Mary thought, with his round blue eyes and red cheeks and happy looking turned-up nose.\n"}}
{"blue": {"word": "blue", "line": "He did look funny and delightful, Mary thought, with his round blue eyes and red cheeks and happy looking turned-up nose.\n"}}
{"white": {"word": "white", "line": "“Mother always lets me put a bit o’ somethin’ in my pocket.” He picked up his coat from the grass and brought out of a pocket a lumpy little bundle tied up in a quite clean, coarse, blue and white handkerchief.\n"}}
{"blue": {"word": "blue", "line": "“Mother always lets me put a bit o’ somethin’ in my pocket.” He picked up his coat from the grass and brought out of a pocket a lumpy little bundle tied up in a quite clean, coarse, blue and white handkerchief.\n"}}
{"pink": {"word": "pink", "line": "Her hair was ruffled on her forehead and her cheeks were bright pink.\n"}}
{"pink": {"word": "rose", "line": "“You wouldn’t do no harm.” Mary ate her dinner as quickly as she could and when she rose from the table she was going to run to her room to put on her hat again, but Martha stopped her.\n"}}
{"white": {"word": "pale", "line": "Mr. Craven came back this mornin’ and I think he wants to see you.” Mary turned quite pale.\n"}}
{"black": {"word": "black", "line": "She had on her best black dress and cap, and her collar was fastened with a large brooch with a picture of a man’s face on it.\n"}}
{"pink": {"word": "pink", "line": "Mr. Craven sent me to bring her to him in his study.” All the pink left Mary’s cheeks.\n"}}
{"black": {"word": "black", "line": "She could see that the man in the chair was not so much a hunchback as a man with high, rather crooked shoulders, and he had black hair streaked with white.\n"}}
{"white": {"word": "white", "line": "She could see that the man in the chair was not so much a hunchback as a man with high, rather crooked shoulders, and he had black hair streaked with white.\n"}}
{"black": {"word": "black", "line": "His black eyes seemed as if they scarcely saw her, as if they were seeing something else, and he could hardly keep his thoughts upon her.\n"}}
{"white": {"word": "white", "line": "was he—was he—was he only a wood fairy?” Something white fastened to the standard rose-bush caught her eye.\n"}}
{"white": {"word": "ivory", "line": "The boy had a sharp, delicate face the color of ivory and he seemed to have eyes too big for it.\n"}}
{"gray": {"word": "gray", "line": "Then she crept across the room, and, as she drew nearer, the light attracted the boy’s attention and he turned his head on his pillow and stared at her, his gray eyes opening so wide that they seemed immense.\n"}}
{"black": {"word": "black", "line": "They were agate gray and they looked too big for his face because they had black lashes all round them.\n"}}
{"gray": {"word": "gray", "line": "They were agate gray and they looked too big for his face because they had black lashes all round them.\n"}}
{"green": {"word": "green", "line": "They are working in the earth now—pushing up pale green points because the spring is coming.” “Is the spring coming?” he said.\n"}}
{"white": {"word": "pale", "line": "They are working in the earth now—pushing up pale green points because the spring is coming.” “Is the spring coming?” he said.\n"}}
{"black": {"word": "black", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n"}}
{"blue": {"word": "blue", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n"}}
{"gray": {"word": "gray", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n"}}
{"black": {"word": "black", "line": "“That is nice,” he said more drowsily still, and she went on chanting and stroking, but when she looked at him again his black lashes were lying close against his cheeks, for his eyes were shut and he was fast asleep.\n"}}
{"red": {"word": "red", "line": "I found him.” Martha’s face became red with fright.\n"}}
{"white": {"word": "fair", "line": "He’s a big lad to cry like a baby, but when he’s in a passion he’ll fair scream just to frighten us.\n"}}
{"pink": {"word": "rose", "line": "He’d been readin’ in a paper about people gettin’ somethin’ he called ‘rose cold’ an’ he began to sneeze an’ said he’d got it an’ then a new gardener as didn’t know th’ rules passed by an’ looked at him curious.\n"}}
{"gray": {"word": "gray", "line": "There were rich colors in the rugs and hangings and pictures and books on the walls which made it look glowing and comfortable even in spite of the gray sky and falling rain.\n"}}
{"red": {"word": "red", "line": "He had a red spot on each cheek.\n"}}
{"red": {"word": "red", "line": "“I have to do what you please, sir,” Martha faltered, turning quite red.\n"}}
{"blue": {"word": "blue", "line": "He has such round blue eyes and they are so wide open with looking about.\n"}}
{"red": {"word": "red", "line": "And he laughs such a big laugh with his wide mouth—and his cheeks are as red—as red as cherries.” She pulled her stool nearer to the sofa and her expression quite changed at the remembrance of the wide curving mouth and wide open eyes.\n"}}
{"green": {"word": "green", "line": "And about Dickon’s mother—and the skipping-rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n"}}
{"black": {"word": "black", "line": "And about Dickon’s mother—and the skipping-rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n"}}
{"white": {"word": "pale", "line": "And about Dickon’s mother—and the skipping-rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n"}}
{"blue": {"word": "blue", "line": "Tell me about Rajahs.” NEST BUILDING After another week of rain the high arch of blue sky appeared again and the sun which poured down was quite hot.\n"}}
{"red": {"word": "red", "line": "“Tha’rt not half so ugly when it’s that way an’ there’s a bit o’ red in tha’ cheeks.” If gardens and fresh air had been good for her perhaps they would be good for Colin.\n"}}
{"blue": {"word": "blue", "line": "On that first morning when the sky was blue again Mary wakened very early.\n"}}
{"blue": {"word": "blue", "line": "The moor was blue and the whole world looked as if something Magic had happened to it.\n"}}
{"green": {"word": "green", "line": "“It will make the green points push up and up and up, and it will make the bulbs and roots work and struggle with all their might under the earth.” She kneeled down and leaned out of the window as far as she could, breathing big breaths and sniffing the air until she laughed because she remembered what Dickon’s mother had said about the end of his nose quivering like a rabbit’s.\n"}}
{"pink": {"word": "pink", "line": "“The little clouds are all pink and I’ve never seen the sky look like this.\n"}}
{"green": {"word": "green", "line": "She unchained and unbolted and unlocked and when the door was open she sprang across the step with one bound, and there she was standing on the grass, which seemed to have turned green, and with the sun pouring down on her and warm sweet wafts about her and the fluting and twittering and singing coming from every bush and tree.\n"}}
{"white": {"word": "white", "line": "She clasped her hands for pure joy and looked up in the sky and it was so blue and pink and pearly and white and flooded with springtime light that she felt as if she must flute and sing aloud herself and knew that thrushes and robins and skylarks could not possibly help it.\n"}}
{"blue": {"word": "blue", "line": "She clasped her hands for pure joy and looked up in the sky and it was so blue and pink and pearly and white and flooded with springtime light that she felt as if she must flute and sing aloud herself and knew that thrushes and robins and skylarks could not possibly help it.\n"}}
{"pink": {"word": "pink", "line": "She clasped her hands for pure joy and looked up in the sky and it was so blue and pink and pearly and white and flooded with springtime light that she felt as if she must flute and sing aloud herself and knew that thrushes and robins and skylarks could not possibly help it.\n"}}
{"green": {"word": "green", "line": "“The grass is greener and things are sticking up everywhere and things are uncurling and green buds of leaves are showing.\n"}}
{"yellow": {"word": "yellow", "line": "There were things sprouting and pushing out from the roots of clumps of plants and there were actually here and there glimpses of royal purple and yellow unfurling among the stems of crocuses.\n"}}
{"purple": {"word": "purple", "line": "There were things sprouting and pushing out from the roots of clumps of plants and there were actually here and there glimpses of royal purple and yellow unfurling among the stems of crocuses.\n"}}
{"white": {"word": "fair", "line": "Th’ world’s all fair begun again this mornin’, it has.\n"}}
{"pink": {"word": "rose", "line": "“I’m so happy I can scarcely breathe!” Seeing him talking to a stranger, the little bushy-tailed animal rose from its place under the tree and came to him, and the rook, cawing once, flew down from its branch and settled quietly on his shoulder.\n"}}
{"gold": {"word": "gold", "line": "They had come upon a whole clump of crocuses burst into purple and orange and gold.\n"}}
{"purple": {"word": "purple", "line": "They had come upon a whole clump of crocuses burst into purple and orange and gold.\n"}}
{"pink": {"word": "rose", "line": "He showed her swelling leafbuds on rose branches which had seemed dead.\n"}}
{"green": {"word": "green", "line": "He showed her ten thousand new green points pushing through the mould.\n"}}
{"red": {"word": "red", "line": "They put their eager young noses close to the earth and sniffed its warmed springtime breathing; they dug and pulled and laughed low with rapture until Mistress Mary’s hair was as tumbled as Dickon’s and her cheeks were almost as poppy red as his.\n"}}
{"green": {"word": "green", "line": "But he had said the queer thing as if it were the simplest and most natural thing in the world, and she felt it must be quite easy to him, and indeed she watched him for a few minutes carefully, wondering if it was possible for him to quietly turn green and put out branches and leaves.\n"}}
{"gray": {"word": "gray", "line": "“When first we got in here,” he said, “it seemed like everything was gray.\n"}}
{"gray": {"word": "gray", "line": "“Why!” she cried, “the gray wall is changing.\n"}}
{"green": {"word": "green", "line": "It is as if a green mist were creeping over it.\n"}}
{"green": {"word": "green", "line": "It’s almost like a green gauze veil.” “Aye,” said Dickon.\n"}}
{"gray": {"word": "gray", "line": "“An’ it’ll be greener and greener till th’ gray’s all gone.\n"}}
{"purple": {"word": "plum", "line": "“An’ there’ll be peach an’ plum trees in bloom against th’ walls, an’ th’ grass’ll be a carpet o’ flowers.” The little fox and the rook were as happy and busy as they were, and the robin and his mate flew backward and forward like tiny streaks of lightning.\n"}}
{"black": {"word": "black", "line": "Sometimes the rook flapped his black wings and soared away over the tree-tops in the park.\n"}}
{"green": {"word": "green", "line": "She felt so sour and unrelenting that for a few minutes she almost forgot about Dickon and the green veil creeping over the world and the soft wind blowing down from the moor.\n"}}
{"gold": {"word": "gold", "line": "There were two or three games and there was a beautiful little writing-case with a gold monogram on it and a gold pen and inkstand.\n"}}
{"white": {"word": "pale", "line": "She even looked rather pale.\n"}}
{"red": {"word": "red", "line": "His face looked dreadful, white and red and swollen, and he was gasping and choking; but savage little Mary did not care an atom.\n"}}
{"white": {"word": "white", "line": "His face looked dreadful, white and red and swollen, and he was gasping and choking; but savage little Mary did not care an atom.\n"}}
{"gray": {"word": "gray", "line": "I think the roses have climbed and climbed and climbed until they hang from the branches and walls and creep over the ground—almost like a strange gray mist.\n"}}
{"gold": {"word": "gold", "line": "“Perhaps they are coming up through the grass—perhaps there are clusters of purple crocuses and gold ones—even now.\n"}}
{"purple": {"word": "purple", "line": "“Perhaps they are coming up through the grass—perhaps there are clusters of purple crocuses and gold ones—even now.\n"}}
{"green": {"word": "green", "line": "Perhaps the leaves are beginning to break out and uncurl—and perhaps—the gray is changing and a green gauze veil is creeping—and creeping over—everything.\n"}}
{"gray": {"word": "gray", "line": "Perhaps the leaves are beginning to break out and uncurl—and perhaps—the gray is changing and a green gauze veil is creeping—and creeping over—everything.\n"}}
{"white": {"word": "white", "line": "His face was pitifully white and there were dark circles round his eyes.\n"}}
{"green": {"word": "green", "line": "I heard you say something about gray changing into green, and I dreamed I was standing in a place all filled with trembling little green leaves—and there were birds on nests everywhere and they looked so soft and still.\n"}}
{"gray": {"word": "gray", "line": "I heard you say something about gray changing into green, and I dreamed I was standing in a place all filled with trembling little green leaves—and there were birds on nests everywhere and they looked so soft and still.\n"}}
{"gray": {"word": "gray", "line": "“Dickon says anything will understand if you’re friends with it for sure, but you have to be friends for sure.” Colin lay quiet a little while and his strange gray eyes seemed to be staring at the wall, but Mary saw he was thinking.\n"}}
{"green": {"word": "green", "line": "I hated you when you said he was like an angel and I laughed at you but—but perhaps he is.” “Well, it was rather funny to say it,” she admitted frankly, “because his nose does turn up and he has a big mouth and his clothes have patches all over them and he talks broad Yorkshire, but—but if an angel did come to Yorkshire and live on the moor—if there was a Yorkshire angel—I believe he’d understand the green things and know how to make them grow and he would know how to talk to the wild creatures as Dickon does and they’d know he was friends for sure.” “I shouldn’t mind Dickon looking at me,” said Colin; “I want to see him.” “I’m glad you said that,” answered Mary, “because—because—” Quite suddenly it came into her mind that this was the minute to tell him.\n"}}
{"white": {"word": "pale", "line": "“But that’s not all,” Mary went on, almost pale with solemn excitement.\n"}}
{"white": {"word": "white", "line": "He was always sent for at once when such a thing occurred and he always found, when he arrived, a white shaken boy lying on his bed, sulky and still so hysterical that he was ready to break into fresh sobbing at the least word.\n"}}
{"blue": {"word": "blue", "line": "“Those long spires of blue ones—we’ll have a lot of those,” Colin was announcing.\n"}}
{"green": {"word": "green", "line": "“And there are flowers uncurling and buds on everything and the green veil has covered nearly all the gray and the birds are in such a hurry about their nests for fear they may be too late that some of them are even fighting for places in the secret garden.\n"}}
{"gray": {"word": "gray", "line": "“And there are flowers uncurling and buds on everything and the green veil has covered nearly all the gray and the birds are in such a hurry about their nests for fear they may be too late that some of them are even fighting for places in the secret garden.\n"}}
{"red": {"word": "red", "line": "The new-born lamb was in his arms and the little red fox trotted by his side.\n"}}
{"white": {"word": "white", "line": "“Come on, little ’un,” he said, turning the small woolly white head with a gentle brown hand.\n"}}
{"brown": {"word": "brown", "line": "“Come on, little ’un,” he said, turning the small woolly white head with a gentle brown hand.\n"}}
{"blue": {"word": "blue", "line": "He had been standing on the moor listening to a skylark and watching him swing higher and higher into the sky until he was only a speck in the heights of blue.\n"}}
{"white": {"word": "white", "line": "But at last I seed a bit o’ white by a rock on top o’ th’ moor an’ I climbed up an’ found th’ little ’un half dead wi’ cold an’ clemmin’.” While he talked, Soot flew solemnly in and out of the open window and cawed remarks about the scenery while Nut and Shell made excursions into the big trees outside and ran up and down trunks and explored branches.\n"}}
{"white": {"word": "white", "line": "They’ll look like a bed o’ blue an’ white butterflies flutterin’ when they’re out.” “I’m going to see them,” cried Colin.\n"}}
{"blue": {"word": "blue", "line": "They’ll look like a bed o’ blue an’ white butterflies flutterin’ when they’re out.” “I’m going to see them,” cried Colin.\n"}}
{"white": {"word": "fair", "line": "An’ it keeps ’em so busy they fair scuffle to get ’em done.” The most absorbing thing, however, was the preparations to be made before Colin could be transported with sufficient secrecy to the garden.\n"}}
{"green": {"word": "green", "line": "And if all the flowers and leaves and green things and birds and wild creatures danced past at once, what a crowd it would be!\n"}}
{"white": {"word": "white", "line": "The arch of it looked very high and the small snowy clouds seemed like white birds floating on outspread wings below its crystal blueness.\n"}}
{"purple": {"word": "lilac", "line": "I wish he’d come again!” “And that,” said Mary with solemn delight, pointing under a big lilac bush, “is where he perched on the little heap of earth and showed me the key.” Then Colin sat up.\n"}}
{"green": {"word": "green", "line": "And this is the ivy the wind blew back,” and she took hold of the hanging green curtain.\n"}}
{"green": {"word": "green", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"white": {"word": "white", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"gold": {"word": "gold", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"gray": {"word": "gray", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"pink": {"word": "pink", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"purple": {"word": "purple", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n"}}
{"pink": {"word": "pink", "line": "He looked so strange and different because a pink glow of color had actually crept all over him—ivory face and neck and hands and all.\n"}}
{"white": {"word": "pale", "line": "One knows it sometimes when one gets up at the tender solemn dawn-time and goes out and stands alone and throws one’s head far back and looks up and up and watches the pale sky slowly changing and flushing and marvelous unknown things happening until the East almost makes one cry out and one’s heart stands still at the strange unchanging majesty of the rising of the sun—which has been happening every morning for thousands and thousands and thousands of years.\n"}}
{"gold": {"word": "gold", "line": "And one knows it sometimes when one stands by oneself in a wood at sunset and the mysterious deep gold stillness slanting through and under the branches seems to be saying slowly again and again something one cannot quite hear, however much one tries.\n"}}
{"blue": {"word": "blue", "line": "Then sometimes the immense quiet of the dark blue at night with millions of stars waiting and watching makes one sure; and sometimes a sound of far-off music makes it true; and sometimes a look in someone’s eyes.\n"}}
{"white": {"word": "white", "line": "There were flowering cherry-trees near and apple-trees whose buds were pink and white, and here and there one had burst open wide.\n"}}
{"pink": {"word": "pink", "line": "There were flowering cherry-trees near and apple-trees whose buds were pink and white, and here and there one had burst open wide.\n"}}
{"blue": {"word": "blue", "line": "Between the blossoming branches of the canopy bits of blue sky looked down like wonderful eyes.\n"}}
{"green": {"word": "green", "line": "They brought him things to look at—buds which were opening, buds which were tight closed, bits of twig whose leaves were just showing green, the feather of a woodpecker which had dropped on the grass, the empty shell of some bird early hatched.\n"}}
{"white": {"word": "fair", "line": "Tha’ll see him flyin’ backward an’ for’ard carryin’ worms nigh as big as himsel’ an’ that much noise goin’ on in th’ nest when he gets there as fair flusters him so as he scarce knows which big mouth to drop th’ first piece in.\n"}}
{"gray": {"word": "gray", "line": "“The branches are quite gray and there’s not a single leaf anywhere,” Colin went on.\n"}}
{"blue": {"word": "blue", "line": "He had gone on rubbing his rust-red hair in a puzzled way, but a nice comforted look had begun to grow in his blue eyes.\n"}}
{"white": {"word": "ivory", "line": "Even his ivory whiteness seemed to change.\n"}}
{"white": {"word": "ivory", "line": "He looked as if he were made of flesh instead of ivory or wax.\n"}}
{"white": {"word": "white", "line": "“And then you and Dickon can bring it here.” It was an agreeable idea, easily carried out, and when the white cloth was spread upon the grass, with hot tea and buttered toast and crumpets, a delightfully hungry meal was eaten, and several birds on domestic errands paused to inquire what was going on and were led into investigating crumbs with great activity.\n"}}
{"gold": {"word": "gold", "line": "The sun was deepening the gold of its lances, the bees were going home and the birds were flying past less often.\n"}}
{"gray": {"word": "gray", "line": "Soot had perched on a low branch and drawn up one leg and dropped the gray film drowsily over his eyes.\n"}}
{"white": {"word": "white", "line": "A wheeled chair with luxurious cushions and robes which came toward him looking rather like some sort of State Coach because a young Rajah leaned back in it with royal command in his great black-rimmed eyes and a thin white hand extended haughtily toward him.\n"}}
{"red": {"word": "red", "line": "His red old eyes fixed themselves on what was before him as if he were seeing a ghost.\n"}}
{"red": {"word": "scarlet", "line": "His face flushed scarlet and he sat bolt upright.\n"}}
{"white": {"word": "pale", "line": "Mary caught her breath in a short gasp and felt herself turn pale.\n"}}
{"white": {"word": "white", "line": "Tha’rt as thin as a lath an’ as white as a wraith, but there’s not a knob on thee.\n"}}
{"red": {"word": "scarlet", "line": "There were scarlet spots on his cheeks and he looked amazing, but he showed no signs of falling.\n"}}
{"pink": {"word": "rose", "line": "I can get thee a rose in a pot.” “Go and get it!” said Colin, digging excitedly.\n"}}
{"white": {"word": "white", "line": "Dickon took his spade and dug the hole deeper and wider than a new digger with thin white hands could make it.\n"}}
{"pink": {"word": "rose", "line": "Ben Weatherstaff brought the rose in its pot from the greenhouse.\n"}}
{"white": {"word": "white", "line": "“Set it in the earth thysel’ same as th’ king does when he goes to a new place.” The thin white hands shook a little and Colin’s flush grew deeper as he set the rose in the mould and held it while old Ben made firm the earth.\n"}}
{"pink": {"word": "rose", "line": "“Set it in the earth thysel’ same as th’ king does when he goes to a new place.” The thin white hands shook a little and Colin’s flush grew deeper as he set the rose in the mould and held it while old Ben made firm the earth.\n"}}
{"black": {"word": "black", "line": "_Something_ is there—_something!_” “It’s Magic,” said Mary, “but not black.\n"}}
{"white": {"word": "white", "line": "It’s as white as snow.” They always called it Magic and indeed it seemed like it in the months that followed—the wonderful months—the radiant months—the amazing ones.\n"}}
{"green": {"word": "green", "line": "At first it seemed that green things would never cease pushing their way through the earth, in the grass, in the beds, even in the crevices of the walls.\n"}}
{"red": {"word": "crimson", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n"}}
{"green": {"word": "green", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n"}}
{"blue": {"word": "blue", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n"}}
{"purple": {"word": "purple", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n"}}
{"green": {"word": "green", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n"}}
{"white": {"word": "white", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n"}}
{"blue": {"word": "blue", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n"}}
{"pink": {"word": "rose", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n"}}
{"blue": {"word": "blue", "line": "“She liked them things as was allus pointin’ up to th’ blue sky, she used to tell.\n"}}
{"blue": {"word": "blue", "line": "She just loved it but she said as th’ blue sky allus looked so joyful.” The seeds Dickon and Mary had planted grew as if fairies had tended them.\n"}}
{"gray": {"word": "gray", "line": "Even gray days pleased him.\n"}}
{"white": {"word": "white", "line": "Nut and Shell were on his shoulders and he held a long-eared white rabbit in his arm and stroked and stroked it softly while it laid its ears along its back and enjoyed itself.\n"}}
{"gray": {"word": "gray", "line": "Soot had pushed away a squirrel and huddled close to him on his shoulder, the gray film dropped over his eyes.\n"}}
{"white": {"word": "white", "line": "Ben Weatherstaff walked behind, and the “creatures” trailed after them, the lamb and the fox cub keeping close to Dickon, the white rabbit hopping along or stopping to nibble and Soot following with the solemnity of a person who felt himself in charge.\n"}}
{"gray": {"word": "gray", "line": "But it was not long before it was agreed between the two children that Dickon’s mother might “come into the secret.” Somehow it was not doubted that she was “safe for sure.” So one beautiful still evening Dickon told the whole story, with all the thrilling details of the buried key and the robin and the gray haze which had seemed like deadness and the secret Mistress Mary had planned never to reveal.\n"}}
{"blue": {"word": "blue", "line": "An’ us all thinkin’ he was a poor half-witted lad with not a straight bone in him.” She asked a great many questions and her blue eyes were full of deep thinking.\n"}}
{"blue": {"word": "blue", "line": "Miss Mary says she’ll let him eat her share, but he says that if she goes hungry she’ll get thin an’ they mun both get fat at once.” Mrs. Sowerby laughed so heartily at the revelation of this difficulty that she quite rocked backward and forward in her blue cloak, and Dickon laughed with her.\n"}}
{"silver": {"word": "silver", "line": "Mary always breakfasted with him and when they found themselves at the table—particularly if there were delicate slices of sizzling ham sending forth tempting odors from under a hot silver cover—they would look into each other’s eyes in desperation.\n"}}
{"white": {"word": "white", "line": "I sometimes feel as if I could eat three when those nice fresh heather and gorse smells from the moor come pouring in at the open window.” The morning that Dickon—after they had been enjoying themselves in the garden for about two hours—went behind a big rosebush and brought forth two tin pails and revealed that one was full of rich new milk with cream on the top of it, and that the other held cottage-made currant buns folded in a clean blue and white napkin, buns so carefully tucked in that they were still hot, there was a riot of surprised joyfulness.\n"}}
{"blue": {"word": "blue", "line": "I sometimes feel as if I could eat three when those nice fresh heather and gorse smells from the moor come pouring in at the open window.” The morning that Dickon—after they had been enjoying themselves in the garden for about two hours—went behind a big rosebush and brought forth two tin pails and revealed that one was full of rich new milk with cream on the top of it, and that the other held cottage-made currant buns folded in a clean blue and white napkin, buns so carefully tucked in that they were still hot, there was a riot of surprised joyfulness.\n"}}
{"green": {"word": "green", "line": "Every beautiful morning the Magic was worked by the mystic circle under the plum-tree which provided a canopy of thickening green leaves after its brief blossom-time was ended.\n"}}
{"white": {"word": "fair", "line": "Not a mouthful of that lovely young fowl and bread sauce did they set a fork into yesterday—and the poor woman fair _invented_ a pudding for them—and back it’s sent.\n"}}
{"pink": {"word": "rose", "line": "The waxen tinge had left, Colins skin and a warm rose showed through it; his beautiful eyes were clear and the hollows under them and in his cheeks and temples had filled out.\n"}}
{"black": {"word": "black", "line": "The first moment he set his dew-bright black eye on Dickon he knew he was not a stranger but a sort of robin without beak or feathers.\n"}}
{"white": {"word": "ivory", "line": "There is a little Indian room where there is a cabinet full of ivory elephants.\n"}}
{"green": {"word": "green", "line": "They looked at the portraits and found the plain little girl dressed in green brocade and holding the parrot on her finger.\n"}}
{"white": {"word": "ivory", "line": "They went to the Indian room and amused themselves with the ivory elephants.\n"}}
{"red": {"word": "red", "line": "I’m well!” said Colin again, and his face went quite red all over.\n"}}
{"blue": {"word": "blue", "line": "With the ivy behind her, the sunlight drifting through the trees and dappling her long blue cloak, and her nice fresh face smiling across the greenery she was rather like a softly colored illustration in one of Colin’s books.\n"}}
{"pink": {"word": "rose", "line": "Tha’lt be like a blush rose when tha’ grows up, my little lass, bless thee.” She did not mention that when Martha came home on her “day out” and described the plain sallow child she had said that she had no confidence whatever in what Mrs. Medlock had heard.\n"}}
{"pink": {"word": "blush", "line": "Tha’lt be like a blush rose when tha’ grows up, my little lass, bless thee.” She did not mention that when Martha came home on her “day out” and described the plain sallow child she had said that she had no confidence whatever in what Mrs. Medlock had heard.\n"}}
{"pink": {"word": "rosy", "line": "Each of them kept looking up at her comfortable rosy face, secretly curious about the delightful feeling she gave them—a sort of warm, supported feeling.\n"}}
{"blue": {"word": "blue", "line": "But before he got into his chair he stood quite close to Susan and fixed his eyes on her with a kind of bewildered adoration and he suddenly caught hold of the fold of her blue cloak and held it fast.\n"}}
{"blue": {"word": "blue", "line": "“I wish you were my mother—as well as Dickon’s!” All at once Susan Sowerby bent down and drew him with her warm arms close against the bosom under the blue cloak—as if he had been Dickon’s brother.\n"}}
{"red": {"word": "scarlet", "line": "To let a sad thought or a bad one get into your mind is as dangerous as letting a scarlet fever germ get into your body.\n"}}
{"yellow": {"word": "yellow", "line": "When her mind gradually filled itself with robins, and moorland cottages crowded with children, with queer crabbed old gardeners and common little Yorkshire housemaids, with springtime and with secret gardens coming alive day by day, and also with a moor boy and his “creatures,” there was no room left for the disagreeable thoughts which affected her liver and her digestion and made her yellow and tired.\n"}}
{"pink": {"word": "rose", "line": "“Where you tend a rose, my lad, A thistle cannot grow.” While the secret garden was coming alive and two children were coming alive with it, there was a man wandering about certain far-away beautiful places in the Norwegian fiords and the valleys and mountains of Switzerland and he was a man who for ten years had kept his mind filled with dark and heart-broken thinking.\n"}}
{"blue": {"word": "blue", "line": "He had wandered by blue lakes and thought them; he had lain on mountain-sides with sheets of deep blue gentians blooming all about him and flower breaths filling all the air and he had thought them.\n"}}
{"pink": {"word": "rose", "line": "He had been on the tops of mountains whose heads were in the clouds and had looked down on other mountains when the sun rose and touched them with such light as made it seem as if the world were just being born.\n"}}
{"blue": {"word": "blue", "line": "There was one lovely mass of blue forget-me-nots growing so close to the stream that its leaves were wet and at these he found himself looking as he remembered he had looked at such things years ago.\n"}}
{"blue": {"word": "blue", "line": "He was actually thinking tenderly how lovely it was and what wonders of blue its hundreds of little blossoms were.\n"}}
{"black": {"word": "black", "line": "But, strange as it seemed to him, there were minutes—sometimes half-hours—when, without his knowing why, the black burden seemed to lift itself again and he knew he was a living man and not a dead one.\n"}}
{"black": {"word": "black", "line": "Now and then he wondered vaguely about his boy and asked himself what he should feel when he went and stood by the carved four-posted bed again and looked down at the sharply chiseled ivory-white face while it slept and, the black lashes rimmed so startlingly the close-shut eyes.\n"}}
{"silver": {"word": "silver", "line": "One marvel of a day he had walked so far that when he returned the moon was high and full and all the world was purple shadow and silver.\n"}}
{"purple": {"word": "purple", "line": "One marvel of a day he had walked so far that when he returned the moon was high and full and all the world was purple shadow and silver.\n"}}
{"black": {"word": "black", "line": "He remembered the black days when he had raved like a madman because the child was alive and the mother was dead.\n"}}
{"black": {"word": "black", "line": "The first time after a year’s absence he returned to Misselthwaite and the small miserable looking thing languidly and indifferently lifted to his face the great gray eyes with black lashes round them, so like and yet so horribly unlike the happy eyes he had adored, he could not bear the sight of them and turned away pale as death.\n"}}
{"white": {"word": "pale", "line": "The first time after a year’s absence he returned to Misselthwaite and the small miserable looking thing languidly and indifferently lifted to his face the great gray eyes with black lashes round them, so like and yet so horribly unlike the happy eyes he had adored, he could not bear the sight of them and turned away pale as death.\n"}}
{"gray": {"word": "gray", "line": "The first time after a year’s absence he returned to Misselthwaite and the small miserable looking thing languidly and indifferently lifted to his face the great gray eyes with black lashes round them, so like and yet so horribly unlike the happy eyes he had adored, he could not bear the sight of them and turned away pale as death.\n"}}
{"black": {"word": "black", "line": "But he knew nothing of Magic—either black or white.\n"}}
{"white": {"word": "white", "line": "But he knew nothing of Magic—either black or white.\n"}}
{"purple": {"word": "purple", "line": "Why did it seem to give him a sense of homecoming which he had been sure he could never feel again—that sense of the beauty of land and sky and purple bloom of distance and a warming of the heart at drawing, nearer to the great old house which had held those of his blood for six hundred years?\n"}}
{"black": {"word": "black", "line": "He threw the thick hair back from his forehead and lifted a pair of strange gray eyes—eyes full of boyish laughter and rimmed with black lashes like a fringe.\n"}}
{"gray": {"word": "gray", "line": "He threw the thick hair back from his forehead and lifted a pair of strange gray eyes—eyes full of boyish laughter and rimmed with black lashes like a fringe.\n"}}
{"red": {"word": "flaming", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"red": {"word": "ruby", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"red": {"word": "scarlet", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"white": {"word": "white", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"gold": {"word": "gold", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"blue": {"word": "blue", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"purple": {"word": "purple", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n"}}
{"gold": {"word": "gold", "line": "Late roses climbed and hung and clustered and the sunshine deepening the hue of the yellowing trees made one feel that one, stood in an embowered temple of gold.\n"}}
