{"black": {"word": "black", "line": "His features were regular and clear cut, his hair black and closely cropped, while his eyes were of a steel gray, reflecting a strong and loyal character, filled with fire and initiative.\n"}}
{"gray": {"word": "gray", "line": "His features were regular and clear cut, his hair black and closely cropped, while his eyes were of a steel gray, reflecting a strong and loyal character, filled with fire and initiative.\n"}}
{"gold": {"word": "gold", "line": "Masterless, penniless, and with my only means of livelihood, fighting, gone, I determined to work my way to the southwest and attempt to retrieve my fallen fortunes in a search for gold.\n"}}
{"white": {"word": "white", "line": "Since we had entered the territory we had not seen a hostile Indian, and we had, therefore, become careless in the extreme, and were wont to ridicule the stories we had heard of the great numbers of these vicious marauders that were supposed to haunt the trails, taking their toll in lives and torture of every white party which fell into their merciless clutches.\n"}}
{"red": {"word": "red", "line": "However, I am not prone to sensitiveness, and the following of a sense of duty, wherever it may lead, has always been a kind of fetich with me throughout my life; which may account for the honors bestowed upon me by three republics and the decorations and friendships of an old and powerful emperor and several lesser kings, in whose service my sword has been red many a time.\n"}}
{"red": {"word": "red", "line": "I was positive now that the trailers were Apaches and that they wished to capture Powell alive for the fiendish pleasure of the torture, so I urged my horse onward at a most dangerous pace, hoping against hope that I would catch up with the red rascals before they attacked him.\n"}}
{"red": {"word": "red", "line": "The little stretch of level land was white with Indian tepees, and there were probably half a thousand red warriors clustered around some object near the center of the camp.\n"}}
{"white": {"word": "white", "line": "The little stretch of level land was white with Indian tepees, and there were probably half a thousand red warriors clustered around some object near the center of the camp.\n"}}
{"red": {"word": "red", "line": "Singlehanded, I could not have pursued better tactics, for the red men, convinced by sudden surprise that not less than a regiment of regulars was upon them, turned and fled in every direction for their bows, arrows, and rifles.\n"}}
{"red": {"word": "red", "line": "I soon became so drowsy that I could scarcely resist the strong desire to throw myself on the floor of the cave for a few moments’ rest, but I knew that this would never do, as it would mean certain death at the hands of my red friends, who might be upon me at any moment.\n"}}
{"black": {"word": "black", "line": "From then until possibly midnight all was silence, the silence of the dead; then, suddenly, the awful moan of the morning broke upon my startled ears, and there came again from the black shadows the sound of a moving thing, and a faint rustling as of dead leaves.\n"}}
{"red": {"word": "red", "line": "My attention was quickly riveted by a large red star close to the distant horizon.\n"}}
{"white": {"word": "white", "line": "The roof of the enclosure was of solid glass about four or five inches in thickness, and beneath this were several hundred large eggs, perfectly round and snowy white.\n"}}
{"green": {"word": "green", "line": "In the adults, as I was to learn quite soon, this color deepens to an olive green and is darker in the male than in the female.\n"}}
{"red": {"word": "red", "line": "The iris of the eyes is blood red, as in Albinos, while the pupil is dark.\n"}}
{"white": {"word": "white", "line": "The eyeball itself is very white, as are the teeth.\n"}}
{"white": {"word": "ivory", "line": "The whiteness of the teeth is not that of ivory, but of the snowiest and most gleaming of china.\n"}}
{"green": {"word": "olive", "line": "Against the dark background of their olive skins their tusks stand out in a most striking manner, making these weapons present a singularly formidable appearance.\n"}}
{"white": {"word": "white", "line": "Its belly was white, and its legs shaded from the slate of its shoulders and hips to a vivid yellow at the feet.\n"}}
{"yellow": {"word": "yellow", "line": "Its belly was white, and its legs shaded from the slate of its shoulders and hips to a vivid yellow at the feet.\n"}}
{"white": {"word": "white", "line": "These rifles were of a white metal stocked with wood, which I learned later was a very light and intensely hard growth much prized on Mars, and entirely unknown to us denizens of Earth.\n"}}
{"white": {"word": "white", "line": "The other nine hundred and seventy-nine die violent deaths in duels, in hunting, in aviation and in war; but perhaps by far the greatest death loss comes during the age of childhood, when vast numbers of the little Martians fall victims to the great white apes of Mars.\n"}}
{"white": {"word": "white", "line": "It was constructed of gleaming white marble inlaid with gold and brilliant stones which sparkled and scintillated in the sunlight.\n"}}
{"gold": {"word": "gold", "line": "It was constructed of gleaming white marble inlaid with gold and brilliant stones which sparkled and scintillated in the sunlight.\n"}}
{"red": {"word": "scarlet", "line": "From his shoulders depended a short cape of white fur lined with brilliant scarlet silk.\n"}}
{"white": {"word": "white", "line": "From his shoulders depended a short cape of white fur lined with brilliant scarlet silk.\n"}}
{"pink": {"word": "rose", "line": "The chieftain rose to his feet and uttered the name of my escort who, in turn, halted and repeated the name of the ruler followed by his title.\n"}}
{"green": {"word": "green", "line": "At the time, this ceremony and the words they uttered meant nothing to me, but later I came to know that this was the customary greeting between green Martians.\n"}}
{"green": {"word": "green", "line": "The ideas of humor among the green men of Mars are widely at variance with our conceptions of incitants to merriment.\n"}}
{"white": {"word": "fair", "line": "My fair companion was about eight feet tall, having just arrived at maturity, but not yet to her full height.\n"}}
{"green": {"word": "green", "line": "This was my first experience with a Martian watch dog, but it was destined not to be my last, for this fellow guarded me carefully during the time I remained a captive among these green men; twice saving my life, and never voluntarily being away from me a moment.\n"}}
{"green": {"word": "green", "line": "This girl alone, among all the green Martians with whom I came in contact, disclosed characteristics of sympathy, kindliness, and affection; her ministrations to my bodily wants were unfailing, and her solicitous care saved me from much suffering and many hardships.\n"}}
{"green": {"word": "green", "line": "And it is well that nature has so graciously and abundantly lighted the Martian night, for the green men of Mars, being a nomadic race without high intellectual development, have but crude means for artificial lighting; depending principally upon torches, a kind of candle, and a peculiar oil lamp which generates a gas and burns without a wick.\n"}}
{"white": {"word": "white", "line": "This last device produces an intensely brilliant far-reaching white light, but as the natural oil which it requires can only be obtained by mining in one of several widely separated and remote localities it is seldom used by these creatures whose only thought is for today, and whose hatred for manual labor has kept them in a semi-barbaric state for countless ages.\n"}}
{"white": {"word": "white", "line": "Here I was thrown upon my back, and beheld standing over me a colossal ape-like creature, white and hairless except for an enormous shock of bristly hair upon its head.\n"}}
{"green": {"word": "green", "line": "The creatures were about ten or fifteen feet tall, standing erect, and had, like the green Martians, an intermediary set of arms or legs, midway between their upper and lower limbs.\n"}}
{"green": {"word": "green", "line": "Altogether they were not unlovely when viewed in comparison with the green Martians.\n"}}
{"green": {"word": "green", "line": "I had at least two friends on Mars; a young woman who watched over me with motherly solicitude, and a dumb brute which, as I later came to know, held in its poor ugly carcass more love, more loyalty, more gratitude than could have been found in the entire five million green Martians who rove the deserted cities and dead sea bottoms of Mars.\n"}}
{"green": {"word": "green", "line": "CHILD-RAISING ON MARS After a breakfast, which was an exact replica of the meal of the preceding day and an index of practically every meal which followed while I was with the green men of Mars, Sola escorted me to the plaza, where I found the entire community engaged in watching or helping at the harnessing of huge mastodonian animals to great three-wheeled chariots.\n"}}
{"green": {"word": "green", "line": "The work of rearing young, green Martians consists solely in teaching them to talk, and to use the weapons of warfare with which they are loaded down from the very first year of their lives.\n"}}
{"green": {"word": "green", "line": "But this counts for little among the green Martians, as parental and filial love is as unknown to them as it is common among us.\n"}}
{"green": {"word": "green", "line": "The community of which the green Martians with whom my lot was cast formed a part was composed of some thirty thousand souls.\n"}}
{"green": {"word": "green", "line": "As though trained for years in this particular evolution, the green Martians melted like mist into the spacious doorways of the nearby buildings, until, in less than three minutes, the entire cavalcade of chariots, mastodons and mounted warriors was nowhere to be seen.\n"}}
{"green": {"word": "green", "line": "Whether they had discovered us or simply were looking at the deserted city I could not say, but in any event they received a rude reception, for suddenly and without warning the green Martian warriors fired a terrific volley from the windows of the buildings facing the little valley across which the great ships were so peacefully advancing.\n"}}
{"green": {"word": "green", "line": "It seems that each green warrior has certain objective points for his fire under relatively identical circumstances of warfare.\n"}}
{"green": {"word": "green", "line": "The creature was considerably less than half as tall as the green Martian warriors, and from my balcony I could see that it walked erect upon two legs and surmised that it was some new and strange Martian monstrosity with which I had not as yet become acquainted.\n"}}
{"pink": {"word": "rose", "line": "As a faint spurt of flame rose from the point where the missile struck he swung over the side and was quickly upon the ground.\n"}}
{"green": {"word": "green", "line": "The scene I had witnessed seemed to mark the defeat and annihilation of the forces of a kindred people, rather than the routing by our green warriors of a horde of similar, though unfriendly, creatures.\n"}}
{"green": {"word": "green", "line": "I could not fathom the seeming hallucination, nor could I free myself from it; but somewhere in the innermost recesses of my soul I felt a strange yearning toward these unknown foemen, and a mighty hope surged through me that the fleet would return and demand a reckoning from the green warriors who had so ruthlessly and wantonly attacked it.\n"}}
{"green": {"word": "green", "line": "As Sola and I entered the plaza a sight met my eyes which filled my whole being with a great surge of mingled hope, fear, exultation, and depression, and yet most dominant was a subtle sense of relief and happiness; for just as we neared the throng of Martians I caught a glimpse of the prisoner from the battle craft who was being roughly dragged into a nearby building by a couple of green Martian females.\n"}}
{"black": {"word": "black", "line": "Her face was oval and beautiful in the extreme, her every feature was finely chiseled and exquisite, her eyes large and lustrous and her head surmounted by a mass of coal black, waving hair, caught loosely into a strange yet becoming coiffure.\n"}}
{"red": {"word": "crimson", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n"}}
{"red": {"word": "ruby", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n"}}
{"brown": {"word": "copper", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n"}}
{"green": {"word": "green", "line": "She was as destitute of clothes as the green Martians who accompanied her; indeed, save for her highly wrought ornaments she was entirely naked, nor could any apparel have enhanced the beauty of her perfect and symmetrical figure.\n"}}
{"green": {"word": "green", "line": "The training of myself and the young Martians was conducted solely by the women, who not only attend to the education of the young in the arts of individual defense and offense, but are also the artisans who produce every manufactured article wrought by the green Martians.\n"}}
{"green": {"word": "green", "line": "I could not but note the unnecessary harshness and brutality with which her guards treated her; so different from the almost maternal kindliness which Sola manifested toward me, and the respectful attitude of the few green Martians who took the trouble to notice me at all.\n"}}
{"red": {"word": "red", "line": "“When,” asked one of the women, “will we enjoy the death throes of the red one?\n"}}
{"red": {"word": "red", "line": "It will not be well for you to permit Tars Tarkas to learn that you hold such degenerate sentiments, as I doubt that he would care to entrust such as you with the grave responsibilities of maternity.” “I see nothing wrong with my expression of interest in this red woman,” retorted Sola.\n"}}
{"red": {"word": "red", "line": "They live at peace with all their fellows, except when duty calls upon them to make war, while we are at peace with none; forever warring among our own kind as well as upon the red men, and even in our own communities the individuals fight amongst themselves.\n"}}
{"green": {"word": "green", "line": "I did not even know that there were any better conditions to escape to, but I was more than willing to take my chances among people fashioned after my own mold rather than to remain longer among the hideous and bloodthirsty green men of Mars.\n"}}
{"white": {"word": "white", "line": "She had warned me, however, against venturing forth unarmed, as this city, like all other deserted metropolises of an ancient Martian civilization, was peopled by the great white apes of my second day’s adventure.\n"}}
{"green": {"word": "green", "line": "Had a green Martian woman desired to show dislike or contempt she would, in all likelihood, have done it with a sword thrust or a movement of her trigger finger; but as their sentiments are mostly atrophied it would have required a serious injury to have aroused such passions in them.\n"}}
{"white": {"word": "fair", "line": "“It was a purely scientific research party sent out by my father’s father, the Jeddak of Helium, to rechart the air currents, and to take atmospheric density tests,” replied the fair prisoner, in a low, well-modulated voice.\n"}}
{"green": {"word": "green", "line": "For ages we have maintained the air and water supply at practically the same point without an appreciable loss, and we have done this in the face of the brutal and ignorant interference of you green men.\n"}}
{"red": {"word": "red", "line": "The way is open to you, you will find the hands of the red men stretched out to aid you.\n"}}
{"red": {"word": "red", "line": "The granddaughter of the greatest and mightiest of the red jeddaks has asked you.\n"}}
{"green": {"word": "green", "line": "I saw Tars Tarkas rise to speak, and on his face was such an expression as I had never seen upon the countenance of a green Martian warrior.\n"}}
{"green": {"word": "green", "line": "It was portentous however that they did not laugh aloud, for the brute’s act constituted a side-splitting witticism according to the ethics which rule green Martian humor.\n"}}
{"green": {"word": "green", "line": "What strange manner of man are you, that you consort with the green men, though your form is that of my race, while your color is little darker than that of the white ape?\n"}}
{"white": {"word": "white", "line": "What strange manner of man are you, that you consort with the green men, though your form is that of my race, while your color is little darker than that of the white ape?\n"}}
{"green": {"word": "green", "line": "I understand that you belittle all sentiments of generosity and kindliness, but I do not, and I can convince your most doughty warrior that these characteristics are not incompatible with an ability to fight.” Ordinarily I am not given to long speeches, nor ever before had I descended to bombast, but I had guessed at the keynote which would strike an answering chord in the breasts of the green Martians, nor was I wrong, for my harangue evidently deeply impressed them, and their attitude toward me thereafter was still further respectful.\n"}}
{"gold": {"word": "gold", "line": "We also found in this building real sleeping apartments with ancient beds of highly wrought metal swinging from enormous gold chains depending from the marble ceilings.\n"}}
{"brown": {"word": "bronze", "line": "They were clad in graceful, flowing robes, highly ornamented with metal and jewels, and their luxuriant hair was of a beautiful golden and reddish bronze.\n"}}
{"white": {"word": "fair", "line": "Where is this Virginia, your country, John Carter?” she asked, and it seemed that this fair name of my fair land had never sounded more beautiful than as it fell from those perfect lips on that far-gone day.\n"}}
{"black": {"word": "black", "line": "They were the early progenitors of her race, but had mixed with the other great race of early Martians, who were very dark, almost black, and also with the reddish yellow race which had flourished at the same time.\n"}}
{"yellow": {"word": "yellow", "line": "They were the early progenitors of her race, but had mixed with the other great race of early Martians, who were very dark, almost black, and also with the reddish yellow race which had flourished at the same time.\n"}}
{"green": {"word": "green", "line": "These three great divisions of the higher Martians had been forced into a mighty alliance as the drying up of the Martian seas had compelled them to seek the comparatively few and always diminishing fertile areas, and to defend themselves, under new conditions of life, against the wild hordes of green men.\n"}}
{"red": {"word": "red", "line": "Ages of close relationship and intermarrying had resulted in the race of red men, of which Dejah Thoris was a fair and beautiful daughter.\n"}}
{"white": {"word": "fair", "line": "Ages of close relationship and intermarrying had resulted in the race of red men, of which Dejah Thoris was a fair and beautiful daughter.\n"}}
{"red": {"word": "red", "line": "During the ages of hardships and incessant warring between their own various races, as well as with the green men, and before they had fitted themselves to the changed conditions, much of the high civilization and many of the arts of the fair-haired Martians had become lost; but the red race of today has reached a point where it feels that it has made up in new discoveries and in a more practical civilization for all that lies irretrievably buried with the ancient Barsoomians, beneath the countless intervening ages.\n"}}
{"green": {"word": "green", "line": "During the ages of hardships and incessant warring between their own various races, as well as with the green men, and before they had fitted themselves to the changed conditions, much of the high civilization and many of the arts of the fair-haired Martians had become lost; but the red race of today has reached a point where it feels that it has made up in new discoveries and in a more practical civilization for all that lies irretrievably buried with the ancient Barsoomians, beneath the countless intervening ages.\n"}}
{"red": {"word": "red", "line": "“But,” he continued, in his fierce guttural tones, “if you run off with the red girl it is I who shall have to account to Tal Hajus; it is I who shall have to face Tars Tarkas, and either demonstrate my right to command, or the metal from my dead carcass will go to a better man, for such is the custom of the Tharks.\n"}}
{"green": {"word": "green", "line": "“I have no quarrel with Tars Tarkas; together we rule supreme the greatest of the lesser communities among the green men; we do not wish to fight between ourselves; and so if you were dead, John Carter, I should be glad.\n"}}
{"red": {"word": "red", "line": "The safe delivery of the red girl to Tal Hajus is of the greatest importance.\n"}}
{"red": {"word": "red", "line": "Not in a thousand years have the Tharks made such a capture; she is the granddaughter of the greatest of the red jeddaks, who is also our bitterest enemy.\n"}}
{"red": {"word": "red", "line": "The red girl told us that we were without the softer sentiments of humanity, but we are a just and truthful race.\n"}}
{"red": {"word": "red", "line": "“I understand,” he continued, “that you have given up your woman to the red prisoner.\n"}}
{"yellow": {"word": "yellow", "line": "While the court was entirely overgrown with the yellow, moss-like vegetation which blankets practically the entire surface of Mars, yet numerous fountains, statuary, benches, and pergola-like contraptions bore witness to the beauty which the court must have presented in bygone times, when graced by the fair-haired, laughing people whom stern and unalterable cosmic laws had driven not only from their homes, but from all except the vague legends of their descendants.\n"}}
{"green": {"word": "green", "line": "All property among the green Martians is owned in common by the community, except the personal weapons, ornaments and sleeping silks and furs of the individuals.\n"}}
{"red": {"word": "red", "line": "The women and children of a man’s retinue may be likened to a military unit for which he is responsible in various ways, as in matters of instruction, discipline, sustenance, and the exigencies of their continual roamings and their unending strife with other communities and with the red Martians.\n"}}
{"green": {"word": "green", "line": "The green Martians use no word corresponding in meaning with this earthly word.\n"}}
{"green": {"word": "green", "line": "It is true that the green Martians are absolutely virtuous, both men and women, with the exception of such degenerates as Tal Hajus; but better far a finer balance of human characteristics even at the expense of a slight and occasional loss of chastity.\n"}}
{"green": {"word": "green", "line": "LOVE-MAKING ON MARS Following the battle with the air ships, the community remained within the city for several days, abandoning the homeward march until they could feel reasonably assured that the ships would not return; for to be caught on the open plains with a cavalcade of chariots and children was far from the desire of even so warlike a people as the green Martians.\n"}}
{"green": {"word": "green", "line": "These creatures, which are known as thoats, are as dangerous and vicious as their masters, but when once subdued are sufficiently tractable for the purposes of the green Martians.\n"}}
{"gold": {"word": "gold", "line": "The effect on the precision and celerity of the military movements was so remarkable that Lorquas Ptomel presented me with a massive anklet of gold from his own leg, as a sign of his appreciation of my service to the horde.\n"}}
{"white": {"word": "white", "line": "I had warned them against venturing far from the plaza for fear of the great white apes, whose ferocity I was only too well acquainted with.\n"}}
{"red": {"word": "red", "line": "That she shared my sentiments in this respect I was positive, for on my approach the look of pitiful hopelessness left her sweet countenance to be replaced by a smile of joyful welcome, as she placed her little right hand upon my left shoulder in true red Martian salute.\n"}}
{"red": {"word": "red", "line": "Let us pity them, my chieftain, for even though we die at their hands we can afford them pity, since we are greater than they and they know it.” Had I known the significance of those words “my chieftain,” as applied by a red Martian woman to a man, I should have had the surprise of my life, but I did not know at that time, nor for many months thereafter.\n"}}
{"red": {"word": "red", "line": "“I presume it is the better part of wisdom that we bow to our fate with as good grace as possible, Dejah Thoris; but I hope, nevertheless, that I may be present the next time that any Martian, green, red, pink, or violet, has the temerity to even so much as frown on you, my princess.” Dejah Thoris caught her breath at my last words, and gazed upon me with dilated eyes and quickening breath, and then, with an odd little laugh, which brought roguish dimples to the corners of her mouth, she shook her head and cried: “What a child!\n"}}
{"green": {"word": "green", "line": "“I presume it is the better part of wisdom that we bow to our fate with as good grace as possible, Dejah Thoris; but I hope, nevertheless, that I may be present the next time that any Martian, green, red, pink, or violet, has the temerity to even so much as frown on you, my princess.” Dejah Thoris caught her breath at my last words, and gazed upon me with dilated eyes and quickening breath, and then, with an odd little laugh, which brought roguish dimples to the corners of her mouth, she shook her head and cried: “What a child!\n"}}
{"pink": {"word": "pink", "line": "“I presume it is the better part of wisdom that we bow to our fate with as good grace as possible, Dejah Thoris; but I hope, nevertheless, that I may be present the next time that any Martian, green, red, pink, or violet, has the temerity to even so much as frown on you, my princess.” Dejah Thoris caught her breath at my last words, and gazed upon me with dilated eyes and quickening breath, and then, with an odd little laugh, which brought roguish dimples to the corners of her mouth, she shook her head and cried: “What a child!\n"}}
{"purple": {"word": "violet", "line": "“I presume it is the better part of wisdom that we bow to our fate with as good grace as possible, Dejah Thoris; but I hope, nevertheless, that I may be present the next time that any Martian, green, red, pink, or violet, has the temerity to even so much as frown on you, my princess.” Dejah Thoris caught her breath at my last words, and gazed upon me with dilated eyes and quickening breath, and then, with an odd little laugh, which brought roguish dimples to the corners of her mouth, she shook her head and cried: “What a child!\n"}}
{"green": {"word": "green", "line": "Day had now given away to night and as we wandered along the great avenue lighted by the two moons of Barsoom, and with Earth looking down upon us out of her luminous green eye, it seemed that we were alone in the universe, and I, at least, was content that it should be so.\n"}}
{"green": {"word": "green", "line": "A woman who was hatched from an egg, and whose span of life might cover a thousand years; whose people had strange customs and ideas; a woman whose hopes, whose pleasures, whose standards of virtue and of right and wrong might vary as greatly from mine as did those of the green Martians.\n"}}
{"gold": {"word": "gold", "line": "I believed that from the bottom of my heart, from the depth of my soul on that night in Korad as I sat cross-legged upon my silks while the nearer moon of Barsoom raced through the western sky toward the horizon, and lighted up the gold and marble, and jeweled mosaics of my world-old chamber, and I believe it today as I sit at my desk in the little study overlooking the Hudson.\n"}}
{"red": {"word": "red", "line": "I sought out Dejah Thoris in the throng of departing chariots, but she turned her shoulder to me, and I could see the red blood mount to her cheek.\n"}}
{"black": {"word": "black", "line": "As I was approaching Dejah Thoris’ chariot I passed Sarkoja, and the black, venomous look she accorded me was the sweetest balm I had felt for many hours.\n"}}
{"white": {"word": "fair", "line": "It was this custom which entitled me to the names of either of the chieftains I had killed; in fact, some of the warriors addressed me as Dotar Sojat, a combination of the surnames of the two warrior chieftains whose metal I had taken, or, in other words, whom I had slain in fair fight.\n"}}
{"red": {"word": "red", "line": "“She says you have angered her, and that is all she will say, except that she is the daughter of a jed and the granddaughter of a jeddak and she has been humiliated by a creature who could not polish the teeth of her grandmother’s sorak.” I pondered over this report for some time, finally asking, “What might a sorak be, Sola?” “A little animal about as big as my hand, which the red Martian women keep to play with,” explained Sola.\n"}}
{"green": {"word": "green", "line": "Tars Tarkas dismounted and examined the enclosure minutely, finally announcing that it belonged to the green men of Warhoon and that the cement was scarcely dry where it had been walled up.\n"}}
{"green": {"word": "green", "line": "He explained that the eggs had just been placed there; but, like all green Martian eggs, they would grow during the five-year period of incubation until they obtained the size of those I had seen hatching on the day of my arrival on Barsoom.\n"}}
{"green": {"word": "green", "line": "This was indeed an interesting piece of information, for it had always seemed remarkable to me that the green Martian women, large as they were, could bring forth such enormous eggs as I had seen the four-foot infants emerging from.\n"}}
{"green": {"word": "green", "line": "I did not need a manual of green Martian etiquette to know what reply to make, for, in fact, I was so wild with anger that I could scarcely refrain from drawing my pistol and shooting him down for the brute he was; but he stood waiting with drawn long-sword, and my only choice was to draw my own and meet him in fair fight with his choice of weapons or a lesser one.\n"}}
{"white": {"word": "fair", "line": "I did not need a manual of green Martian etiquette to know what reply to make, for, in fact, I was so wild with anger that I could scarcely refrain from drawing my pistol and shooting him down for the brute he was; but he stood waiting with drawn long-sword, and my only choice was to draw my own and meet him in fair fight with his choice of weapons or a lesser one.\n"}}
{"black": {"word": "black", "line": "I felt the steel tear into my chest, all went black before me, my head whirled in dizziness, and I felt my knees giving beneath me.\n"}}
{"green": {"word": "green", "line": "SOLA TELLS ME HER STORY When consciousness returned, and, as I soon learned, I was down but a moment, I sprang quickly to my feet searching for my sword, and there I found it, buried to the hilt in the green breast of Zad, who lay stone dead upon the ochre moss of the ancient sea bottom.\n"}}
{"yellow": {"word": "yellow", "line": "We made a most imposing and awe-inspiring spectacle as we strung out across the yellow landscape; the two hundred and fifty ornate and brightly colored chariots, preceded by an advance guard of some two hundred mounted warriors and chieftains riding five abreast and one hundred yards apart, and followed by a like number in the same formation, with a score or more of flankers on either side; the fifty extra mastodons, or heavy draught animals, known as zitidars, and the five or six hundred extra thoats of the warriors running loose within the hollow square formed by the surrounding warriors.\n"}}
{"green": {"word": "green", "line": "The gleaming metal and jewels of the gorgeous ornaments of the men and women, duplicated in the trappings of the zitidars and thoats, and interspersed with the flashing colors of magnificent silks and furs and feathers, lent a barbaric splendor to the caravan which would have turned an East Indian potentate green with envy.\n"}}
{"green": {"word": "green", "line": "The green Martians converse but little, and then usually in monosyllables, low and like the faint rumbling of distant thunder.\n"}}
{"pink": {"word": "rose", "line": "We traversed a trackless waste of moss which, bending to the pressure of broad tire or padded foot, rose up again behind us, leaving no sign that we had passed.\n"}}
{"green": {"word": "green", "line": "It is a sad fate, since I must live my life amongst them, and I often wish that I were a true green Martian woman, without love and without hope; but I have known love and so I am lost.\n"}}
{"green": {"word": "green", "line": "From what I have learned of you and the ways of your people I am sure that the tale will not seem strange to you, but among green Martians it has no parallel within the memory of the oldest living Thark, nor do our legends hold many similar tales.\n"}}
{"green": {"word": "green", "line": "She was also less cold and cruel than most green Martian women, and caring little for their society, she often roamed the deserted avenues of Thark alone, or went and sat among the wild flowers that deck the nearby hills, thinking thoughts and wishing wishes which I believe I alone among Tharkian women today may understand, for am I not the child of my mother?\n"}}
{"green": {"word": "green", "line": "But one day the chance was lost forever, in so far as it could come in time to save his loved ones, for he was ordered away upon a long expedition to the ice-clad south, to make war upon the natives there and despoil them of their furs, for such is the manner of the green Barsoomian; he does not labor for what he can wrest in battle from others.\n"}}
{"green": {"word": "green", "line": "She hoped, upon the return of the expedition from the incubator, to mix me with the other young assigned to the quarters of Tal Hajus, and thus escape the fate which would surely follow discovery of her sin against the ancient traditions of the green men.\n"}}
{"white": {"word": "white", "line": "“I learned afterwards that she told them that she had killed me to save me from a like fate at their hands, and that she had thrown my body to the white apes.\n"}}
{"red": {"word": "red", "line": "When we approached these points a warrior would be sent far ahead with a powerful field glass, and if no great body of red Martian troops was in sight we would advance as close as possible without chance of being seen and then camp until dark, when we would slowly approach the cultivated tract, and, locating one of the numerous, broad highways which cross these areas at regular intervals, creep silently and stealthily across to the arid lands upon the other side.\n"}}
{"white": {"word": "white", "line": "Only once did I perceive a human being, and that was at the intersection of our crossroad with the wide, white turnpike which cuts each cultivated district longitudinally at its exact center.\n"}}
{"white": {"word": "fair", "line": "The weakling and the saphead have often great ability to charm the fair sex, while the fighting man who can face a thousand real dangers unafraid, sits hiding in the shadows like some frightened child.\n"}}
{"green": {"word": "green", "line": "Just thirty days after my advent upon Barsoom we entered the ancient city of Thark, from whose long-forgotten people this horde of green men have stolen even their name.\n"}}
{"red": {"word": "red", "line": "I searched in vain until the upper rim of the great red sun was just disappearing behind the horizon and then I spied the ugly head of Woola peering from a second-story window on the opposite side of the very street where I was quartered, but nearer the plaza.\n"}}
{"pink": {"word": "rose", "line": "As I waited she rose to her full height and looking me straight in the eye said: “What would Dotar Sojat, Thark, of Dejah Thoris his captive?” “Dejah Thoris, I do not know how I have angered you.\n"}}
{"green": {"word": "green", "line": "“What are you saying to me?” “I am saying what I had promised myself that I would not say to you, at least until you were no longer a captive among the green men; what from your attitude toward me for the past twenty days I had thought never to say to you; I am saying, Dejah Thoris, that I am yours, body and soul, to serve you, to fight for you, and to die for you.\n"}}
{"red": {"word": "red", "line": "I am sure that Dejah Thoris can offer you a home and protection among her people, and your fate can be no worse among them than it must ever be here.” “Yes,” cried Dejah Thoris, “come with us, Sola, you will be better off among the red men of Helium than you are here, and I can promise you not only a home with us, but the love and affection your nature craves and which must always be denied you by the customs of your own race.\n"}}
{"black": {"word": "black", "line": "Soon the party was near me, and from the black shadows of my entranceway I perceived a score of mounted warriors, who, in passing, dropped a dozen words that fetched my heart clean into the top of my head.\n"}}
{"green": {"word": "green", "line": "That they would be as quiet and contented here as elsewhere I was confident, nor was there but the remotest possibility that they would be discovered, as the green men had no great desire to enter these outlying buildings, which were frequented by the only thing, I believe, which caused them the sensation of fear—the great white apes of Barsoom.\n"}}
{"white": {"word": "white", "line": "That they would be as quiet and contented here as elsewhere I was confident, nor was there but the remotest possibility that they would be discovered, as the green men had no great desire to enter these outlying buildings, which were frequented by the only thing, I believe, which caused them the sensation of fear—the great white apes of Barsoom.\n"}}
{"green": {"word": "green", "line": "He had all the cold, hard, cruel, terrible features of the green warriors, but accentuated and debased by the animal passions to which he had given himself over for many years.\n"}}
{"red": {"word": "red", "line": "The terrors of your death shall haunt the slumbers of the red men through all the ages to come; they will shudder in the shadows of the night as their fathers tell them of the awful vengeance of the green men; of the power and might and hate and cruelty of Tal Hajus.\n"}}
{"green": {"word": "green", "line": "The terrors of your death shall haunt the slumbers of the red men through all the ages to come; they will shudder in the shadows of the night as their fathers tell them of the awful vengeance of the green men; of the power and might and hate and cruelty of Tal Hajus.\n"}}
{"yellow": {"word": "yellow", "line": "“If we make it, my chieftain, the debt of Helium will be a mighty one; greater than she can ever pay you; and should we not make it,” she continued, “the debt is no less, though Helium will never know, for you have saved the last of our line from worse than death.” I did not answer, but instead reached to my side and pressed the little fingers of her I loved where they clung to me for support, and then, in unbroken silence, we sped over the yellow, moonlit moss; each of us occupied with his own thoughts.\n"}}
{"green": {"word": "green", "line": "Evidently he was a chieftain, for in certain marching formations among the green men a chieftain brings up the extreme rear of the column.\n"}}
{"green": {"word": "green", "line": "Springing to my feet I urged the thoat to rise, and directed Sola to take Dejah Thoris with her upon him and make a mighty effort to reach the hills before the green warriors were upon us.\n"}}
{"green": {"word": "green", "line": "Turning, I beheld the green warriors mounting the ridge and looking for their chieftain.\n"}}
{"black": {"word": "black", "line": "I reeled beneath their blows which fell upon me in perfect torrents; my head swam; all was black, and I went down beneath them to oblivion.\n"}}
{"green": {"word": "green", "line": "I was lying among a pile of sleeping silks and furs in the corner of a small room in which were several green warriors, and bending over me was an ancient and ugly female.\n"}}
{"green": {"word": "green", "line": "I never before had seen two green Martian warriors battle with nature’s weapons and the exhibition of animal ferocity which ensued was as fearful a thing as the most disordered imagination could picture.\n"}}
{"black": {"word": "inky", "line": "It was the most horrible experience of all my life and that my mind did not give way to the terrors of that inky blackness has been a wonder to me ever since.\n"}}
{"black": {"word": "black", "line": "Then slowly they retreated but this time with a strange grating sound and finally they disappeared in some black and distant recess of my dungeon.\n"}}
{"red": {"word": "red", "line": "By the dim torch light I saw that he was a red Martian and I could scarcely await the departure of his guards to address him.\n"}}
{"red": {"word": "red", "line": "“Who are you who speaks out of the darkness?” he answered “John Carter, a friend of the red men of Helium.” “I am of Helium,” he said, “but I do not recall your name.” And then I told him my story as I have written it here, omitting only any reference to my love for Dejah Thoris.\n"}}
{"red": {"word": "red", "line": "Badly injured and only partially manned they had limped slowly toward Helium, but while passing near the city of Zodanga, the capital of Helium’s hereditary enemies among the red men of Barsoom, they had been attacked by a great body of war vessels and all but the craft to which Kantos Kan belonged were either destroyed or captured.\n"}}
{"green": {"word": "green", "line": "Two green Martian communities had been wiped off the face of Barsoom by the avenging fleets, but no trace of Dejah Thoris had been found.\n"}}
{"green": {"word": "green", "line": "In the others were wild calots, thoats, mad zitidars, green warriors, and women of other hordes, and many strange and ferocious wild beasts of Barsoom which I had never before seen.\n"}}
{"green": {"word": "green", "line": "At a signal from Dak Kova the doors of two cages were thrown open and a dozen green Martian females were driven to the center of the arena.\n"}}
{"green": {"word": "green", "line": "The yells and laughter of the green horde bore witness to the excellent quality of the sport and when I turned back to the arena, as Kantos Kan told me it was over, I saw three victorious calots, snarling and growling over the bodies of their prey.\n"}}
{"green": {"word": "green", "line": "Finally there were but three of us left, a great green warrior of some far northern horde, Kantos Kan, and myself.\n"}}
{"green": {"word": "green", "line": "Kantos Kan had fought several times during the day and like myself had always proven victorious, but occasionally by the smallest of margins, especially when pitted against the green warriors.\n"}}
{"green": {"word": "green", "line": "As they advanced to meet one another I saw for the first time a trick of Martian swordsmanship which centered Kantos Kan’s every hope of victory and life on one cast of the dice, for, as he came to within about twenty feet of the huge fellow he threw his sword arm far behind him over his shoulder and with a mighty sweep hurled his weapon point foremost at the green warrior.\n"}}
{"red": {"word": "red", "line": "“You wear the metal of a green warrior and are followed by a calot, yet you are of the figure of a red man.\n"}}
{"green": {"word": "green", "line": "“You wear the metal of a green warrior and are followed by a calot, yet you are of the figure of a red man.\n"}}
{"red": {"word": "red", "line": "In color you are neither green nor red.\n"}}
{"green": {"word": "green", "line": "In color you are neither green nor red.\n"}}
{"red": {"word": "red", "line": "In the name of the ninth ray, what manner of creature are you?” “I am a friend of the red men of Barsoom and I am starving.\n"}}
{"gold": {"word": "gold", "line": "He wore but a single article of clothing or adornment, a small collar of gold from which depended upon his chest a great ornament as large as a dinner plate set solid with huge diamonds, except for the exact center which was occupied by a strange stone, an inch in diameter, that scintillated nine different and distinct rays; the seven colors of our earthly prism and two beautiful rays which, to me, were new and nameless.\n"}}
{"red": {"word": "red", "line": "I cannot describe them any more than you could describe red to a blind man.\n"}}
{"red": {"word": "red", "line": "Every red Martian is taught during earliest childhood the principles of the manufacture of atmosphere, but only two at one time ever hold the secret of ingress to the great building, which, built as it is with walls a hundred and fifty feet thick, is absolutely unassailable, even the roof being guarded from assault by air craft by a glass covering five feet thick.\n"}}
{"red": {"word": "red", "line": "The only fear they entertain of attack is from the green Martians or some demented red man, as all Barsoomians realize that the very existence of every form of life of Mars is dependent upon the uninterrupted working of this plant.\n"}}
{"green": {"word": "green", "line": "The only fear they entertain of attack is from the green Martians or some demented red man, as all Barsoomians realize that the very existence of every form of life of Mars is dependent upon the uninterrupted working of this plant.\n"}}
{"white": {"word": "fair", "line": "From then on his manner toward me changed as though he feared that he had been surprised into divulging his great secret, and I read suspicion and fear in his looks and thoughts, though his words were still fair.\n"}}
{"green": {"word": "green", "line": "My assistant and I are of no country, we belong to all Barsoom and this talisman which we wear protects us in all lands, even among the green men—though we do not trust ourselves to their hands if we can avoid it,” he added.\n"}}
{"red": {"word": "red", "line": "Some time later I was awakened by his frightful growlings and opened my eyes to see three red Martians standing a short distance from us and covering me with their rifles.\n"}}
{"green": {"word": "green", "line": "“I have been a prisoner among the green men and am on my way to Zodanga.\n"}}
{"red": {"word": "red", "line": "Instead of bothering with bolts and bars for their dwellings, the red Martians simply run them up out of harm’s way during the night.\n"}}
{"red": {"word": "red", "line": "This you can most easily do through military service, as we are a warlike people on Barsoom,” explained one of them, “and save our richest favors for the fighting man.” When I was ready to depart they furnished me with a small domestic bull thoat, such as is used for saddle purposes by all red Martians.\n"}}
{"red": {"word": "red", "line": "The brothers had supplied me with a reddish oil with which I anointed my entire body and one of them cut my hair, which had grown quite long, in the prevailing fashion of the time, square at the back and banged in front, so that I could have passed anywhere upon Barsoom as a full-fledged red Martian.\n"}}
{"white": {"word": "white", "line": "When I mentioned my inability to repay them for their kindness to me they assured me that I would have ample opportunity if I lived long upon Barsoom, and bidding me farewell they watched me until I was out of sight upon the broad white turnpike.\n"}}
{"white": {"word": "pale", "line": "Every plant and flower and vegetable and animal has been so refined by ages of careful, scientific cultivation and breeding that the like of them on Earth dwindled into pale, gray, characterless nothingness by comparison.\n"}}
{"gray": {"word": "gray", "line": "Every plant and flower and vegetable and animal has been so refined by ages of careful, scientific cultivation and breeding that the like of them on Earth dwindled into pale, gray, characterless nothingness by comparison.\n"}}
{"green": {"word": "green", "line": "“This much was learned from a green warrior recently captured by our forces in the south.\n"}}
{"red": {"word": "red", "line": "From the moment that I had come in contact with the red inhabitants of Mars I had noticed that Woola drew a great amount of unwelcome attention to me, since the huge brute belonged to a species which is never domesticated by the red men.\n"}}
{"red": {"word": "red", "line": "As I was crossing the great square lost in wonder and admiration of the magnificent architecture and the gorgeous scarlet vegetation which carpeted the broad lawns I discovered a red Martian walking briskly toward me from one of the avenues.\n"}}
{"pink": {"word": "rose", "line": "As I rose above the city I circled several times, as I had seen Kantos Kan do, and then throwing my engine into top speed I raced at terrific velocity toward the south, following one of the great waterways which enter Zodanga from that direction.\n"}}
{"green": {"word": "green", "line": "I had traversed perhaps two hundred miles in a little less than an hour when I descried far below me a party of three green warriors racing madly toward a small figure on foot which seemed to be trying to reach the confines of one of the walled fields.\n"}}
{"red": {"word": "red", "line": "Dropping my machine rapidly toward them, and circling to the rear of the warriors, I soon saw that the object of their pursuit was a red Martian wearing the metal of the scout squadron to which I was attached.\n"}}
{"green": {"word": "green", "line": "A short distance away lay his tiny flier, surrounded by the tools with which he had evidently been occupied in repairing some damage when surprised by the green warriors.\n"}}
{"green": {"word": "green", "line": "Hastening to his damaged machine we were bending every effort to finish the needed repairs and had almost completed them when we saw the two green monsters returning at top speed from opposite sides of us.\n"}}
{"green": {"word": "green", "line": "With a bound I cleared the fifty feet intervening between us, and with outstretched point drove my sword completely through the body of the green warrior.\n"}}
{"pink": {"word": "rose", "line": "Quickly completing the repairs we rose together into the still, cloudless Martian sky, and at great speed and without further mishap returned to Zodanga.\n"}}
{"black": {"word": "black", "line": "The sky was black with naval vessels and private and public pleasure craft, flying long streamers of gay-colored silks, and banners and flags of odd and picturesque design.\n"}}
{"red": {"word": "red", "line": "All were mounted upon the small domestic bull thoats of the red Martians, and their trappings and ornamentation bore such a quantity of gorgeously colored feathers that I could not but be struck with the startling resemblance the concourse bore to a band of the red Indians of my own Earth.\n"}}
{"green": {"word": "green", "line": "“In recognition, John Carter,” he said, “of your remarkable courage and skill in defending the person of the cousin of the jeddak Than Kosis and, singlehanded, vanquishing three green warriors, it is the pleasure of our jeddak to confer on you the mark of his esteem.” Than Kosis then advanced toward me and placing an ornament upon me, said: “My cousin has narrated the details of your wonderful achievement, which seems little short of miraculous, and if you can so well defend a cousin of the jeddak how much better could you defend the person of the jeddak himself.\n"}}
{"white": {"word": "fair", "line": "I FIND DEJAH The major-domo to whom I reported had been given instructions to station me near the person of the jeddak, who, in time of war, is always in great danger of assassination, as the rule that all is fair in war seems to constitute the entire ethics of Martian conflict.\n"}}
{"green": {"word": "green", "line": "“To what strange freak do I owe this visit from the Princess of Helium, who, two days ago, with rare consideration for my pride, assured me that she would prefer Tal Hajus, the green Thark, to my son?” Dejah Thoris only smiled the more and with the roguish dimples playing at the corners of her mouth she made answer: “From the beginning of time upon Barsoom it has been the prerogative of woman to change her mind as she listed and to dissemble in matters concerning her heart.\n"}}
{"red": {"word": "red", "line": "But there was no one to tell you what I could not, that upon Barsoom there are two kinds of women in the cities of the red men.\n"}}
{"red": {"word": "red", "line": "To a red Martian escape by this path would have appeared impossible, but to me, with my earthly strength and agility, it seemed already accomplished.\n"}}
{"white": {"word": "fair", "line": "Their antagonist was a very tall man, wearing the metal of one of your own guardsmen, and his fighting ability was little short of marvelous for he fought fair against the entire four and vanquished them by his surpassing skill and superhuman strength and endurance.\n"}}
{"green": {"word": "green", "line": "She said that she witnessed a portion of the encounter, and that when she looked there was but one man engaged with the guardsmen; a man whom she did not recognize as ever having seen.” “Where is my erstwhile savior?” spoke another of the party, and I recognized the voice of the cousin of Than Kosis, whom I had rescued from the green warriors.\n"}}
{"pink": {"word": "rose", "line": "But few buildings in Zodanga were higher than these barracks, though several topped it by a few hundred feet; the docks of the great battleships of the line standing some fifteen hundred feet from the ground, while the freight and passenger stations of the merchant squadrons rose nearly as high.\n"}}
{"pink": {"word": "rose", "line": "He set my compass for me, a clever little device which will remain steadfastly fixed upon any given point on the surface of Barsoom, and bidding each other farewell we rose together and sped in the direction of the palace which lay in the route which I must take to reach Helium.\n"}}
{"pink": {"word": "rose", "line": "Kantos Kan dropped quickly into the darkness, while I rose steadily and at terrific speed raced through the Martian sky followed by a dozen of the air-scout craft which had joined the pursuit, and later by a swift cruiser carrying a hundred men and a battery of rapid-fire guns.\n"}}
{"red": {"word": "scarlet", "line": "In addition to the twin-city formation of Helium, another distinguishing feature is the two immense towers, one of vivid scarlet rising nearly a mile into the air from the center of one of the cities, while the other, of bright yellow and of the same height, marks her sister.\n"}}
{"yellow": {"word": "yellow", "line": "In addition to the twin-city formation of Helium, another distinguishing feature is the two immense towers, one of vivid scarlet rising nearly a mile into the air from the center of one of the cities, while the other, of bright yellow and of the same height, marks her sister.\n"}}
{"green": {"word": "green", "line": "TARS TARKAS FINDS A FRIEND About noon I passed low over a great dead city of ancient Mars, and as I skimmed out across the plain beyond I came full upon several thousand green warriors engaged in a terrific battle.\n"}}
{"green": {"word": "green", "line": "As I sat awaiting the return of the green warrior I heard something move in an adjoining apartment, and as I glanced up there rushed suddenly upon me a huge and hideous creature which bore me backward upon the pile of silks and furs upon which I had been reclining.\n"}}
{"green": {"word": "green", "line": "Tars Tarkas may be a cruel green warrior, but he can be a friend as well.\n"}}
{"green": {"word": "green", "line": "He did not speak or move, but the blotchy green of his countenance turned livid, and the froth froze upon his lips.\n"}}
{"green": {"word": "green", "line": "The loot of Zodanga would be magnificent, and I have often thought that had we an alliance with the people of Helium we could obtain sufficient assurance of sustenance to permit us to increase the size and frequency of our hatchings, and thus become unquestionably supreme among the green men of all Barsoom.\n"}}
{"pink": {"word": "rose", "line": "What say you?” It was a chance to fight, an opportunity to loot, and they rose to the bait as a speckled trout to a fly.\n"}}
{"red": {"word": "red", "line": "The fighting strength and efficiency of this horde of ferocious green monsters was equivalent to ten times their number of red men.\n"}}
{"green": {"word": "green", "line": "The fighting strength and efficiency of this horde of ferocious green monsters was equivalent to ten times their number of red men.\n"}}
{"green": {"word": "green", "line": "Never in the history of Barsoom, Tars Tarkas told me, had such a force of green warriors marched to battle together.\n"}}
{"red": {"word": "red", "line": "But as we neared Zodanga their personal quarrels were submerged by their greater hatred for the red men, and especially for the Zodangans, who had for years waged a ruthless campaign of extermination against the green men, directing special attention toward despoiling their incubators.\n"}}
{"green": {"word": "green", "line": "But as we neared Zodanga their personal quarrels were submerged by their greater hatred for the red men, and especially for the Zodangans, who had for years waged a ruthless campaign of extermination against the green men, directing special attention toward despoiling their incubators.\n"}}
{"green": {"word": "green", "line": "They are built of enormous blocks of carborundum, and the task of entering the city seemed, to my escort of green warriors, an impossibility.\n"}}
{"red": {"word": "scarlet", "line": "First there marched four officers of the jeddak’s Guard bearing a huge salver on which reposed, upon a cushion of scarlet silk, a great golden chain with a collar and padlock at each end.\n"}}
{"red": {"word": "scarlet", "line": "Then came more dignitaries, and the officers of the palace and of the army, and finally two figures entirely muffled in scarlet silk, so that not a feature of either was discernible.\n"}}
{"red": {"word": "scarlet", "line": "I could not hear his words, but presently two officers advanced and removed the scarlet robe from one of the figures, and I saw that Kantos Kan had failed in his mission, for it was Sab Than, Prince of Zodanga, who stood revealed before me.\n"}}
{"gold": {"word": "gold", "line": "Than Kosis now took a set of the ornaments from one of the salvers and placed one of the collars of gold about his son’s neck, springing the padlock fast.\n"}}
{"gold": {"word": "gold", "line": "It was an impressive and beautiful ceremony, I presume, but to me it seemed the most fiendish sight I had ever witnessed, and as the ornaments were adjusted upon her beautiful figure and her collar of gold swung open in the hands of Than Kosis I raised my long-sword above my head, and, with the heavy hilt, I shattered the glass of the great window and sprang into the midst of the astonished assemblage.\n"}}
{"green": {"word": "green", "line": "Kantos Kan accompanied him to act as guide, the green warriors commencing a thorough search of the palace for other Zodangans and for loot, and Dejah Thoris and I were left alone.\n"}}
{"red": {"word": "red", "line": "Alone, a stranger, hunted, threatened, persecuted, you have done in a few short months what in all the past ages of Barsoom no man has ever done: joined together the wild hordes of the sea bottoms and brought them to fight as allies of a red Martian people.” “The answer is easy, Dejah Thoris,” I replied smiling.\n"}}
{"green": {"word": "green", "line": "Five hours later we sailed from the roofs of the dock buildings with a fleet of two hundred and fifty battleships, carrying nearly one hundred thousand green warriors, followed by a fleet of transports with our thoats.\n"}}
{"green": {"word": "green", "line": "Behind us we left the stricken city in the fierce and brutal clutches of some forty thousand green warriors of the lesser hordes.\n"}}
{"red": {"word": "scarlet", "line": "In the middle of the afternoon we sighted the scarlet and yellow towers of Helium, and a short time later a great fleet of Zodangan battleships rose from the camps of the besiegers without the city, and advanced to meet us.\n"}}
{"yellow": {"word": "yellow", "line": "In the middle of the afternoon we sighted the scarlet and yellow towers of Helium, and a short time later a great fleet of Zodangan battleships rose from the camps of the besiegers without the city, and advanced to meet us.\n"}}
{"pink": {"word": "rose", "line": "In the middle of the afternoon we sighted the scarlet and yellow towers of Helium, and a short time later a great fleet of Zodangan battleships rose from the camps of the besiegers without the city, and advanced to meet us.\n"}}
{"green": {"word": "green", "line": "The banners of Helium had been strung from stem to stern of each of our mighty craft, but the Zodangans did not need this sign to realize that we were enemies, for our green Martian warriors had opened fire upon them almost as they left the ground.\n"}}
{"green": {"word": "green", "line": "The vessels carrying our green warriors were kept circling above the contending fleets of Helium and Zodanga, since their batteries were useless in the hands of the Tharks who, having no navy, have no skill in naval gunnery.\n"}}
{"red": {"word": "scarlet", "line": "Then, one by one, the battleships of Helium succeeded in rising above the Zodangans, and in a short time a number of the beleaguering battleships were drifting hopeless wrecks toward the high scarlet tower of greater Helium.\n"}}
{"green": {"word": "green", "line": "As their astonished gaze fell upon the hundreds of green warriors, who now came forth from the fighting shelters, they stopped aghast, but at sight of Kantos Kan, who advanced to meet them, they came forward, crowding about him.\n"}}
{"green": {"word": "green", "line": "In the distance lay our fleet of transports, with the thoats of the green warriors, where they had remained during the battle.\n"}}
{"green": {"word": "green", "line": "The Zodangans numbered nearly a million fighting men, gathered from pole to pole, wherever stretched their ribbon-like waterways, while pitted against them were less than a hundred thousand green warriors.\n"}}
{"gold": {"word": "gold", "line": "We were greeted with an endless round of applause and showered with ornaments of gold, platinum, silver, and precious jewels.\n"}}
{"silver": {"word": "silver", "line": "We were greeted with an endless round of applause and showered with ornaments of gold, platinum, silver, and precious jewels.\n"}}
{"red": {"word": "red", "line": "Never before had an armed body of green warriors entered the gates of Helium, and that they came now as friends and allies filled the red men with rejoicing.\n"}}
{"green": {"word": "green", "line": "Never before had an armed body of green warriors entered the gates of Helium, and that they came now as friends and allies filled the red men with rejoicing.\n"}}
{"green": {"word": "green", "line": "“That Tardos Mors,” he said, earnestly, “may meet the greatest living warrior of Barsoom is a priceless honor, but that he may lay his hand on the shoulder of a friend and ally is a far greater boon.” “Jeddak of Helium,” returned Tars Tarkas, “it has remained for a man of another world to teach the green warriors of Barsoom the meaning of friendship; to him we owe the fact that the hordes of Thark can understand you; that they can appreciate and reciprocate the sentiments so graciously expressed.” Tardos Mors then greeted each of the green jeddaks and jeds, and to each spoke words of friendship and appreciation.\n"}}
{"red": {"word": "red", "line": "“The men of Helium have prided themselves that they have ever shown Barsoom how a nation of red men should live, now is our opportunity to show them how they should die.\n"}}
{"pink": {"word": "rose", "line": "It is cruel that we must be torn apart who were just starting upon a life of love and happiness.” As I pressed her dear lips to mine the old feeling of unconquerable power and authority rose in me.\n"}}
{"pink": {"word": "rose", "line": "Strange, stiff garments were upon my body; garments that cracked and powdered away from me as I rose to a sitting posture.\n"}}
{"black": {"word": "black", "line": "As I approached it I saw that it was the dead and mummified remains of a little old woman with long black hair, and the thing it leaned over was a small charcoal burner upon which rested a round copper vessel containing a small quantity of greenish powder.\n"}}
{"brown": {"word": "copper", "line": "As I approached it I saw that it was the dead and mummified remains of a little old woman with long black hair, and the thing it leaned over was a small charcoal burner upon which rested a round copper vessel containing a small quantity of greenish powder.\n"}}
{"red": {"word": "red", "line": "Above me shone the red eye of Mars holding her awful secret, forty-eight million miles away.\n"}}
{"gold": {"word": "gold", "line": "I can see her shining in the sky through the little window by my desk, and tonight she seems calling to me again as she has not called before since that long dead night, and I think I can see, across that awful abyss of space, a beautiful black-haired woman standing in the garden of a palace, and at her side is a little boy who puts his arm around her as she points into the sky toward the planet Earth, while at their feet is a huge and hideous creature with a heart of gold.\n"}}
{"yellow": {"word": "yellow", "line": "The yellow, mildewed pages of the diary of a man long dead, and the records of the Colonial Office dovetail perfectly with the narrative of my convivial host, and so I give you the story as I painstakingly pieced it out from these several various agencies.\n"}}
{"white": {"word": "ivory", "line": "From the records of the Colonial Office and from the dead man’s diary we learn that a certain young English nobleman, whom we shall call John Clayton, Lord Greystoke, was commissioned to make a peculiarly delicate investigation of conditions in a British West Coast African Colony from whose simple native inhabitants another European power was known to be recruiting soldiers for its native army, which it used solely for the forcible collection of rubber and ivory from the savage tribes along the Congo and the Aruwimi.\n"}}
{"white": {"word": "fair", "line": "The natives of the British Colony complained that many of their young men were enticed away through the medium of fair and glowing promises, but that few if any ever returned to their families.\n"}}
{"white": {"word": "white", "line": "The Englishmen in Africa went even further, saying that these poor blacks were held in virtual slavery, since after their terms of enlistment expired their ignorance was imposed upon by their white officers, and they were told that they had yet several years to serve.\n"}}
{"black": {"word": "black", "line": "And so the Colonial Office appointed John Clayton to a new post in British West Africa, but his confidential instructions centered on a thorough investigation of the unfair treatment of black British subjects by the officers of a friendly European power.\n"}}
{"gray": {"word": "gray", "line": "In stature he was above the average height; his eyes were gray, his features regular and strong; his carriage that of perfect, robust health influenced by his years of army training.\n"}}
{"white": {"word": "fair", "line": "Alice Rutherford for scarce a three months, and it was the thought of taking this fair young girl into the dangers and isolation of tropical Africa that appalled him.\n"}}
{"red": {"word": "scarlet", "line": "With a volley of awful oaths, his face suffused with the scarlet of mortification and rage, the captain regained his feet, and with a terrific blow felled the sailor to the deck.\n"}}
{"black": {"word": "black", "line": "The other seaman, however, was neither old nor small—a huge bear of a man, with fierce black mustachios, and a great bull neck set between massive shoulders.\n"}}
{"red": {"word": "scarlet", "line": "From scarlet the officer’s face went white, for this was mutiny; and mutiny he had met and subdued before in his brutal career.\n"}}
{"white": {"word": "white", "line": "From scarlet the officer’s face went white, for this was mutiny; and mutiny he had met and subdued before in his brutal career.\n"}}
{"black": {"word": "black", "line": "The captain was on the point of making an angry reply, but, thinking better of it, turned on his heel and black and scowling, strode aft.\n"}}
{"purple": {"word": "purple", "line": "I’m captain of this here ship, and from now on you keep your meddling nose out of my business.” The captain had worked himself up to such a frenzy of rage that he was fairly purple of face, and he shrieked the last words at the top of his voice, emphasizing his remarks by a loud thumping of the table with one huge fist, and shaking the other in Clayton’s face.\n"}}
{"white": {"word": "white", "line": "Thus they stood watching the little bit of white paper until it finally remained at rest upon the floor just inside the door.\n"}}
{"white": {"word": "white", "line": "It was a bit of grimy, white paper roughly folded into a ragged square.\n"}}
{"white": {"word": "fair", "line": "But Black Michael was a fit leader for this band of cutthroats, and, withal held them in fair subjection to his rule.\n"}}
{"pink": {"word": "rose", "line": "The surrounding shores were beautiful with semitropical verdure, while in the distance the country rose from the ocean in hill and tableland, almost uniformly clothed by primeval forest.\n"}}
{"black": {"word": "black", "line": "He had seen many of his kind go to their deaths before the loud noise made by the little black stick in the hands of the strange white ape who lived in that wonderful lair, and Kerchak had made up his brute mind to own that death-dealing contrivance, and to explore the interior of the mysterious den.\n"}}
{"white": {"word": "white", "line": "He had seen many of his kind go to their deaths before the loud noise made by the little black stick in the hands of the strange white ape who lived in that wonderful lair, and Kerchak had made up his brute mind to own that death-dealing contrivance, and to explore the interior of the mysterious den.\n"}}
{"white": {"word": "white", "line": "He wanted, very, very much, to feel his teeth sink into the neck of the queer animal that he had learned to hate and fear, and because of this, he came often with his tribe to reconnoiter, waiting for a time when the white ape should be off his guard.\n"}}
{"black": {"word": "black", "line": "There were no growls, no fierce screams of rage—the little black stick had taught them to come quietly lest they awaken it.\n"}}
{"white": {"word": "white", "line": "Inside the den they saw the strange white ape lying half across a table, his head buried in his arms; and on the bed lay a figure covered by a sailcloth, while from a tiny rustic cradle came the plaintive wailing of a babe.\n"}}
{"pink": {"word": "rose", "line": "Noiselessly Kerchak entered, crouching for the charge; and then John Clayton rose with a sudden start and faced them.\n"}}
{"white": {"word": "white", "line": "Gingerly he lifted one corner of the shroud, but when he saw the body of the woman beneath he tore the cloth roughly from her form and seized the still, white throat in his huge, hairy hands.\n"}}
{"white": {"word": "white", "line": "Cautiously he approached the thing, ready to flee precipitately should it speak in its deep roaring tones, as he had heard it speak before, the last words to those of his kind who, through ignorance or rashness, had attacked the wonderful white ape that had borne it.\n"}}
{"black": {"word": "black", "line": "He felt of it from end to end, peered down the black depths of the muzzle, fingered the sights, the breech, the stock, and finally the trigger.\n"}}
{"red": {"word": "red", "line": "When Kerchak came to a halt a short distance from the cabin and discovered that he still held the rifle, he dropped it as he might have dropped a red hot iron, nor did he again attempt to recover it—the noise was too much for his brute nerves; but he was now quite convinced that the terrible stick was quite harmless by itself if left alone.\n"}}
{"black": {"word": "black", "line": "Not so with Kala; she held the small form of the little Lord Greystoke tightly to her breast, where the dainty hands clutched the long black hair which covered that portion of her body.\n"}}
{"brown": {"word": "brown", "line": "His little body, burned brown by exposure, suddenly caused him feelings of intense shame, for he realized that it was entirely hairless, like some low snake, or other reptile.\n"}}
{"white": {"word": "white", "line": "That tiny slit of a mouth and those puny white teeth!\n"}}
{"red": {"word": "red", "line": "He turned red as he compared it with the beautiful broad nostrils of his companion.\n"}}
{"brown": {"word": "brown", "line": "But when he saw his own eyes; ah, that was the final blow—a brown spot, a gray circle and then blank whiteness!\n"}}
{"gray": {"word": "gray", "line": "But when he saw his own eyes; ah, that was the final blow—a brown spot, a gray circle and then blank whiteness!\n"}}
{"white": {"word": "fair", "line": "That the huge, fierce brute loved this child of another race is beyond question, and he, too, gave to the great, hairy beast all the affection that would have belonged to his fair young mother had she lived.\n"}}
{"black": {"word": "black", "line": "He would peek into the curtained windows, or, climbing upon the roof, peer down the black depths of the chimney in vain endeavor to solve the unknown wonders that lay within those strong walls.\n"}}
{"white": {"word": "white", "line": "He was alone, as was often the case when he visited the cabin, for the apes had no love for it; the story of the thunder-stick having lost nothing in the telling during these ten years had quite surrounded the white man’s deserted abode with an atmosphere of weirdness and terror for the simians.\n"}}
{"white": {"word": "white", "line": "Only in a dim, vague way had Kala explained to him that his father had been a strange white ape, but he did not know that Kala was not his own mother.\n"}}
{"pink": {"word": "rose", "line": "He had taken scarce a dozen steps toward the jungle when a great form rose up before him from the shadows of a low bush.\n"}}
{"black": {"word": "inky", "line": "Tenderly she bore him back through the inky jungle to where the tribe lay, and for many days and nights she sat guard beside him, bringing him food and water, and brushing the flies and other insects from his cruel wounds.\n"}}
{"red": {"word": "red", "line": "After a little search he located the clean-picked bones of his late adversary, and close by, partly buried beneath the fallen leaves, he found the knife, now red with rust from its exposure to the dampness of the ground and from the dried blood of the gorilla.\n"}}
{"black": {"word": "black", "line": "Squatting upon his haunches on the table top in the cabin his father had built—his smooth, brown, naked little body bent over the book which rested in his strong slender hands, and his great shock of long, black hair falling about his well-shaped head and bright, intelligent eyes—Tarzan of the apes, little primitive man, presented a picture filled, at once, with pathos and with promise—an allegorical figure of the primordial groping through the black night of ignorance toward the light of learning.\n"}}
{"brown": {"word": "brown", "line": "Squatting upon his haunches on the table top in the cabin his father had built—his smooth, brown, naked little body bent over the book which rested in his strong slender hands, and his great shock of long, black hair falling about his well-shaped head and bright, intelligent eyes—Tarzan of the apes, little primitive man, presented a picture filled, at once, with pathos and with promise—an allegorical figure of the primordial groping through the black night of ignorance toward the light of learning.\n"}}
{"black": {"word": "black", "line": "One day when he was about twelve he found a number of lead pencils in a hitherto undiscovered drawer beneath the table, and in scratching upon the table top with one of them he was delighted to discover the black line it left behind it.\n"}}
{"pink": {"word": "rose", "line": "Upon every hand rose the mighty giants of the untouched forest, with the matted undergrowth banked so closely between the huge trunks that the only opening into the little, level arena was through the upper branches of the trees.\n"}}
{"pink": {"word": "rose", "line": "As the din of the drum rose to almost deafening volume Kerchak sprang into the open space between the squatting males and the drummers.\n"}}
{"red": {"word": "red", "line": "Then, crouching, Kerchak slunk noiselessly around the open circle, veering far away from the dead body lying before the altar-drum, but, as he passed, keeping his little, fierce, wicked, red eyes upon the corpse.\n"}}
{"brown": {"word": "brown", "line": "His brown, sweat-streaked, muscular body, glistening in the moonlight, shone supple and graceful among the uncouth, awkward, hairy brutes about him.\n"}}
{"black": {"word": "black", "line": "Then the great bulls in the center of the arena felt the mighty fangs of their demented fellow, and with one accord they melted into the black shadows of the overhanging forest.\n"}}
{"brown": {"word": "brown", "line": "But his fangs never closed in that nut brown flesh.\n"}}
{"red": {"word": "red", "line": "Let his enemies beware.” Looking full into the wicked, red eyes of Kerchak, the young Lord Greystoke beat upon his mighty breast and screamed out once more his shrill cry of defiance.\n"}}
{"gray": {"word": "gray", "line": "Cabbage palm and gray plum, pisang and scitamine they found in abundance, with wild pineapple, and occasionally small mammals, birds, eggs, reptiles, and insects.\n"}}
{"purple": {"word": "plum", "line": "Cabbage palm and gray plum, pisang and scitamine they found in abundance, with wild pineapple, and occasionally small mammals, birds, eggs, reptiles, and insects.\n"}}
{"yellow": {"word": "yellow", "line": "With an angry lash of her tail she bared her yellow fangs, curling her great lips in a hideous snarl that wrinkled her bristling snout in serried ridges and closed her wicked eyes to two narrow slits of rage and hatred.\n"}}
{"black": {"word": "inky", "line": "A vivid and blinding light flashed from the whirling, inky clouds above.\n"}}
{"brown": {"word": "bronze", "line": "Like a thing of bronze, motionless as death, sat Tarzan.\n"}}
{"black": {"word": "black", "line": "In advance were fifty black warriors armed with slender wooden spears with ends hard baked over slow fires, and long bows and poisoned arrows.\n"}}
{"yellow": {"word": "yellow", "line": "Their yellow teeth were filed to sharp points, and their great protruding lips added still further to the low and bestial brutishness of their appearance.\n"}}
{"white": {"word": "ivory", "line": "Following them were several hundred women and children, the former bearing upon their heads great burdens of cooking pots, household utensils and ivory.\n"}}
{"black": {"word": "black", "line": "That they more greatly feared an attack from the rear than whatever unknown enemies lurked in their advance was evidenced by the formation of the column; and such was the fact, for they were fleeing from the white man’s soldiers who had so harassed them for rubber and ivory that they had turned upon their conquerors one day and massacred a white officer and a small detachment of his black troops.\n"}}
{"white": {"word": "white", "line": "That they more greatly feared an attack from the rear than whatever unknown enemies lurked in their advance was evidenced by the formation of the column; and such was the fact, for they were fleeing from the white man’s soldiers who had so harassed them for rubber and ivory that they had turned upon their conquerors one day and massacred a white officer and a small detachment of his black troops.\n"}}
{"black": {"word": "black", "line": "That night the black soldiers of the white man had had meat a-plenty, and this little remnant of a once powerful tribe had slunk off into the gloomy jungle toward the unknown, and freedom.\n"}}
{"white": {"word": "white", "line": "That night the black soldiers of the white man had had meat a-plenty, and this little remnant of a once powerful tribe had slunk off into the gloomy jungle toward the unknown, and freedom.\n"}}
{"white": {"word": "white", "line": "Here there were no white men, no soldiers, nor any rubber or ivory to be gathered for cruel and thankless taskmasters.\n"}}
{"black": {"word": "ebony", "line": "Several had already fallen prey to old Sabor, and because the jungle was so infested with these fierce and bloodthirsty cats, and with lions and leopards, the ebony warriors hesitated to trust themselves far from the safety of their palisades.\n"}}
{"black": {"word": "ebony", "line": "Warily he stepped, his slender lance ever ready, his long oval shield firmly grasped in his left hand close to his sleek ebony body.\n"}}
{"white": {"word": "fair", "line": "He had never known another, and so to Kala was given, though mutely, all that would have belonged to the fair and lovely Lady Alice had she lived.\n"}}
{"black": {"word": "black", "line": "It told him of a strange, hairless, black ape with feathers growing upon its head, who launched death from a slender branch, and then ran, with the fleetness of Bara, the deer, toward the rising sun.\n"}}
{"black": {"word": "black", "line": "He knew the windings of the elephant trail along which Kala’s murderer had flown, and so he cut straight through the jungle to intercept the black warrior who was evidently following the tortuous detours of the trail.\n"}}
{"black": {"word": "black", "line": "He had covered barely a mile when he came upon the black warrior standing in a little open space.\n"}}
{"black": {"word": "ebony", "line": "His books had portrayed the _negro_, but how different had been the dull, dead print to this sleek thing of ebony, pulsing with life.\n"}}
{"black": {"word": "black", "line": "The sinewy black arm had drawn the shaft far back; Horta, the boar, was charging, and then the black released the little poisoned arrow, and Tarzan saw it fly with the quickness of thought and lodge in the bristling neck of the boar.\n"}}
{"black": {"word": "black", "line": "With a bound the black leaped entirely over the rushing beast and turning with incredible swiftness planted a second arrow in Horta’s back.\n"}}
{"black": {"word": "black", "line": "That any creature of the jungle could produce the red-and-yellow fangs which devoured wood and left nothing but fine dust surprised Tarzan greatly, and why the black warrior had ruined his delicious repast by plunging it into the blighting heat was quite beyond him.\n"}}
{"silver": {"word": "silver", "line": "And then Lord Greystoke wiped his greasy fingers upon his naked thighs and took up the trail of Kulonga, the son of Mbonga, the king; while in far-off London another Lord Greystoke, the younger brother of the real Lord Greystoke’s father, sent back his chops to the club’s _chef_ because they were underdone, and when he had finished his repast he dipped his finger-ends into a silver bowl of scented water and dried them upon a piece of snowy damask.\n"}}
{"black": {"word": "black", "line": "The black warrior was furious and frightened, but more frightened than furious.\n"}}
{"black": {"word": "black", "line": "As Kulonga continued his journey Tarzan closed on him until he traveled almost over the black’s head.\n"}}
{"black": {"word": "black", "line": "The moment was delayed only because Tarzan was anxious to ascertain the black warrior’s destination, and presently he was rewarded, for they came suddenly in view of a great clearing, at one end of which lay many strange lairs.\n"}}
{"black": {"word": "black", "line": "Hand over hand Tarzan drew the struggling black until he had him hanging by his neck in mid-air; then Tarzan climbed to a larger branch drawing the still threshing victim well up into the sheltering verdure of the tree.\n"}}
{"black": {"word": "black", "line": "Tarzan examined the black minutely, for he had never seen any other human being.\n"}}
{"brown": {"word": "copper", "line": "A copper anklet also took his fancy, and this he transferred to his own leg.\n"}}
{"white": {"word": "fair", "line": "Tublat, whom he had hated and who had hated him, he had killed in a fair fight, and yet never had the thought of eating Tublat’s flesh entered his head.\n"}}
{"black": {"word": "black", "line": "All he knew was that he could not eat the flesh of this black man, and thus hereditary instinct, ages old, usurped the functions of his untaught mind and saved him from transgressing a worldwide law of whose very existence he was ignorant.\n"}}
{"brown": {"word": "copper", "line": "All wore strange protruding girdles of dried grass about their hips and many were loaded with brass and copper anklets, armlets and bracelets.\n"}}
{"black": {"word": "black", "line": "He looked and saw a black warrior standing beneath the very tree in which he had killed the murderer of Kala an hour before.\n"}}
{"white": {"word": "fair", "line": "At first he lost nearly every bolt he shot, but finally he learned to guide the little shafts with fair accuracy, and ere a month had passed he was no mean shot; but his proficiency had cost him nearly his entire supply of arrows.\n"}}
{"gold": {"word": "gold", "line": "In it he found a faded photograph of a smooth faced young man, a golden locket studded with diamonds, linked to a small gold chain, a few letters and a small book.\n"}}
{"black": {"word": "black", "line": "The locket, too, took his fancy, and he placed the chain about his neck in imitation of the ornamentation he had seen to be so common among the black men he had visited.\n"}}
{"brown": {"word": "brown", "line": "The brilliant stones gleamed strangely against his smooth, brown hide.\n"}}
{"black": {"word": "black", "line": "Tarzan replaced the box in the cupboard, but always thereafter he carried the features of the strong, smiling face of his father in his heart, and in his head a fixed determination to solve the mystery of the strange words in the little black book.\n"}}
{"black": {"word": "black", "line": "At present he had more important business in hand, for his supply of arrows was exhausted, and he must needs journey to the black men’s village and renew it.\n"}}
{"pink": {"word": "rose", "line": "As they approached the village the gates were thrown open to admit them, and then, as the people saw the victim of the chase, a savage cry rose to the heavens, for the quarry was a man.\n"}}
{"black": {"word": "black", "line": "When he had followed Kulonga through the forest he had expected to come to a city of strange houses on wheels, puffing clouds of black smoke from a huge tree stuck in the roof of one of them—or to a sea covered with mighty floating buildings which he had learned were called, variously, ships and boats and steamers and craft.\n"}}
{"red": {"word": "red", "line": "The great yellow eyes were fixed upon him with a wicked and baleful gleam, and the red tongue licked the longing lips as Sabor crouched, worming her stealthy way with belly flattened against the earth.\n"}}
{"yellow": {"word": "yellow", "line": "The great yellow eyes were fixed upon him with a wicked and baleful gleam, and the red tongue licked the longing lips as Sabor crouched, worming her stealthy way with belly flattened against the earth.\n"}}
{"brown": {"word": "brown", "line": "Straining the ape-man close to him, his great jaws sought Tarzan’s throat, but the young lord’s sinewy fingers were at Kerchak’s own before the cruel fangs could close on the sleek brown skin.\n"}}
{"black": {"word": "black", "line": "Tarzan led them by night to the fields of the black men, and there, warned by their chief’s superior wisdom, they ate only what they required, nor ever did they destroy what they could not eat, as is the way of Manu, the monkey, and of most apes.\n"}}
{"black": {"word": "black", "line": "Presently the black warriors began to strike farther and farther south into the heart of the forest when they went to hunt, looking for a site for a new village.\n"}}
{"brown": {"word": "brown", "line": "It happened thus: The tribe was feeding quietly, spread over a considerable area, when a great screaming arose some distance east of where Tarzan lay upon his belly beside a limpid brook, attempting to catch an elusive fish in his quick, brown hands.\n"}}
{"white": {"word": "white", "line": "You must choose another to rule you, for Tarzan will not return.” And thus young Lord Greystoke took the first step toward the goal which he had set—the finding of other white men like himself.\n"}}
{"black": {"word": "black", "line": "Then he determined to filch what few garments he could from one of the black men of Mbonga’s village, for Tarzan of the Apes had decided to mark his evolution from the lower orders in every possible manner, and nothing seemed to him a more distinguishing badge of manhood than ornaments and clothing.\n"}}
{"black": {"word": "black", "line": "To this end, therefore, he collected the various arm and leg ornaments he had taken from the black warriors who had succumbed to his swift and silent noose, and donned them all after the way he had seen them worn.\n"}}
{"black": {"word": "black", "line": "At his back was a quiver of arrows slung from a leathern shoulder belt, another piece of loot from some vanquished black.\n"}}
{"black": {"word": "black", "line": "The young Lord Greystoke was indeed a strange and war-like figure, his mass of black hair falling to his shoulders behind and cut with his hunting knife to a rude bang upon his forehead, that it might not fall before his eyes.\n"}}
{"black": {"word": "black", "line": "All the apes had hair upon theirs but the black men were entirely hairless, with very few exceptions.\n"}}
{"black": {"word": "black", "line": "He was moving carelessly along a winding jungle trail, instead of making his progress through the trees, when suddenly he came face to face with a black warrior.\n"}}
{"black": {"word": "black", "line": "Tarzan let the first two pass beneath him, but as the third came swiftly on, the quiet noose dropped about the black throat.\n"}}
{"white": {"word": "white", "line": "Mirando, they said, who had been ahead of them a short distance, had suddenly come screaming toward them, crying that a terrible white and naked warrior was pursuing him.\n"}}
{"white": {"word": "white", "line": "But, most wonderful of all, a number of white men like himself were moving about between the beach and his cabin.\n"}}
{"white": {"word": "white", "line": "The conduct of the white strangers it was that caused him the greatest perturbation.\n"}}
{"white": {"word": "white", "line": "It was well, thought he, that he had not given way to his first impulse to rush forward and greet these white men as brothers.\n"}}
{"black": {"word": "black", "line": "They were evidently no different from the black men—no more civilized than the apes—no less cruel than Sabor.\n"}}
{"red": {"word": "crimson", "line": "As he saw what had been done a great wave of anger surged through him, and the new made scar upon his forehead stood suddenly out, a bar of inflamed crimson against his tawny hide.\n"}}
{"black": {"word": "black", "line": "The photograph of the smiling, strong-faced young man, and the little black puzzle book were safe.\n"}}
{"white": {"word": "white", "line": "One was an elderly man, with white hair and large rimmed spectacles.\n"}}
{"white": {"word": "white", "line": "The second member of the party to land was a tall young man in white ducks, while directly behind came another elderly man with a very high forehead and a fussy, excitable manner.\n"}}
{"white": {"word": "white", "line": "But the most wonderful sight of all, to him, was the face of the beautiful white girl.\n"}}
{"black": {"word": "black", "line": "As for the big black woman, she was evidently connected in some way to the girl, and so he liked her, also.\n"}}
{"white": {"word": "white", "line": "Presently Tarzan came up with the white man, who, almost fagged, was leaning against a tree wiping the perspiration from his forehead.\n"}}
{"yellow": {"word": "yellow", "line": "Tarzan was on the point of going off to look for them himself, when he caught the yellow glint of a sleek hide moving cautiously through the jungle toward Clayton.\n"}}
{"white": {"word": "white", "line": "Now, Tarzan heard the soft bending of grasses and wondered why the young white man was not warned.\n"}}
{"white": {"word": "white", "line": "No, the white man did not hear.\n"}}
{"pink": {"word": "rose", "line": "Sheeta was crouching for the spring, and then, shrill and horrible, there rose from the stillness of the jungle the awful cry of the challenging ape, and Sheeta turned, crashing into the underbrush.\n"}}
{"white": {"word": "white", "line": "To Tarzan this was scarcely comprehensible; his judgment told him that no man would venture toward the village of the cruel blacks armed only with a spear which, from the awkward way in which he carried it, was evidently an unaccustomed weapon to this white man.\n"}}
{"white": {"word": "white", "line": "Yes, there was Numa, the lion, even now, stalking the white man a dozen paces to the right.\n"}}
{"pink": {"word": "rose", "line": "Clayton heard the great body paralleling his course, and now there rose upon the evening air the beast’s thunderous roar.\n"}}
{"green": {"word": "green", "line": "Some new danger, he thought, but he dared not take his eyes from the yellow green orbs before him.\n"}}
{"yellow": {"word": "yellow", "line": "Some new danger, he thought, but he dared not take his eyes from the yellow green orbs before him.\n"}}
{"yellow": {"word": "yellow", "line": "There was a sharp twang as of a broken banjo-string, and at the same instant an arrow appeared in the yellow hide of the crouching lion.\n"}}
{"brown": {"word": "brown", "line": "Before him he saw the figure of a young man, naked except for a loin cloth and a few barbaric ornaments about arms and legs; on the breast a priceless diamond locket gleaming against a smooth brown skin.\n"}}
{"white": {"word": "white", "line": "The strong white teeth sank into the raw and dripping flesh in apparent relish of the meal, but Clayton could not bring himself to share the uncooked meat with his strange host; instead he watched him, and presently there dawned upon him the conviction that this was Tarzan of the Apes, whose notice he had seen posted upon the cabin door that morning.\n"}}
{"pink": {"word": "rose", "line": "When Tarzan had completed his repast he rose and, pointing a very different direction from that which Clayton had been pursuing, started off through the jungle toward the point he had indicated.\n"}}
{"white": {"word": "white", "line": "The Negress sobbed hysterically, bemoaning the evil day that had witnessed her departure from her dear Maryland, while the white girl, dry eyed and outwardly calm, was torn by inward fears and forebodings.\n"}}
{"black": {"word": "black", "line": "Instinctively the girl shuddered, and shrank closer to the black woman.\n"}}
{"white": {"word": "fair", "line": "Little did John Clayton imagine when he fashioned that crude but mighty portal that one day, twenty years later, it would shield a fair American girl, then unborn, from the teeth and talons of a man-eater.\n"}}
{"pink": {"word": "rose", "line": "As in a trance, the girl rose, her hand upon her breast, wide eyes staring horror-stricken into the snarling face of the beast scarce ten feet from her.\n"}}
{"black": {"word": "black", "line": "Jane stooped to grasp the black woman by the shoulder.\n"}}
{"pink": {"word": "rose", "line": "With a horrified scream the poor woman rose to her hands and knees, and in this position scurried across the room, shrieking: “O Gaberelle!\n"}}
{"white": {"word": "pale", "line": "The girl, standing pale and rigid against the farther wall, sought with ever-increasing terror for some loophole of escape.\n"}}
{"white": {"word": "white", "line": "For a moment Tarzan looked at the young man closely, as though undecided as to just what was best to do; then, stooping down before Clayton, he motioned him to grasp him about the neck, and, with the white man upon his back, Tarzan took to the trees.\n"}}
{"black": {"word": "black", "line": "From one lofty branch the agile creature swung with Clayton through a dizzy arc to a neighboring tree; then for a hundred yards maybe the sure feet threaded a maze of interwoven limbs, balancing like a tightrope walker high above the black depths of verdure beneath.\n"}}
{"black": {"word": "inky", "line": "From the first sensation of chilling fear Clayton passed to one of keen admiration and envy of those giant muscles and that wondrous instinct or knowledge which guided this forest god through the inky blackness of the night as easily and safely as Clayton would have strolled a London street at high noon.\n"}}
{"white": {"word": "fair", "line": "As Jane Porter opened her eyes to a realization of the again imminent peril which threatened her, her brave young heart gave up at last its final vestige of hope, and she turned to grope for the fallen weapon that she might mete to herself a merciful death ere the cruel fangs tore into her fair flesh.\n"}}
{"yellow": {"word": "yellow", "line": "How could she leave the poor, faithful thing to those merciless, yellow fangs?\n"}}
{"black": {"word": "black", "line": "But it had been cruelty a thousand times less justifiable to have left the loving black woman who had reared her from infancy with all a mother’s care and solicitude, to regain consciousness beneath the rending claws of the great cat.\n"}}
{"black": {"word": "black", "line": "Quickly Jane Porter sprang to her feet and ran to the side of the black.\n"}}
{"white": {"word": "white", "line": "For a naked man to drag a shrieking, clawing man-eater forth from a window by the tail to save a strange white girl, was indeed the last word in heroism.\n"}}
{"white": {"word": "white", "line": "He was trying to tell the stupid white man to plunge his poisoned arrows into Sabor’s back and sides, and to reach the savage heart with the long, thin hunting knife that hung at Tarzan’s hip; but the man would not understand, and Tarzan did not dare release his hold to do the things himself, for he knew that the puny white man never could hold mighty Sabor alone, for an instant.\n"}}
{"silver": {"word": "silver", "line": "At last Clayton saw the immense muscles of Tarzan’s shoulders and biceps leap into corded knots beneath the silver moonlight.\n"}}
{"brown": {"word": "brown", "line": "Do not tell me that a human throat voiced that hideous and fearsome shriek.” “But it did, Miss Porter,” replied Clayton; “or at least if not a human throat that of a forest god.” And then he told her of his experiences with this strange creature—of how twice the wild man had saved his life—of the wondrous strength, and agility, and bravery—of the brown skin and the handsome face.\n"}}
{"yellow": {"word": "yellow", "line": "The moonlight flooded the beach, and the strange group stood out in bold relief against the yellow sand.\n"}}
{"yellow": {"word": "yellow", "line": "“As I was saying, Mr. Philander—” screamed Professor Porter, as, metaphorically speaking, he himself “threw her into high.” He, too, had caught a fleeting backward glimpse of cruel yellow eyes and half open mouth within startling proximity of his person.\n"}}
{"yellow": {"word": "yellow", "line": "Really, the one great danger was that one of the men might stumble and fall, and then the yellow devil would be upon him in a moment and the joy of the kill would be too great a temptation to withstand.\n"}}
{"gray": {"word": "gray", "line": "Goaded by long-suffering patience the worm will turn.” “Tut, tut, Mr. Philander, tut, tut!” cautioned Professor Porter; “you forget yourself.” “I forget nothing as yet, Professor Archimedes Q. Porter; but, believe me, sir, I am tottering on the verge of forgetfulness as to your exalted position in the world of science, and your gray hairs.” The professor sat in silence for a few minutes, and the darkness hid the grim smile that wreathed his wrinkled countenance.\n"}}
{"white": {"word": "white", "line": "The two larger, they stated, had belonged to a male and female of one of the higher white races.\n"}}
{"white": {"word": "white", "line": "“Look at them low down white trash out there!” she shrilled, pointing toward the _Arrow_.\n"}}
{"white": {"word": "white", "line": "Hurriedly he brought it forth, hoping against hope that he could read what the beautiful white girl had written there the preceding evening.\n"}}
{"black": {"word": "black", "line": "Even the little bugs of the black book were familiar friends, though their arrangement meant nothing to him; but these bugs were new and unheard of.\n"}}
{"gold": {"word": "gold", "line": "Many years had elapsed since the events the letter narrated had transpired, and the old man had become a respected citizen of an obscure Spanish town, but the love of gold was still so strong upon him that he risked all to acquaint his son with the means of attaining fabulous wealth for them both.\n"}}
{"gold": {"word": "gold", "line": "It was _simply filled_ with gold coin, and was so heavy that four men bent underneath its weight.\n"}}
{"white": {"word": "white", "line": "I have not seen him, but Mr. Clayton and papa and Mr. Philander have, and they say that he is a perfectly god-like white man tanned to a dusky brown, with the strength of a wild elephant, the agility of a monkey, and the bravery of a lion.\n"}}
{"brown": {"word": "brown", "line": "I have not seen him, but Mr. Clayton and papa and Mr. Philander have, and they say that he is a perfectly god-like white man tanned to a dusky brown, with the strength of a wild elephant, the agility of a monkey, and the bravery of a lion.\n"}}
{"brown": {"word": "brown", "line": "Tarzan sat in a brown study for a long time after he finished reading the letter.\n"}}
{"white": {"word": "white", "line": "It seemed to him that no pleasure on earth could compare with laboring for the welfare and protection of the beautiful white girl.\n"}}
{"white": {"word": "white", "line": "His thoughts were of the beautiful white girl.\n"}}
{"black": {"word": "black", "line": "Esmeralda!” he cried again, shaking the black woman roughly by the shoulder.\n"}}
{"white": {"word": "fair", "line": "But ere they touched that fair skin another mood claimed the anthropoid.\n"}}
{"white": {"word": "white", "line": "This hairless white ape would be the first of his new household, and so he threw her roughly across his broad, hairy shoulders and leaped back into the trees, bearing Jane away.\n"}}
{"red": {"word": "scarlet", "line": "But as suddenly as the veil had been withdrawn it dropped again, and an outraged conscience suffused her face with its scarlet mantle, and a mortified woman thrust Tarzan of the Apes from her and buried her face in her hands.\n"}}
{"red": {"word": "red", "line": "Esmeralda had removed her red apron and was waving it frantically above her head; but Clayton, still fearing that even this might not be seen, hurried off toward the northern point where lay his signal pyre ready for the match.\n"}}
{"red": {"word": "scarlet", "line": "One thing the girl had noticed particularly when she had seen Tarzan rushing upon Terkoz—the vivid scarlet band upon his forehead, from above the left eye to the scalp; but now as she scanned his features she noticed that it was gone, and only a thin white line marked the spot where it had been.\n"}}
{"white": {"word": "white", "line": "One thing the girl had noticed particularly when she had seen Tarzan rushing upon Terkoz—the vivid scarlet band upon his forehead, from above the left eye to the scalp; but now as she scanned his features she noticed that it was gone, and only a thin white line marked the spot where it had been.\n"}}
{"green": {"word": "green", "line": "The green turf looked soft and cool and inviting.\n"}}
{"pink": {"word": "rose", "line": "Again he rose and went into the trees, but first he tried to explain by means of signs that he would return shortly, and he did so well that Jane understood and was not afraid when he had gone.\n"}}
{"white": {"word": "ivory", "line": "She noticed too that the locket opened, and, pressing the hidden clasp, she saw the two halves spring apart to reveal in either section an ivory miniature.\n"}}
{"pink": {"word": "rose", "line": "Tarzan did not know precisely what she meant, but he guessed correctly that it was her way of acknowledging the gift, and so he rose, and taking the locket in his hand, stooped gravely like some courtier of old, and pressed his lips upon it where hers had rested.\n"}}
{"pink": {"word": "rose", "line": "It was growing dark now, and so they ate again of the fruit which was both food and drink for them; then Tarzan rose, and leading Jane to the little bower he had erected, motioned her to go within.\n"}}
{"black": {"word": "black", "line": "Immediately behind him came Professor Porter, but as he could not keep pace with the younger man D’Arnot was a hundred yards in advance when suddenly a half dozen black warriors arose about him.\n"}}
{"black": {"word": "black", "line": "In an instant they were in a hand-to-hand fight with some fifty black warriors of Mbonga’s village.\n"}}
{"white": {"word": "white", "line": "And then began for the French officer the most terrifying experience which man can encounter upon earth—the reception of a white prisoner into a village of African cannibals.\n"}}
{"white": {"word": "white", "line": "To add to the fiendishness of their cruel savagery was the poignant memory of still crueler barbarities practiced upon them and theirs by the white officers of that arch hypocrite, Leopold II of Belgium, because of whose atrocities they had fled the Congo Free State—a pitiful remnant of what once had been a mighty tribe.\n"}}
{"white": {"word": "white", "line": "The festivities were delayed awaiting the return of the warriors who had remained to engage in the skirmish with the white men, so that it was quite late when all were in the village, and the dance of death commenced to circle around the doomed officer.\n"}}
{"yellow": {"word": "yellow", "line": "The bestial faces, daubed with color—the huge mouths and flabby hanging lips—the yellow teeth, sharp filed—the rolling, demon eyes—the shining naked bodies—the cruel spears.\n"}}
{"black": {"word": "black", "line": "Many times had Tarzan seen Mbonga’s black raiding parties return from the northward with prisoners, and always were the same scenes enacted about that grim stake, beneath the flaring light of many fires.\n"}}
{"black": {"word": "black", "line": "The figure at the stake was very still, yet the black warriors were but pricking it.\n"}}
{"pink": {"word": "rose", "line": "Then there rose suddenly above the fiendish cries of the dancing demons the awful challenge of the ape-man.\n"}}
{"black": {"word": "black", "line": "A huge black, standing directly before him, lunged backward as though felled by an invisible hand.\n"}}
{"pink": {"word": "rose", "line": "Once beneath the trees, the body rose straight into the air, and as it disappeared into the foliage above, the terrified negroes, screaming with fright, broke into a mad race for the village gate.\n"}}
{"pink": {"word": "rose", "line": "He was a brave man, but he had felt the short hairs bristle upon the nape of his neck when that uncanny cry rose upon the air.\n"}}
{"black": {"word": "black", "line": "As the writhing body of the black soared, as though by unearthly power, into the dense foliage of the forest, D’Arnot felt an icy shiver run along his spine, as though death had risen from a dark grave and laid a cold and clammy finger on his flesh.\n"}}
{"black": {"word": "black", "line": "The branches swayed as though under the weight of a man’s body—there was a crash and the black came sprawling to earth again,—to lie very quietly where he had fallen.\n"}}
{"white": {"word": "white", "line": "Immediately after him came a white body, but this one alighted erect.\n"}}
{"white": {"word": "blanched", "line": "He must belong to the tribes which attacked us, or to some other equally savage—he may even be a cannibal.” Jane blanched.\n"}}
{"black": {"word": "black", "line": "For a few moments the blacks held their ground within the entrance to the street, but the revolvers, rifles and cutlasses of the Frenchmen crumpled the native spearmen and struck down the black archers with their bows halfdrawn.\n"}}
{"black": {"word": "black", "line": "Soon the battle turned to a wild rout, and then to a grim massacre; for the French sailors had seen bits of D’Arnot’s uniform upon several of the black warriors who opposed them.\n"}}
{"pink": {"word": "rose", "line": "“He did not die futilely, for his death in the cause of a strange American girl will make us, his comrades, face our ends the more bravely, however they may come to us.” Clayton did not reply, but within him rose a new respect for Frenchmen which remained undimmed ever after.\n"}}
{"black": {"word": "black", "line": "A single shot before they emerged from the jungle had announced to those in camp as well as on the ship that the expedition had been too late—for it had been prearranged that when they came within a mile or two of camp one shot was to be fired to denote failure, or three for success, while two would have indicated that they had found no sign of either D’Arnot or his black captors.\n"}}
{"green": {"word": "green", "line": "At his feet an opening looked out upon a green sward, and at a little distance beyond was the dense wall of jungle and forest.\n"}}
{"white": {"word": "white", "line": "At length he recollected the whole hideous scene at the stake, and finally recalled the strange white figure in whose arms he had sunk into oblivion.\n"}}
{"white": {"word": "white", "line": "The broad, muscular back was turned toward him, but, tanned though it was, D’Arnot saw that it was the back of a white man, and he thanked God.\n"}}
{"pink": {"word": "rose", "line": "A great bitterness rose in his heart.\n"}}
{"white": {"word": "white", "line": "If you know the strange white man who saved our lives so many times, and brought us food, and if you can converse with him, thank him, also, for his kindness.\n"}}
{"blue": {"word": "blue", "line": "D’Arnot sighted along the blue barrel at the crack of the door—and then he pulled the trigger.\n"}}
{"white": {"word": "white", "line": "“Had he been too late to be of service to the lieutenant he would have been back before now—the fact that he is not back is sufficient proof to me that he is delayed because Lieutenant D’Arnot is wounded, or he has had to follow his captors further than the village which your sailors attacked.” “But poor D’Arnot’s uniform and all his belongings were found in that village, Miss Porter,” argued the captain, “and the natives showed great excitement when questioned as to the white man’s fate.” “Yes, Captain, but they did not admit that he was dead and as for his clothes and accouterments being in their possession—why more civilized peoples than these poor savage negroes strip their prisoners of every article of value whether they intend killing them or not.\n"}}
{"white": {"word": "white", "line": "“An ordinary white man such as any of you—pardon me, I did not mean just that—rather, a white man above the ordinary in physique and intelligence could never, I grant you, have lived a year alone and naked in this tropical jungle; but this man not only surpasses the average white man in strength and agility, but as far transcends our trained athletes and ‘strong men’ as they surpass a day-old babe; and his courage and ferocity in battle are those of the wild beast.” “He has certainly won a loyal champion, Miss Porter,” said Captain Dufranne, laughing.\n"}}
{"brown": {"word": "brown", "line": "“Could you have seen those mighty muscles knotting under the brown skin—could you have seen them force back those awful fangs—you too would have thought him invincible.\n"}}
{"white": {"word": "fair", "line": "“And could you have seen the chivalrous treatment which he accorded a strange girl of a strange race, you would feel the same absolute confidence in him that I feel.” “You have won your suit, my fair pleader,” cried the captain.\n"}}
{"pink": {"word": "rose", "line": "“I never thought much about fear and that sort of thing—never tried to determine whether I was a coward or brave man; but the other night as we lay in the jungle there after poor D’Arnot was taken, and those jungle noises rose and fell around us I began to think that I was a coward indeed.\n"}}
{"white": {"word": "white", "line": "The Frenchman in his panic raised his gun to fire again into the prostrate form, but suddenly in the half dusk of the open door he saw that the man was white and in another instant realized that he had shot his friend and protector, Tarzan of the Apes.\n"}}
{"white": {"word": "white", "line": "How strange it seemed that to a full-grown white man an envelope was a mystery.\n"}}
{"white": {"word": "white", "line": "He is the great white giant who wore the diamond locket upon his breast.\n"}}
{"pink": {"word": "rose", "line": "Tarzan rose, and, going to one of the cupboards, returned with a well-thumbed geography.\n"}}
{"blue": {"word": "blue", "line": "Turning to a map of the world, he said: “I have never quite understood all this; explain it to me, please.” When D’Arnot had done so, showing him that the blue represented all the water on the earth, and the bits of other colors the continents and islands, Tarzan asked him to point out the spot where they now were.\n"}}
{"white": {"word": "white", "line": "“Do any white men live in Africa?” he asked.\n"}}
{"brown": {"word": "brown", "line": "D’Arnot taught him many of the refinements of civilization—even to the use of knife and fork; but sometimes Tarzan would drop them in disgust and grasp his food in his strong brown hands, tearing it with his molars like a wild beast.\n"}}
{"white": {"word": "white", "line": "Kala told me he was a white ape, and hairless like myself.\n"}}
{"white": {"word": "white", "line": "I know now that he must have been a white man.” D’Arnot looked long and earnestly at his companion.\n"}}
{"black": {"word": "black", "line": "Possibly you can read it.” Tarzan fished the little black diary from the bottom of his quiver, and handed it to his companion.\n"}}
{"black": {"word": "black", "line": "“They are black,” was Tarzan’s only reply.\n"}}
{"brown": {"word": "brown", "line": "Do not assume that men are your enemies until they prove it.” “Come,” said Tarzan, “let us go and present ourselves to be killed,” and he started straight across the field, his head high held and the tropical sun beating upon his smooth, brown skin.\n"}}
{"white": {"word": "white", "line": "In an instant the air was filled with cries of terror from the fleeing gardeners, but before any had reached the palisade a white man emerged from the enclosure, rifle in hand, to discover the cause of the commotion.\n"}}
{"white": {"word": "white", "line": "“He thinks we are enemies.” Tarzan dropped into a walk, and together he and D’Arnot advanced toward the white man by the gate.\n"}}
{"black": {"word": "black", "line": "For a week they remained there, and the ape-man, keenly observant, learned much of the ways of men; meanwhile black women sewed white duck garments for himself and D’Arnot so that they might continue their journey properly clothed.\n"}}
{"white": {"word": "white", "line": "For a week they remained there, and the ape-man, keenly observant, learned much of the ways of men; meanwhile black women sewed white duck garments for himself and D’Arnot so that they might continue their journey properly clothed.\n"}}
{"white": {"word": "white", "line": "Gradually he became accustomed to the strange noises and the odd ways of civilization, so that presently none might know that two short months before, this handsome Frenchman in immaculate white ducks, who laughed and chatted with the gayest of them, had been swinging naked through primeval forests to pounce upon some unwary victim, which, raw, was to fill his savage belly.\n"}}
{"black": {"word": "black", "line": "Once a huge black, crazed by drink, had run amuck and terrorized the town, until his evil star had led him to where the black-haired French giant lolled upon the veranda of the hotel.\n"}}
{"black": {"word": "black", "line": "Shouting in alarm, the four took to their heels, and then the black spied Tarzan.\n"}}
{"black": {"word": "black", "line": "With a roar he charged the ape-man, while half a hundred heads peered from sheltering windows and doorways to witness the butchering of the poor Frenchman by the giant black.\n"}}
{"black": {"word": "black", "line": "As the Negro closed upon him, steel muscles gripped the black wrist of the uplifted knife-hand, and a single swift wrench left the hand dangling below a broken bone.\n"}}
{"black": {"word": "black", "line": "With the pain and surprise, the madness left the black man, and as Tarzan dropped back into his chair the fellow turned, crying with agony, and dashed wildly toward the native village.\n"}}
{"white": {"word": "white", "line": "But one might as well judge all blacks by the fellow who ran amuck last week, or decide that all whites are cowards because one has met a cowardly white.\n"}}
{"white": {"word": "white", "line": "“Now,” said the officer, “you shall have your fingerprints in a second.” He drew from the little case a square of plate glass, a little tube of thick ink, a rubber roller, and a few snowy white cards.\n"}}
{"black": {"word": "black", "line": "“Ordinarily but a few moments, if the impressions are distinct.” D’Arnot drew a little black book from his pocket and commenced turning the pages.\n"}}
{"white": {"word": "white", "line": "“It is possible, but if you are not the son of John Clayton then how in heaven’s name did you come into that God forsaken jungle where no white man other than John Clayton had ever set foot?” “You forget—Kala,” said Tarzan.\n"}}
{"black": {"word": "black", "line": "To his astonishment he saw the official leaning back in his chair hastily scanning the contents of the little black diary.\n"}}
{"black": {"word": "black", "line": "To the east the black smoke clouds rose higher into the heavens, suddenly they eddied, and then commenced to drift rapidly toward the west.\n"}}
{"pink": {"word": "rose", "line": "To the east the black smoke clouds rose higher into the heavens, suddenly they eddied, and then commenced to drift rapidly toward the west.\n"}}
{"black": {"word": "black", "line": "Suddenly, out of the northeast, a great black car came careening down the road.\n"}}
{"pink": {"word": "rose", "line": "In each rose the unaccountable feeling that a great responsibility had been raised from their shoulders; a kind of implicit confidence in the power of the stranger to save Jane if she could be saved.\n"}}
{"white": {"word": "blanched", "line": "“But who is the clerical appearing gentleman with him?” Jane blanched.\n"}}
{"pink": {"word": "rose", "line": "Tarzan rose and bowed as only D’Arnot could have taught a gentleman to do it, but he did not seem to see Canler’s hand.\n"}}
{"red": {"word": "crimson", "line": "And, as she looked into his face, she saw the crimson band upon his forehead that she had seen that other day in far distant Africa, when Tarzan of the Apes had closed in mortal combat with the great anthropoid—Terkoz.\n"}}
{"white": {"word": "white", "line": "With a single sweep of one mighty arm the Englishman was hurled across the room, and then Jane laid a firm white hand upon Tarzan’s wrist, and looked up into his eyes.\n"}}
{"blue": {"word": "blue", "line": "But he saw nothing outside—within he saw a patch of greensward surrounded by a matted mass of gorgeous tropical plants and flowers, and, above, the waving foliage of mighty trees, and, over all, the blue of an equatorial sky.\n"}}
