{"white": {"word": "white", "line": "A few white locks hung about his ears, his shoulders were bent and his knees feeble, but he was still hale, and was much respected in our little world of Paleham.\n"}}
{"green": {"word": "green", "line": "I remember them as hanging up framed and glazed in the study at the Rectory, and tinted, as all else in the room was tinted, with the green reflected from the fringe of ivy leaves that grew around the windows.\n"}}
{"pink": {"word": "rose", "line": "How well do I remember her parlour half filled with the organ which her husband had built, and scented with a withered apple or two from the _pyrus japonica_ that grew outside the house; the picture of the prize ox over the chimney-piece, which Mr Pontifex himself had painted; the transparency of the man coming to show light to a coach upon a snowy night, also by Mr Pontifex; the little old man and little old woman who told the weather; the china shepherd and shepherdess; the jars of feathery flowering grasses with a peacock’s feather or two among them to set them off, and the china bowls full of dead rose leaves dried with bay salt.\n"}}
{"white": {"word": "pale", "line": "Nay, but her kitchen—and the glimpses into a cavernous cellar beyond it, wherefrom came gleams from the pale surfaces of milk cans, or it may be of the arms and face of a milkmaid skimming the cream; or again her storeroom, where among other treasures she kept the famous lipsalve which was one of her especial glories, and of which she would present a shape yearly to those whom she delighted to honour.\n"}}
{"black": {"word": "black", "line": "“He is not fit to black his father’s boots.\n"}}
{"brown": {"word": "brown", "line": "He _is_ a successful man; but his father, hobbling about Paleham Street in his grey worsted stockings, broad brimmed hat and brown swallow-tailed coat was worth a hundred of George Pontifexes, for all his carriages and horses and the airs he gives himself.” “But yet,” he added, “George Pontifex is no fool either.” And this brings us to the second generation of the Pontifex family with whom we need concern ourselves.\n"}}
{"grey": {"word": "grey", "line": "He _is_ a successful man; but his father, hobbling about Paleham Street in his grey worsted stockings, broad brimmed hat and brown swallow-tailed coat was worth a hundred of George Pontifexes, for all his carriages and horses and the airs he gives himself.” “But yet,” he added, “George Pontifex is no fool either.” And this brings us to the second generation of the Pontifex family with whom we need concern ourselves.\n"}}
{"white": {"word": "fair", "line": "Brought up much in the open air in one of the best situated and healthiest villages in England, his little limbs had fair play, and in those days children’s brains were not overtasked as they now are; perhaps it was for this very reason that the boy showed an avidity to learn.\n"}}
{"green": {"word": "green", "line": "George liked the fresh country air and green fields after the darkness to which he had been so long accustomed in Paternoster Row, which then, as now, was a narrow gloomy lane rather than a street.\n"}}
{"blue": {"word": "blue", "line": "The one was a Madonna by Sassoferrato with a blue hood over her head which threw it half into shadow.\n"}}
{"white": {"word": "fair", "line": "We are as days and have had our parents for our yesterdays, but through all the fair weather of a clear parental sky the eye of Fortune can discern the coming storm, and she laughs as she places her favourites it may be in a London alley or those whom she is resolved to ruin in kings’ palaces.\n"}}
{"yellow": {"word": "yellow", "line": "His liver would not unfrequently get out of order, and he would come down to breakfast looking yellow about the eyes.\n"}}
{"black": {"word": "black", "line": "On these, his black days, he would take very gloomy views of things and say to himself that in spite of all his goodness to them his children did not love him.\n"}}
{"pink": {"word": "rosy", "line": "He spoke, too, with such emphasis and his rosy gills and bald head looked so benevolent that it was difficult not to be carried away by his discourse.\n"}}
{"white": {"word": "fair", "line": "The young ladies of Mrs Cowey’s set were by no means the most attractive that might have been found in the University, and Theobald may be excused for not losing his heart to the greater number of them, while if for a minute or two he was thrown in with one of the prettier and more agreeable girls he was almost immediately cut out by someone less bashful than himself, and sneaked off, feeling as far as the fair sex was concerned, like the impotent man at the pool of Bethesda.\n"}}
{"white": {"word": "fair", "line": "He was by no means plain, his academic prestige was very fair.\n"}}
{"white": {"word": "fair", "line": "The sisters who remained at home kept their words and gave Christina all the help they could, for over and above their sense of fair play they reflected that the sooner Theobald was landed, the sooner another deacon might be sent for who might be won by themselves.\n"}}
{"white": {"word": "fair", "line": "She had transposed “Angels ever bright and fair” into a lower key, so as to make it suit her voice, thus proving, as her mamma said, that she had a thorough knowledge of the laws of harmony; not only did she do this, but at every pause added an embellishment of arpeggios from one end to the other of the keyboard, on a principle which her governess had taught her; she thus added life and interest to an air which everyone—so she said—must feel to be rather heavy in the form in which Handel left it.\n"}}
{"pink": {"word": "rosy", "line": "Theobald’s engagement was all very well as far as it went, but there was an old gentleman with a bald head and rosy cheeks in a counting-house in Paternoster Row who must sooner or later be told of what his son had in view, and Theobald’s heart fluttered when he asked himself what view this old gentleman was likely to take of the situation.\n"}}
{"white": {"word": "fair", "line": "If a young man is in a small boat on a choppy sea, along with his affianced bride and both are sea-sick, and if the sick swain can forget his own anguish in the happiness of holding the fair one’s head when she is at her worst—then he is in love, and his heart will be in no danger of failing him as he passes his fir plantation.\n"}}
{"black": {"word": "black", "line": "All that could be seen there was the bobbing up and down of the postilion’s head, which just over-topped the hedge by the roadside as he rose in his stirrups, and the black and yellow body of the carriage.\n"}}
{"yellow": {"word": "yellow", "line": "All that could be seen there was the bobbing up and down of the postilion’s head, which just over-topped the hedge by the roadside as he rose in his stirrups, and the black and yellow body of the carriage.\n"}}
{"pink": {"word": "rose", "line": "All that could be seen there was the bobbing up and down of the postilion’s head, which just over-topped the hedge by the roadside as he rose in his stirrups, and the black and yellow body of the carriage.\n"}}
{"green": {"word": "green", "line": "He swallowed down more of his apprehensions and said, but still gloomily, “I think we might have a roast fowl with bread sauce, new potatoes and green peas, and then we will see if they could let us have a cherry tart and some cream.” After a few minutes more he drew her towards him, kissed away her tears, and assured her that he knew she would be a good wife to him.\n"}}
{"white": {"word": "fair", "line": "There was a fair sprinkling of neighbours within visiting range, but with one or two exceptions they were the clergymen and clergymen’s families of the surrounding villages.\n"}}
{"red": {"word": "scarlet", "line": "Even now I can see the men in blue smock frocks reaching to their heels, and more than one old woman in a scarlet cloak; the row of stolid, dull, vacant plough-boys, ungainly in build, uncomely in face, lifeless, apathetic, a race a good deal more like the pre-revolution French peasant as described by Carlyle than is pleasant to reflect upon—a race now supplanted by a smarter, comelier and more hopeful generation, which has discovered that it too has a right to as much happiness as it can get, and with clearer ideas about the best means of getting it.\n"}}
{"blue": {"word": "blue", "line": "Even now I can see the men in blue smock frocks reaching to their heels, and more than one old woman in a scarlet cloak; the row of stolid, dull, vacant plough-boys, ungainly in build, uncomely in face, lifeless, apathetic, a race a good deal more like the pre-revolution French peasant as described by Carlyle than is pleasant to reflect upon—a race now supplanted by a smarter, comelier and more hopeful generation, which has discovered that it too has a right to as much happiness as it can get, and with clearer ideas about the best means of getting it.\n"}}
{"silver": {"word": "silver", "line": "Giovanni e Paolo at Venice not five years since; and again I have heard it far away in mid-Atlantic upon a grey sea-Sabbath in June, when neither winds nor waves are stirring, so that the emigrants gather on deck, and their plaintive psalm goes forth upon the silver haze of the sky, and on the wilderness of a sea that has sighed till it can sigh no longer.\n"}}
{"grey": {"word": "grey", "line": "Giovanni e Paolo at Venice not five years since; and again I have heard it far away in mid-Atlantic upon a grey sea-Sabbath in June, when neither winds nor waves are stirring, so that the emigrants gather on deck, and their plaintive psalm goes forth upon the silver haze of the sky, and on the wilderness of a sea that has sighed till it can sigh no longer.\n"}}
{"red": {"word": "red", "line": "Gone is that scarebabe stentor, that bellowing bull of Bashan the village blacksmith, gone is the melodious carpenter, gone the brawny shepherd with the red hair, who roared more lustily than all, until they came to the words, “Shepherds with your flocks abiding,” when modesty covered him with confusion, and compelled him to be silent, as though his own health were being drunk.\n"}}
{"white": {"word": "white", "line": "“Mrs Thompson,” says Theobald, with his hand on the door, “compose yourself, be calm; you must please to take my word for it that at the Day of Judgement your sins will be all washed white in the blood of the Lamb, Mrs Thompson.\n"}}
{"red": {"word": "scarlet", "line": "Yea,” he exclaims frantically, “though they be as scarlet, yet shall they be as white as wool,” and he makes off as fast as he can from the fetid atmosphere of the cottage to the pure air outside.\n"}}
{"white": {"word": "white", "line": "Yea,” he exclaims frantically, “though they be as scarlet, yet shall they be as white as wool,” and he makes off as fast as he can from the fetid atmosphere of the cottage to the pure air outside.\n"}}
{"black": {"word": "black", "line": "A hard and drawn look begins to settle about the corners of his mouth, so that even if he were not in a black coat and white tie a child might know him for a parson.\n"}}
{"white": {"word": "white", "line": "A hard and drawn look begins to settle about the corners of his mouth, so that even if he were not in a black coat and white tie a child might know him for a parson.\n"}}
{"red": {"word": "red", "line": "This number of the Saturday Magazine has been bound in red morocco, and is kept upon the drawing-room table.\n"}}
{"silver": {"word": "silver", "line": "Theobald at length felt that a remonstrance had become imperative, and took advantage of his silver wedding day to inform Christina that her indebtedness was cancelled, and at the same time to beg that she would endeavour henceforth to equalise her expenditure and her income.\n"}}
{"black": {"word": "black", "line": "It occurred to her on one of these occasions that she might steal a march over some of her contemporaries if she were to leave off eating black puddings, of which whenever they had killed a pig she had hitherto partaken freely; and if she were also careful that no fowls were served at her table which had had their necks wrung, but only such as had had their throats cut and been allowed to bleed.\n"}}
{"black": {"word": "black", "line": "Theobald did not lay so much stress on this as she did, but as she settled what he should have at dinner she could take care that he got no strangled fowls; as for black puddings, happily, he had seen them made when he was a boy, and had never got over his aversion for them.\n"}}
{"pink": {"word": "rosy", "line": "It was a fine sight to see him tucking his napkin under his rosy old gills, and letting it fall over his capacious waistcoat while the high light from the chandelier danced about the bump of benevolence on his bald old head like a star of Bethlehem.\n"}}
{"red": {"word": "crimson", "line": "During the first ten minutes or so, which were taken up with the soup and the bringing in of the fish, I should probably have thought, if I had not long since made up my mind about him, what a fine old man he was and how proud his children should be of him; but suddenly as he was helping himself to lobster sauce, he flushed crimson, a look of extreme vexation suffused his face, and he darted two furtive but fiery glances to the two ends of the table, one for Theobald and one for Christina.\n"}}
{"yellow": {"word": "yellow", "line": "I suppose in reality not a leaf goes yellow in autumn without ceasing to care about its sap and making the parent tree very uncomfortable by long growling and grumbling—but surely nature might find some less irritating way of carrying on business if she would give her mind to it.\n"}}
{"white": {"word": "fair", "line": "This much, however, we may say in the meantime, that having lived to be nearly seventy-three years old and died rich he must have been in very fair harmony with his surroundings.\n"}}
{"gold": {"word": "gold", "line": "A virtue to be serviceable must, like gold, be alloyed with some commoner but more durable metal.\n"}}
{"white": {"word": "fair", "line": "Judge him according to a fair average standard, and there is not much fault to be found with him.\n"}}
{"black": {"word": "black", "line": "Her boy should never touch a strangled fowl nor a black pudding—that, at any rate, she could see to.\n"}}
{"red": {"word": "coral", "line": "He should have a coral from the neighbourhood of Joppa—there were coral insects on those coasts, so that the thing could easily be done with a little energy; she would write to Dr Jones about it, etc.\n"}}
{"white": {"word": "white", "line": "The child was puny, white and sickly, so they sent continually for the doctor who dosed him with calomel and James’s powder.\n"}}
{"white": {"word": "white", "line": "I will go and pay a visit to Mrs Thompson.” On those days Mrs Thompson would be told that her sins were all washed white, etc., a little sooner and a little more peremptorily than on others.\n"}}
{"white": {"word": "fair", "line": "“They have fair abilities, and, thanks to Theobald’s tuition, they are forward for their years, but they have nothing like genius: genius is a thing apart from this, is it not?” Of course I said it was “a thing quite apart from this,” but if my thoughts had been laid bare, they would have appeared as “Give me my coffee immediately, ma’am, and don’t talk nonsense.” I have no idea what genius is, but so far as I can form any conception about it, I should say it was a stupid word which cannot be too soon abandoned to scientific and literary _claqueurs_.\n"}}
{"blue": {"word": "blue", "line": "“And the Lord spake unto Moses, saying, “Speak unto the children of Israel, and bid them that they make them fringes in the borders of their garments throughout their generations, and that they put upon the fringe of the borders a ribband of blue.\n"}}
{"red": {"word": "red", "line": "The drawing-room paper was of a pattern which consisted of bunches of red and white roses, and I saw several bees at different times fly up to these bunches and try them, under the impression that they were real flowers; having tried one bunch, they tried the next, and the next, and the next, till they reached the one that was nearest the ceiling, then they went down bunch by bunch as they had ascended, till they were stopped by the back of the sofa; on this they ascended bunch by bunch to the ceiling again; and so on, and so on till I was tired of watching them.\n"}}
{"white": {"word": "white", "line": "The drawing-room paper was of a pattern which consisted of bunches of red and white roses, and I saw several bees at different times fly up to these bunches and try them, under the impression that they were real flowers; having tried one bunch, they tried the next, and the next, and the next, till they reached the one that was nearest the ceiling, then they went down bunch by bunch as they had ascended, till they were stopped by the back of the sofa; on this they ascended bunch by bunch to the ceiling again; and so on, and so on till I was tired of watching them.\n"}}
{"pink": {"word": "blush", "line": "Let him find you obedient, affectionate and attentive to his wishes, upright, self-denying and diligent; let him never blush for or grieve over the sins and follies of those who owe him such a debt of gratitude, and whose first duty it is to study his happiness.\n"}}
{"pink": {"word": "blush", "line": "He was to “find his sons obedient, affectionate, attentive to his wishes, self-denying and diligent,” a goodly string forsooth of all the virtues most convenient to parents; he was never to have to blush for the follies of those “who owed him such a debt of gratitude,” and “whose first duty it was to study his happiness.” How like maternal solicitude is this!\n"}}
{"white": {"word": "fair", "line": "Unless we know these, and can state them in a way that our opponents would admit to be a fair representation of their views, we have no right to claim that we have formed an opinion at all.\n"}}
{"white": {"word": "white", "line": "This was how it came to pass that their children were white and puny; they were suffering from _home-sickness_.\n"}}
{"white": {"word": "fair", "line": "He had read the greater part of Virgil, Horace and Livy, and I do not know how many Greek plays: he was proficient in arithmetic, knew the first four books of Euclid thoroughly, and had a fair knowledge of French.\n"}}
{"grey": {"word": "grey", "line": "He was about the middle height, portly, and had a couple of fierce grey eyes, that flashed fire from beneath a pair of great bushy beetling eyebrows and overawed all who came near him.\n"}}
{"red": {"word": "red", "line": "His hair when he was a young man was red, but after he had taken his degree he had a brain fever which caused him to have his head shaved; when he reappeared, he did so wearing a wig, and one which was a good deal further off red than his own hair had been.\n"}}
{"red": {"word": "red", "line": "He not only had never discarded his wig, but year by year it had edged itself a little more and a little more off red, till by the time he was forty, there was not a trace of red remaining, and his wig was brown.\n"}}
{"brown": {"word": "brown", "line": "He not only had never discarded his wig, but year by year it had edged itself a little more and a little more off red, till by the time he was forty, there was not a trace of red remaining, and his wig was brown.\n"}}
{"white": {"word": "fair", "line": "I had written many pieces of this description, full of puns and comic songs, and they had had a fair success, but my best piece had been a treatment of English history during the Reformation period, in the course of which I had introduced Cranmer, Sir Thomas More, Henry the Eighth, Catherine of Arragon, and Thomas Cromwell (in his youth better known as the _Malleus Monachorum_), and had made them dance a break-down.\n"}}
{"red": {"word": "red", "line": "Mr Greatheart was very stout and he had a red nose; he wore a capacious waistcoat, and a shirt with a huge frill down the middle of the front.\n"}}
{"pink": {"word": "rose", "line": "The Doctor rose briskly from his seat and placed himself at the supper table.\n"}}
{"pink": {"word": "rose", "line": "Theobald and Ernest as they entered it, stumbled over a large hole in the Turkey carpet, and the dust that rose showed how long it was since it had been taken up and beaten.\n"}}
{"green": {"word": "green", "line": "Near the window was a green cage containing a pair of turtle doves, whose plaintive cooing added to the melancholy of the place.\n"}}
{"brown": {"word": "brown", "line": "The pair said not a word to one another, but watched the fading light and naked trees, the brown fields with here and there a melancholy cottage by the road side, and the rain that fell fast upon the carriage windows.\n"}}
{"blue": {"word": "blue", "line": "As soon as I get home I will tell Chambers to trim my blue and yellow merino with—” etc., etc.\n"}}
{"yellow": {"word": "yellow", "line": "As soon as I get home I will tell Chambers to trim my blue and yellow merino with—” etc., etc.\n"}}
{"white": {"word": "fair", "line": "This is a very fair beginning.” When she sent him away at night with a sovereign in his pocket (and he had only hoped to get five shillings) she felt as though she had had a good deal more than her money’s worth for her money.\n"}}
{"white": {"word": "fair", "line": "“How much nicer they are,” she said, “and how much more they know than those who profess to teach them!” I believe it has been lately maintained that it is the young and fair who are the truly old and truly experienced, inasmuch as it is they who alone have a living memory to guide them; “the whole charm,” it has been said, “of youth lies in its advantage over age in respect of experience, and when this has for some reason failed or been misapplied, the charm is broken.\n"}}
{"white": {"word": "fair", "line": "He got a fair share of this in after life, but it came much later with him than with other boys, and at the time of which I am writing he was a mere little skeleton.\n"}}
{"pink": {"word": "rose", "line": "It had never entered into his head that he could make one, but when he gathered from what his aunt had said that this was not out of the question, he rose as eagerly to the bait as she could have desired, and wanted to begin learning to saw and plane so that he might make the wooden pipes at once.\n"}}
{"white": {"word": "white", "line": "Writing to me on this matter, she said “Professions are all very well for those who have connection and interest as well as capital, but otherwise they are white elephants.\n"}}
{"white": {"word": "fair", "line": "The organ was begun, and made fair progress during the first two months of the half year.\n"}}
{"yellow": {"word": "yellow", "line": "The railway had come there, and a brand new yellow brick station was on the site of old Mr and Mrs Pontifex’s cottage.\n"}}
{"red": {"word": "crimson", "line": "Do you always look so preternaturally grave?” The doctor had not meant to be unkind, but the boy turned crimson, and escaped.\n"}}
{"white": {"word": "pale", "line": "These were oases in his desert, but, as a general rule, the boy looked thin and pale, and as though he had a secret which depressed him, which no doubt he had, but for which I cannot blame him.\n"}}
{"pink": {"word": "rose", "line": "He rose, in spite of himself, higher in the school, but fell ever into deeper and deeper disgrace with the masters, and did not gain in the opinion of those boys about whom he was persuaded that they could assuredly never know what it was to have a secret weighing upon their minds.\n"}}
{"grey": {"word": "grey", "line": "Her complexion was clear, but high; her eyes were grey and beautifully shaped; her lips were full and restful, with something of an Egyptian Sphinx-like character about them.\n"}}
{"brown": {"word": "brown", "line": "Her hair was a rich brown, and her figure—of about the middle height—perfect, but erring if at all on the side of robustness.\n"}}
{"white": {"word": "fair", "line": "Her face (as indeed faces generally are, though I grant they lie sometimes) was a fair index to her disposition.\n"}}
{"white": {"word": "fair", "line": "He was not as a general rule sensitive to the charms of the fair sex, indeed he had hardly been thrown in with any women except his Aunts Allaby, and his Aunt Alethea, his mother, his sister Charlotte and Mrs Jay; sometimes also he had had to take off his hat to the Miss Skinners, and had felt as if he should sink into the earth on doing so, but his shyness had worn off with Ellen, and the pair had become fast friends.\n"}}
{"white": {"word": "pale", "line": "On returning this midsummer he was shocked to find his favourite looking pale and ill. All her good spirits had left her, the roses had fled from her cheek, and she seemed on the point of going into a decline.\n"}}
{"silver": {"word": "silver", "line": "With greater promptitude than he had shown yet, he reckoned up his money and found he had two shillings and threepence at his command; there was his knife which might sell for a shilling, and there was the silver watch his Aunt Alethea had given him shortly before she died.\n"}}
{"red": {"word": "crimson", "line": "He was crimson with his exertion; covered with dust, and with his trousers and coat sleeves a trifle short for him he cut a poor figure enough as he thrust on Ellen his watch, his knife, and the little money he had.\n"}}
{"pink": {"word": "rose", "line": "As he got near the purlieus of the kitchen (where he was more at ease) he heard his father calling for his mother, and again his guilty conscience rose against him.\n"}}
{"green": {"word": "green", "line": "In his less anxious moments he had thought his papa and mamma “green” for the readiness with which they believed him, but he could not deny that their credulity was a proof of their habitual truthfulness of mind.\n"}}
{"black": {"word": "black", "line": "“He said that at first—as women of that stamp invariably do—she tried prevarication, but on being threatened that she should at once be given into custody if she did not tell the whole truth, she described the way in which you had run after the carriage, till as she said you were black in the face, and insisted on giving her all your pocket money, your knife and your watch.\n"}}
{"white": {"word": "pale", "line": "He took his dismissal as a matter of course, for Theobald had hinted enough to make him understand why he was being discharged, but when he saw Ernest sitting pale and awe-struck on the edge of his chair against the dining-room wall, a sudden thought seemed to strike him, and turning to Theobald he said in a broad northern accent which I will not attempt to reproduce: “Look here, master, I can guess what all this is about—now before I goes I want to have a word with you.” “Ernest,” said Theobald, “leave the room.” “No, Master Ernest, you shan’t,” said John, planting himself against the door.\n"}}
{"white": {"word": "ashen", "line": "Theobald turned of an ashen colour—not, as he explained afterwards, at the idle threats of a detected and angry ruffian, but at such atrocious insolence from one of his own servants.\n"}}
{"pink": {"word": "rose", "line": "He rose, always in spite of himself, into the Doctor’s form, and for the last two years or so of his time was among the præpostors, though he never rose into the upper half of them.\n"}}
{"white": {"word": "fair", "line": "Young people are almost always placable, and Ernest felt as he went away that another such interview would not only have wiped off all old scores, but have brought him round into the ranks of the Doctor’s admirers and supporters—among whom it is only fair to say that the greater number of the more promising boys were found.\n"}}
{"gray": {"word": "gray", "line": "There was a gray mist across the sun, so that the eye could bear its light, and Ernest, while musing as above, was looking right into the middle of the sun himself, as into the face of one whom he knew and was fond of.\n"}}
{"red": {"word": "crimson", "line": "As for Ernest, he blushed crimson.\n"}}
{"pink": {"word": "rose", "line": "He did not believe it; indeed he knew very well that if they thought him clever they were being taken in, but it pleased him to have been able to take them in, and he tried to do so still further; he was therefore a good deal on the look-out for cants that he could catch and apply in season, and might have done himself some mischief thus if he had not been ready to throw over any cant as soon as he had come across another more nearly to his fancy; his friends used to say that when he rose he flew like a snipe, darting several times in various directions before he settled down to a steady straight flight, but when he had once got into this he would keep to it.\n"}}
{"white": {"word": "white", "line": "Before many days were over he felt his unfortunate essay to be a white elephant to him, which he must feed by hurrying into all sorts of frantic attempts to cap his triumph, and, as may be imagined, these attempts were failures.\n"}}
{"pink": {"word": "rose", "line": "Ernest’s friends thought his dislike for Simeonites was due to his being the son of a clergyman who, it was known, bullied him; it is more likely, however, that it rose from an unconscious sympathy with them, which, as in St Paul’s case, in the end drew him into the ranks of those whom he had most despised and hated.\n"}}
{"red": {"word": "red", "line": "For no matter how well we may know a thing—how clearly we may see a certain patch of colour, for example, as red, it shakes us and knocks us about to find another see it, or be more than half inclined to see it, as green.\n"}}
{"green": {"word": "green", "line": "For no matter how well we may know a thing—how clearly we may see a certain patch of colour, for example, as red, it shakes us and knocks us about to find another see it, or be more than half inclined to see it, as green.\n"}}
{"white": {"word": "fair", "line": "The sense of humour and tendency to think for himself, of which till a few months previously he had been showing fair promise, were nipped as though by a late frost, while his earlier habit of taking on trust everything that was told him by those in authority, and following everything out to the bitter end, no matter how preposterous, returned with redoubled strength.\n"}}
{"pink": {"word": "rose", "line": "Take my advice and don’t read it, not till you are a few years older, and may do so safely.” “But surely you believe the Bible when it tells you of such things as that Christ died and rose from the dead?\n"}}
{"white": {"word": "white", "line": "He was much too good for the world and he looked so sad “just like young Watkins of the ‘Crown’ over the way who died a month ago, and his poor dear skin was white as alablaster; least-ways they say he shot hisself.\n"}}
{"pink": {"word": "rose", "line": "You are like Dives, and think that if one rose from the dead they would hear him.\n"}}
{"white": {"word": "white", "line": "Ernest felt that he quailed as he saw Towneley’s eye wander to his white necktie and saw that he was being reckoned up, and rather disapprovingly reckoned up, as a parson.\n"}}
{"red": {"word": "red", "line": "He did not say that he had been visiting among his neighbours; this to Pryer would have been like a red rag to a bull.\n"}}
{"red": {"word": "scarlet", "line": "Well, upon my word!” I cannot describe the hurried explanations that passed quickly between the three—enough that in less than a minute Ernest, blushing more scarlet than ever, slunk off, Bible and all, deeply humiliated as he contrasted himself and Towneley.\n"}}
{"white": {"word": "pale", "line": "If the better part of valour is discretion, how much more is not discretion the better part of vice About ten minutes after we last saw Ernest, a scared, insulted girl, flushed and trembling, was seen hurrying from Mrs Jupp’s house as fast as her agitated state would let her, and in another ten minutes two policemen were seen also coming out of Mrs Jupp’s, between whom there shambled rather than walked our unhappy friend Ernest, with staring eyes, ghastly pale, and with despair branded upon every line of his face.\n"}}
{"gold": {"word": "gold", "line": "Or perhaps he might go to the gold fields in California or Australia, of which such wonderful accounts were then heard; there he might even make his fortune, and return as an old man many years hence, unknown to everyone, and if so, he would live at Cambridge.\n"}}
{"white": {"word": "pale", "line": "Ernest’s feeble pulse quickened and his pale face flushed as this hateful view of life presented itself to him in all its logical consistency.\n"}}
{"pink": {"word": "rose", "line": "A rose is not the less a rose because it does not know its own name.\n"}}
{"gold": {"word": "gold", "line": "He thought of the Australian gold and how those who lived among it had never seen it though it abounded all around them: “There is gold everywhere,” he exclaimed inwardly, “to those who look for it.” Might not his opportunity be close upon him if he looked carefully enough at his immediate surroundings?\n"}}
{"white": {"word": "white", "line": "Ernest was as white as a sheet.\n"}}
{"grey": {"word": "grey", "line": "The morning was grey, and the first signs of winter fog were beginning to show themselves, for it was now the 30th of September.\n"}}
{"red": {"word": "red", "line": "It pleased me to see the delight he took in all about him; the fireplace with a fire in it; the easy chairs, the _Times_, my cat, the red geraniums in the window, to say nothing of coffee, bread and butter, sausages, marmalade, etc.\n"}}
{"white": {"word": "white", "line": "I saw they looked suspiciously upon the manifest signs that someone was breakfasting with me, and parted from me more or less defiantly, but I got rid of them, and poor Ernest came out again, looking white, frightened and upset.\n"}}
{"blue": {"word": "blue", "line": "Ernest saw only the fresh-looking smiling face, the dimpled cheek, the clear blue eyes and lovely sphinx-like lips which he had remembered as a boy.\n"}}
{"brown": {"word": "brown", "line": "She cooked them much more nicely than he had been able to do, and laid breakfast for him and made coffee, and some nice brown toast.\n"}}
{"white": {"word": "fair", "line": "I know it is the fashion to say that young people must find out things for themselves, and so they probably would if they had fair play to the extent of not having obstacles put in their way.\n"}}
{"white": {"word": "fair", "line": "But they seldom have fair play; as a general rule they meet with foul play, and foul play from those who live by selling them stones made into a great variety of shapes and sizes so as to form a tolerable imitation of bread.\n"}}
{"pink": {"word": "rose", "line": "First I used to get them eggs and bacon, and he didn’t like that; and then I got him a bit of fish, and he didn’t like that, or else it was too dear, and you know fish is dearer than ever; and then I got him a bit of German, and he said it rose on him; then I tried sausages, and he said they hit him in the eye worse even than German; oh!\n"}}
{"white": {"word": "fair", "line": "Ellen had had sufficient experience to know about how much each lot ought to fetch; she overhauled lot after lot, and valued it; in a very short time Ernest himself began to have a pretty fair idea what each lot should go for, and before the morning was over valued a dozen lots running at prices about which Ellen said he would not hurt if he could get them for that.\n"}}
{"white": {"word": "white", "line": "Why, Lord love the man, whatever is the matter with him?”—for as he had spoken the last few words of his story Ernest had turned white as a sheet, and was leaning against the railings.\n"}}
{"black": {"word": "black", "line": "Once she came with a bad black eye, “which a boy had throwed a stone and hit her by mistake”; but on the whole she looked pretty much the same at the end of the three years as she had done at the beginning.\n"}}
{"red": {"word": "scarlet", "line": "Too sudden a jump from bad fortune to good is just as dangerous as one from good to bad; besides, poverty is very wearing; it is a quasi-embryonic condition, through which a man had better pass if he is to hold his later developments securely, but like measles or scarlet fever he had better have it mildly and get it over early.\n"}}
{"gold": {"word": "gold", "line": "Whenever a person is heard to talk thus he may be recognised as the easy prey of the first adventurer who comes across him; he will commonly, indeed, wind up his discourse by saying that in spite of all his natural caution, and his well knowing how foolish speculation is, yet there are some investments which are called speculative but in reality are not so, and he will pull out of his pocket the prospectus of a Cornish gold mine.\n"}}
{"red": {"word": "flaming", "line": "He wanted his son to learn how little confidence was to be placed in glowing prospectuses and flaming articles, and found him five hundred pounds which he was to invest according to his lights.\n"}}
{"white": {"word": "fair", "line": "They had a family of their own fast coming on and the children seemed to thrive; both father and mother indeed were comfortable well grown folks, in whose hands young people would be likely to have as fair a chance of coming to a good development as in those of any whom he knew.\n"}}
{"green": {"word": "green", "line": "There was not a peasant in a blouse driving his cart betimes along the road to market, not a signalman’s wife in her husband’s hat and coat waving a green flag, not a shepherd taking out his sheep to the dewy pastures, not a bank of opening cowslips as we passed through the railway cuttings, but he was drinking it all in with an enjoyment too deep for words.\n"}}
{"white": {"word": "white", "line": "If he should have shoes and stockings and whole clothes at all, it should be only because absolute rags and tatters had been graciously dispensed with, whereas here he was swaggering in a grey ulster and a blue and white necktie, and looking better than Theobald had ever seen him in his life.\n"}}
{"blue": {"word": "blue", "line": "If he should have shoes and stockings and whole clothes at all, it should be only because absolute rags and tatters had been graciously dispensed with, whereas here he was swaggering in a grey ulster and a blue and white necktie, and looking better than Theobald had ever seen him in his life.\n"}}
{"grey": {"word": "grey", "line": "If he should have shoes and stockings and whole clothes at all, it should be only because absolute rags and tatters had been graciously dispensed with, whereas here he was swaggering in a grey ulster and a blue and white necktie, and looking better than Theobald had ever seen him in his life.\n"}}
{"red": {"word": "scarlet", "line": "He put out his hand and said laughingly, “Oh, it’s all paid for—I am afraid you do not know that Mr Overton has handed over to me Aunt Alethea’s money.” Theobald flushed scarlet.\n"}}
{"white": {"word": "ashen", "line": "Theobald said nothing, but turned almost of an ashen colour; he never again spoke to his son in such a way as to make it necessary for him to repeat what he had said on this occasion.\n"}}
{"white": {"word": "fair", "line": "He had very fair abilities, nothing indeed approaching such genius as Dr Skinner’s, nor even as Theobald’s, still he was not deficient and if he got into Parliament—so young too—there was nothing to hinder his being Prime Minister before he died, and if so, of course, he would become a peer.\n"}}
{"gray": {"word": "dusty", "line": "Next morning, however, the photograph had found its way back again, a little dusty and with a bit of the gilding chipped off from one corner of the frame, but there sure enough it was.\n"}}
{"grey": {"word": "dusty", "line": "Next morning, however, the photograph had found its way back again, a little dusty and with a bit of the gilding chipped off from one corner of the frame, but there sure enough it was.\n"}}
{"blue": {"word": "blue", "line": "Looking out of the window, there were the flower beds in the front garden exactly as they had been, and Ernest found himself looking hard against the blue door at the bottom of the garden to see if there was rain falling, as he had been used to look when he was a child doing lessons with his father.\n"}}
{"pink": {"word": "rose", "line": "After their early dinner, when Joey and Ernest and their father were left alone, Theobald rose and stood in the middle of the hearthrug under the Elijah picture, and began to whistle in his old absent way.\n"}}
{"black": {"word": "black", "line": "Your pa did not say anything; you know your pa never does say very much unless he’s downright waxy for the time; but your ma took on dreadful for a few days, and I never saw the master look so black; but, bless you, it all went off in a few days, and I don’t know that there’s been much difference in either of them since then, not till your ma was took ill.” On the night of his arrival he had behaved well at family prayers, as also on the following morning; his father read about David’s dying injunctions to Solomon in the matter of Shimei, but he did not mind it.\n"}}
{"pink": {"word": "rose", "line": "When he rose he left the room, but called Ernest out to say that he could not wish it prolonged.\n"}}
{"black": {"word": "black", "line": "“I suppose,” he said to himself gloomily, “she does believe in it after all.” Then Christina returned to the subject of her own want of spiritual-mindedness, she even harped upon the old grievance of her having eaten black puddings—true, she had given them up years ago, but for how many years had she not persevered in eating them after she had had misgivings about their having been forbidden!\n"}}
{"brown": {"word": "brown", "line": "He looked very brown and strong, and so well favoured that it almost seemed as if he must have caught some good looks from the people among whom he had been living.\n"}}
{"white": {"word": "pale", "line": "The essays were all of them in support of the Church of England, and appeared both by internal suggestion, and their prima facie purport to be the work of some half-dozen men of experience and high position who had determined to face the difficult questions of the day no less boldly from within the bosom of the Church than the Church’s enemies had faced them from without her pale.\n"}}
{"green": {"word": "green", "line": "She had had such a lovely dinner—a cushion of ham and green peas.\n"}}
{"white": {"word": "white", "line": "I do hate a wet Saturday night—poor women with their nice white stockings and their living to get,” etc., etc.\n"}}
{"white": {"word": "fair", "line": "He is a good deal like his father in the face, but without a spark—so far as I have been able to observe—any literary ability; he has a fair sense of humour and abundance of common sense, but his instinct is clearly a practical one.\n"}}
{"brown": {"word": "brown", "line": "Sometimes Theobald came up to town on small business matters and paid a visit to Ernest’s chambers; he generally brought with him a couple of lettuces, or a cabbage, or half-a-dozen turnips done up in a piece of brown paper, and told Ernest that he knew fresh vegetables were rather hard to get in London, and he had brought him some.\n"}}
{"pink": {"word": "rose", "line": "He rose and bowed.\n"}}
