{"black": {"word": "black", "line": "by Willa Sibert Cather “Those fields, colored by various grain!” MICKIEWICZ Contents TO THE MEMORY OF SARAH ORNE JEWETT IN WHOSE BEAUTIFUL AND DELICATE WORK THERE IS THE PERFECTION THAT ENDURES PRAIRIE SPRING Evening and the flat land, Rich and sombre and always silent; The miles of fresh-plowed soil, Heavy and black, full of strength and harshness; The growing wheat, the growing weeds, The toiling horses, the tired men; The long empty roads, Sullen fires of sunset, fading, The eternal, unresponsive sky.\n"}}
{"gray": {"word": "gray", "line": "A mist of fine snowflakes was curling and eddying about the cluster of low drab buildings huddled on the gray prairie, under a gray sky.\n"}}
{"red": {"word": "red", "line": "The main street was a deeply rutted road, now frozen hard, which ran from the squat red railway station and the grain “elevator” at the north end of the town to the lumber yard and the horse pond at the south end.\n"}}
{"gray": {"word": "gray", "line": "The board sidewalks were gray with trampled snow, but at two o’clock in the afternoon the shopkeepers, having come back from dinner, were keeping well behind their frosty windows.\n"}}
{"red": {"word": "red", "line": "Some of them had brought their wives to town, and now and then a red or a plaid shawl flashed out of one store into the shelter of another.\n"}}
{"black": {"word": "black", "line": "His black cloth coat was much too big for him and made him look like a little old man.\n"}}
{"brown": {"word": "brown", "line": "His shrunken brown flannel dress had been washed many times and left a long stretch of stocking between the hem of his skirt and the tops of his clumsy, copper-toed shoes.\n"}}
{"red": {"word": "red", "line": "His cap was pulled down over his ears; his nose and his chubby cheeks were chapped and red with cold.\n"}}
{"gray": {"word": "gray", "line": "Her will fweeze!” At the top of the pole crouched a shivering gray kitten, mewing faintly and clinging desperately to the wood with her claws.\n"}}
{"blue": {"word": "blue", "line": "She had a serious, thoughtful face, and her clear, deep blue eyes were fixed intently on the distance, without seeming to see anything, as if she were in trouble.\n"}}
{"brown": {"word": "brown", "line": "Hold still, till I put this on you.” She unwound the brown veil from her head and tied it about his throat.\n"}}
{"red": {"word": "red", "line": "She was a dark child, with brown curly hair, like a brunette doll’s, a coaxing little red mouth, and round, yellow-brown eyes.\n"}}
{"brown": {"word": "brown", "line": "She was a dark child, with brown curly hair, like a brunette doll’s, a coaxing little red mouth, and round, yellow-brown eyes.\n"}}
{"brown": {"word": "brown", "line": "Every one noticed her eyes; the brown iris had golden glints that made them look like gold-stone, or, in softer lights, like that Colorado mineral called tiger-eye.\n"}}
{"red": {"word": "red", "line": "The country children thereabouts wore their dresses to their shoe-tops, but this city child was dressed in what was then called the “Kate Greenaway” manner, and her red cashmere frock, gathered full from the yoke, came almost to the floor.\n"}}
{"white": {"word": "white", "line": "She had a white fur tippet about her neck and made no fussy objections when Emil fingered it admiringly.\n"}}
{"brown": {"word": "brown", "line": "She looked archly into the big, brown, mustached faces, smelling of spirits and tobacco, then she ran her tiny forefinger delicately over Joe’s bristly chin and said, “Here is my sweetheart.” The Bohemians roared with laughter, and Marie’s uncle hugged her until she cried, “Please don’t, Uncle Joe!\n"}}
{"red": {"word": "red", "line": "The women were checking over their groceries and pinning their big red shawls about their heads.\n"}}
{"blue": {"word": "blue", "line": "The men were buying tobacco and candy with what money they had left, were showing each other new boots and gloves and blue flannel shirts.\n"}}
{"white": {"word": "pale", "line": "The road led southwest, toward the streak of pale, watery light that glimmered in the leaden sky.\n"}}
{"red": {"word": "red", "line": "Just ahead of them was the Norwegian graveyard, where the grass had, indeed, grown back over everything, shaggy and red, hiding even the wire fence.\n"}}
{"black": {"word": "black", "line": "It’s been nice to have company.” Carl stopped the horses and looked dubiously up at the black sky.\n"}}
{"white": {"word": "white", "line": "He turned painfully in his bed and looked at his white hands, with all the work gone out of them.\n"}}
{"red": {"word": "red", "line": "Throughout the meal they looked down at their plates and did not lift their red eyes.\n"}}
{"yellow": {"word": "yellow", "line": "She made a yellow jam of the insipid ground-cherries that grew on the prairie, flavoring it with lemon peel; and she made a sticky dark conserve of garden tomatoes.\n"}}
{"brown": {"word": "bronze", "line": "She had experimented even with the rank buffalo-pea, and she could not see a fine bronze cluster of them without shaking her head and murmuring, “What a pity!” When there was nothing more to preserve, she began to pickle.\n"}}
{"green": {"word": "green", "line": "“He came to doctor our mare when she ate green corn and swelled up most as big as the water-tank.\n"}}
{"white": {"word": "white", "line": "Ivar came running with his white bag, and the moment he got to her she was quiet and let him saw her horn off and daub the place with tar.” Emil had been watching his sister, his face reflecting the sufferings of the cow.\n"}}
{"pink": {"word": "rose", "line": "The Bergson wagon lurched along over the rough hummocks and grass banks, followed the bottom of winding draws, or skirted the margin of wide lagoons, where the golden coreopsis grew up out of the clear water and the wild ducks rose with a whirr of wings.\n"}}
{"red": {"word": "red", "line": "They had left the lagoons and the red grass behind them.\n"}}
{"gray": {"word": "gray", "line": "In Crazy Ivar’s country the grass was short and gray, the draws deeper than they were in the Bergsons’ neighborhood, and the land was all broken up into hillocks and clay ridges.\n"}}
{"green": {"word": "green", "line": "At one end of the pond was an earthen dam, planted with green willow bushes, and above it a door and a single window were set into the hillside.\n"}}
{"white": {"word": "white", "line": "His shaggy white hair, falling in a thick mane about his ruddy cheeks, made him look older than he was.\n"}}
{"white": {"word": "white", "line": "If one stood in the doorway of his cave, and looked off at the rough land, the smiling sky, the curly grass white in the hot sunlight; if one listened to the rapturous song of the lark, the drumming of the quail, the burr of the locust against that vast silence, one understood what Ivar meant.\n"}}
{"white": {"word": "pale", "line": "He dropped his arms and went up to the wagon, smiling amiably and looking at them out of his pale blue eyes.\n"}}
{"blue": {"word": "blue", "line": "He dropped his arms and went up to the wagon, smiling amiably and looking at them out of his pale blue eyes.\n"}}
{"white": {"word": "white", "line": "A big white bird with long wings and pink feet.\n"}}
{"pink": {"word": "pink", "line": "A big white bird with long wings and pink feet.\n"}}
{"pink": {"word": "rose", "line": "Next morning, when the sun rose, I went out to take her food, but she flew up into the sky and went on her way.” Ivar ran his fingers through his thick hair.\n"}}
{"white": {"word": "white", "line": "Sounds of laughter and splashing came up from the pasture, and when the moon rose rapidly above the bare rim of the prairie, the pond glittered like polished metal, and she could see the flash of white bodies as the boys ran about the edge, or jumped into the water.\n"}}
{"pink": {"word": "rose", "line": "Sounds of laughter and splashing came up from the pasture, and when the moon rose rapidly above the bare rim of the prairie, the pond glittered like polished metal, and she could see the flash of white bodies as the boys ran about the edge, or jumped into the water.\n"}}
{"yellow": {"word": "yellow", "line": "The dry garden patch smelled of drying vines and was strewn with yellow seed-cucumbers and pumpkins and citrons.\n"}}
{"red": {"word": "red", "line": "At one end, next the rhubarb, grew feathery asparagus, with red berries.\n"}}
{"red": {"word": "scarlet", "line": "A few tough zenias and marigolds and a row of scarlet sage bore witness to the buckets of water that Mrs. Bergson had carried there after sundown, against the prohibition of her sons.\n"}}
{"blue": {"word": "blue", "line": "The air was cool enough to make the warm sun pleasant on one’s back and shoulders, and so clear that the eye could follow a hawk up and up, into the blazing blue depths of the sky.\n"}}
{"purple": {"word": "plum", "line": "And we’ve had good times, hunting for Christmas trees and going for ducks and making our plum wine together every year.\n"}}
{"red": {"word": "red", "line": "I’m a fool here, but I know I can do something!” He sat up and frowned at the red grass.\n"}}
{"pink": {"word": "rose", "line": "It’s chilly already, the moment the light goes.” Alexandra rose and looked about.\n"}}
{"white": {"word": "pale", "line": "In the sky the pale half-moon was slowly silvering.\n"}}
{"red": {"word": "red", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n"}}
{"white": {"word": "fair", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n"}}
{"blue": {"word": "blue", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n"}}
{"yellow": {"word": "yellow", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n"}}
{"white": {"word": "white", "line": "Oscar could not grow a mustache; his pale face was as bare as an egg, and his white eyebrows gave it an empty look.\n"}}
{"brown": {"word": "brown", "line": "The hens were clucking and scratching brown holes in the flower beds, and the wind was teasing the prince’s feather by the door.\n"}}
{"white": {"word": "pale", "line": "You’d just as soon kill us all, Alexandra, to carry out some scheme!” Oscar rubbed his high, pale forehead.\n"}}
{"pink": {"word": "rose", "line": "Yes, mother, I’m going to clear the table now.” Alexandra rose.\n"}}
{"white": {"word": "white", "line": "His wife now lies beside him, and the white shaft that marks their graves gleams across the wheat-fields.\n"}}
{"white": {"word": "white", "line": "Telephone wires hum along the white roads, which always run at right angles.\n"}}
{"red": {"word": "red", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather-vanes on the big red barns wink at each other across the green and brown and yellow fields.\n"}}
{"green": {"word": "green", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather-vanes on the big red barns wink at each other across the green and brown and yellow fields.\n"}}
{"brown": {"word": "brown", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather-vanes on the big red barns wink at each other across the green and brown and yellow fields.\n"}}
{"yellow": {"word": "yellow", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather-vanes on the big red barns wink at each other across the green and brown and yellow fields.\n"}}
{"brown": {"word": "brown", "line": "There are few scenes more gratifying than a spring plowing in that country, where the furrows of a single field often lie a mile in length, and the brown earth, with such a strong, clean smell, and such a power of growth and fertility in it, yields itself eagerly to the plow; rolls away from the shear, not even dimming the brightness of the metal, with a soft, deep sigh of happiness.\n"}}
{"white": {"word": "white", "line": "He wore a flannel cap and duck trousers, and the sleeves of his white flannel shirt were rolled back to the elbow.\n"}}
{"gray": {"word": "gray", "line": "He was a splendid figure of a boy, tall and straight as a young pine tree, with a handsome head, and stormy gray eyes, deeply set under a serious brow.\n"}}
{"red": {"word": "red", "line": "In the cart sat a young woman who wore driving gauntlets and a wide shade hat, trimmed with red poppies.\n"}}
{"brown": {"word": "brown", "line": "Her face, too, was rather like a poppy, round and brown, with rich color in her cheeks and lips, and her dancing yellow-brown eyes bubbled with gayety.\n"}}
{"brown": {"word": "brown", "line": "“How brown you’ve got since you came home.\n"}}
{"white": {"word": "white", "line": "They drove westward toward Norway Creek, and toward a big white house that stood on a hill, several miles across the fields.\n"}}
{"green": {"word": "green", "line": "On either side of the road, for a mile before you reached the foot of the hill, stood tall osage orange hedges, their glossy green marking off the yellow fields.\n"}}
{"yellow": {"word": "yellow", "line": "On either side of the road, for a mile before you reached the foot of the hill, stood tall osage orange hedges, their glossy green marking off the yellow fields.\n"}}
{"white": {"word": "white", "line": "There is even a white row of beehives in the orchard, under the walnut trees.\n"}}
{"red": {"word": "red", "line": "The three pretty young Swedish girls who did Alexandra’s housework were cutting pies, refilling coffeecups, placing platters of bread and meat and potatoes upon the red tablecloth, and continually getting in each other’s way between the table and the stove.\n"}}
{"yellow": {"word": "yellow", "line": "Of the youngest girl, Signa, who has a pretty figure, mottled pink cheeks, and yellow hair, Alexandra is very fond, though she keeps a sharp eye upon her.\n"}}
{"pink": {"word": "pink", "line": "Of the youngest girl, Signa, who has a pretty figure, mottled pink cheeks, and yellow hair, Alexandra is very fond, though she keeps a sharp eye upon her.\n"}}
{"blue": {"word": "blue", "line": "But he scolds me about everything, like as if he wanted to have me!” At Alexandra’s left sat a very old man, barefoot and wearing a long blue blouse, open at the neck.\n"}}
{"white": {"word": "pale", "line": "His shaggy head is scarcely whiter than it was sixteen years ago, but his little blue eyes have become pale and watery, and his ruddy face is withered, like an apple that has clung all winter to the tree.\n"}}
{"blue": {"word": "blue", "line": "His shaggy head is scarcely whiter than it was sixteen years ago, but his little blue eyes have become pale and watery, and his ruddy face is withered, like an apple that has clung all winter to the tree.\n"}}
{"white": {"word": "fair", "line": "Isn’t that fair, Barney?” The Irishman laughed.\n"}}
{"pink": {"word": "rose", "line": "“Did you want to speak to me, Ivar?” Alexandra asked as she rose from the table.\n"}}
{"red": {"word": "red", "line": "So long as I am suited with you, there is nothing to be said.” Ivar pulled a red handkerchief out of the breast of his blouse and wiped his eyes and beard.\n"}}
{"white": {"word": "white", "line": "A great white tub, like the stone water-troughs in the old country, to wash themselves in.\n"}}
{"brown": {"word": "brown", "line": "And will you be so good as to tell the Irishman that he is not to work the brown gelding until the sore on its shoulder is healed?” “That I will.\n"}}
{"yellow": {"word": "yellow", "line": "She wears her yellow hair in a high pompadour, and is bedecked with rings and chains and “beauty pins.” Her tight, high-heeled shoes give her an awkward walk, and she is always more or less preoccupied with her clothes.\n"}}
{"white": {"word": "white", "line": "My girls are afraid as death of him, aren’t you, Milly, dear?” Milly was fifteen, fat and jolly and pompadoured, with a creamy complexion, square white teeth, and a short upper lip.\n"}}
{"yellow": {"word": "yellow", "line": "He is going to Alaska.” Oscar studied the visitor’s yellow shoes.\n"}}
{"pink": {"word": "rose", "line": "Carl rose and took her down to the carriage, while Lou lingered for a word with his sister.\n"}}
{"white": {"word": "white", "line": "Old Ivar, his white head bare, stood holding the horses.\n"}}
{"black": {"word": "black", "line": "His black hair, which still hung in a triangle over his pale forehead, was thin at the crown, and there were fine, relentless lines about his eyes.\n"}}
{"white": {"word": "pale", "line": "His black hair, which still hung in a triangle over his pale forehead, was thin at the crown, and there were fine, relentless lines about his eyes.\n"}}
{"white": {"word": "white", "line": "The gravel paths glittered in the moonlight, and below them the fields lay white and still.\n"}}
{"silver": {"word": "silver", "line": "She sat looking at the silver spot the moon made on the surface of the pond down in the pasture.\n"}}
{"gray": {"word": "gray", "line": "The color was reflected in the globules of dew that sheathed the short gray pasture grass.\n"}}
{"white": {"word": "white", "line": "She will think I have forsaken her, now that my old friend has come back.” After the men had gone back to work, Alexandra put on a white dress and her sun-hat, and she and Carl set forth across the fields.\n"}}
{"yellow": {"word": "yellow", "line": "There was no sign of life about the Shabatas’ house except a big yellow cat, sunning itself on the kitchen doorstep.\n"}}
{"brown": {"word": "brown", "line": "Isn’t she like a little brown rabbit?” Alexandra laughed.\n"}}
{"yellow": {"word": "yellow", "line": "“How nice your dress smells, Alexandra; you put rosemary leaves in your chest, like I told you.” She led them to the northwest corner of the orchard, sheltered on one side by a thick mulberry hedge and bordered on the other by a wheatfield, just beginning to yellow.\n"}}
{"red": {"word": "flaming", "line": "Wild roses were flaming in the tufts of bunchgrass along the fence.\n"}}
{"white": {"word": "white", "line": "Under a white mulberry tree there was an old wagon-seat.\n"}}
{"white": {"word": "white", "line": "Marie picked it up and played with the white ribbons, twisting them about her brown fingers as she talked.\n"}}
{"brown": {"word": "brown", "line": "Marie picked it up and played with the white ribbons, twisting them about her brown fingers as she talked.\n"}}
{"white": {"word": "white", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n"}}
{"gold": {"word": "gold", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n"}}
{"brown": {"word": "brown", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n"}}
{"yellow": {"word": "yellow", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n"}}
{"brown": {"word": "brown", "line": "The brown iris, he found, was curiously slashed with yellow, the color of sunflower honey, or of old amber.\n"}}
{"yellow": {"word": "yellow", "line": "The brown iris, he found, was curiously slashed with yellow, the color of sunflower honey, or of old amber.\n"}}
{"yellow": {"word": "yellow", "line": "In each eye one of these streaks must have been larger than the others, for the effect was that of two dancing points of light, two little yellow bubbles, such as rise in a glass of champagne.\n"}}
{"white": {"word": "pale", "line": "I don’t see many people, but I don’t believe there are many like her, anywhere.” Marie came back with a branch she had broken from an apricot tree, laden with pale yellow, pink-cheeked fruit.\n"}}
{"yellow": {"word": "yellow", "line": "I don’t see many people, but I don’t believe there are many like her, anywhere.” Marie came back with a branch she had broken from an apricot tree, laden with pale yellow, pink-cheeked fruit.\n"}}
{"red": {"word": "red", "line": "They are such beautiful little trees.” Carl fingered the blue-green leaves, porous like blotting-paper and shaped like birch leaves, hung on waxen red stems.\n"}}
{"black": {"word": "black", "line": "I thought you were very romantic because you could draw and had such black eyes.” Carl smiled.\n"}}
{"gold": {"word": "gold", "line": "As I remember her, she was lovely, and had a gold crescent on her turban.” Half an hour later, as they were leaving the house, Carl and Alexandra were met in the path by a strapping fellow in overalls and a blue shirt.\n"}}
{"blue": {"word": "blue", "line": "As I remember her, she was lovely, and had a gold crescent on her turban.” Half an hour later, as they were leaving the house, Carl and Alexandra were met in the path by a strapping fellow in overalls and a blue shirt.\n"}}
{"white": {"word": "white", "line": "When he spoke to Carl, he showed a fine set of white teeth.\n"}}
{"red": {"word": "red", "line": "He was burned a dull red down to his neckband, and there was a heavy three-days’ stubble on his face.\n"}}
{"blue": {"word": "blue", "line": "He was easily the buck of the beer-gardens, and on Sunday he was a sight to see, with his silk hat and tucked shirt and blue frock-coat, wearing gloves and carrying a little wisp of a yellow cane.\n"}}
{"yellow": {"word": "yellow", "line": "He was easily the buck of the beer-gardens, and on Sunday he was a sight to see, with his silk hat and tucked shirt and blue frock-coat, wearing gloves and carrying a little wisp of a yellow cane.\n"}}
{"white": {"word": "fair", "line": "He was tall and fair, with splendid teeth and close-cropped yellow curls, and he wore a slightly disdainful expression, proper for a young man with high connections, whose mother had a big farm in the Elbe valley.\n"}}
{"yellow": {"word": "yellow", "line": "He was tall and fair, with splendid teeth and close-cropped yellow curls, and he wore a slightly disdainful expression, proper for a young man with high connections, whose mother had a big farm in the Elbe valley.\n"}}
{"blue": {"word": "blue", "line": "There was often an interesting discontent in his blue eyes, and every Bohemian girl he met imagined herself the cause of that unsatisfied expression.\n"}}
{"white": {"word": "pale", "line": "I will send you off to the Sisters of the Sacred Heart in St. Louis, and they will teach you some sense, _I_ guess!” Accordingly, the very next week, Albert Tovesky took his daughter, pale and tearful, down the river to the convent.\n"}}
{"white": {"word": "white", "line": "A brisk wind had come up and was driving puffy white clouds across the sky.\n"}}
{"brown": {"word": "khaki", "line": "His yellow canvas leggings and khaki trousers were splashed to the knees.\n"}}
{"yellow": {"word": "yellow", "line": "His yellow canvas leggings and khaki trousers were splashed to the knees.\n"}}
{"white": {"word": "pale", "line": "All sorts of weeds and herbs and flowers had grown up there; splotches of wild larkspur, pale green-and-white spikes of hoarhound, plantations of wild cotton, tangles of foxtail and wild wheat.\n"}}
{"white": {"word": "white", "line": "South of the apricot trees, cornering on the wheatfield, was Frank’s alfalfa, where myriads of white and yellow butterflies were always fluttering above the purple blossoms.\n"}}
{"yellow": {"word": "yellow", "line": "South of the apricot trees, cornering on the wheatfield, was Frank’s alfalfa, where myriads of white and yellow butterflies were always fluttering above the purple blossoms.\n"}}
{"purple": {"word": "purple", "line": "South of the apricot trees, cornering on the wheatfield, was Frank’s alfalfa, where myriads of white and yellow butterflies were always fluttering above the purple blossoms.\n"}}
{"white": {"word": "white", "line": "When Emil reached the lower corner by the hedge, Marie was sitting under her white mulberry tree, the pailful of cherries beside her, looking off at the gentle, tireless swelling of the wheat.\n"}}
{"red": {"word": "coral", "line": "He reached up among the branches and began to pick the sweet, insipid fruit,—long ivory-colored berries, tipped with faint pink, like white coral, that fall to the ground unheeded all summer through.\n"}}
{"white": {"word": "white", "line": "He reached up among the branches and began to pick the sweet, insipid fruit,—long ivory-colored berries, tipped with faint pink, like white coral, that fall to the ground unheeded all summer through.\n"}}
{"pink": {"word": "pink", "line": "He reached up among the branches and began to pick the sweet, insipid fruit,—long ivory-colored berries, tipped with faint pink, like white coral, that fall to the ground unheeded all summer through.\n"}}
{"white": {"word": "pale", "line": "She had grown very pale and her eyes were shining with excitement and distress.\n"}}
{"white": {"word": "fair", "line": "IX On Sunday afternoon, a month after Carl Linstrum’s arrival, he rode with Emil up into the French country to attend a Catholic fair.\n"}}
{"white": {"word": "fair", "line": "He sat for most of the afternoon in the basement of the church, where the fair was held, talking to Marie Shabata, or strolled about the gravel terrace, thrown up on the hillside in front of the basement doors, where the French boys were jumping and wrestling and throwing the discus.\n"}}
{"white": {"word": "white", "line": "Some of the boys were in their white baseball suits; they had just come up from a Sunday practice game down in the ballgrounds.\n"}}
{"white": {"word": "white", "line": "Amédée was a little fellow, a year younger than Emil and much more boyish in appearance; very lithe and active and neatly made, with a clear brown and white skin, and flashing white teeth.\n"}}
{"brown": {"word": "brown", "line": "Amédée was a little fellow, a year younger than Emil and much more boyish in appearance; very lithe and active and neatly made, with a clear brown and white skin, and flashing white teeth.\n"}}
{"white": {"word": "fair", "line": "Angélique, Amédée’s pretty bride, as blonde and fair as her name, who had come out to watch the match, tossed her head at Emil and said:— “’Médée could jump much higher than you if he were as tall.\n"}}
{"white": {"word": "white", "line": "“There, go to your graceful; I haven’t the heart to take you away from him.” Angélique clung to her husband and made faces at Emil over the white shoulder of Amédée’s ball-shirt.\n"}}
{"white": {"word": "fair", "line": "X While Emil and Carl were amusing themselves at the fair, Alexandra was at home, busy with her account-books, which had been neglected of late.\n"}}
{"pink": {"word": "rose", "line": "But you can’t expect us to sit like stumps and see you done out of the property by any loafer who happens along, and making yourself ridiculous into the bargain.” Oscar rose.\n"}}
{"pink": {"word": "rose", "line": "And I advise you to do what they tell you; for the authority you can exert by law is the only influence you will ever have over me again.” Alexandra rose.\n"}}
{"pink": {"word": "rose", "line": "“I want to talk to you about something before Carl comes.” Alexandra rose quickly and came to the door.\n"}}
{"white": {"word": "fair", "line": "She sold candy at the fair.\n"}}
{"white": {"word": "pale", "line": "His sharp shoulders stooped as if he were very tired, his face was pale, and there were bluish shadows under his dark eyes.\n"}}
{"white": {"word": "white", "line": "I thought so.” Carl threw himself into a chair and pushed the dark lock back from his forehead with his white, nervous hand.\n"}}
{"pink": {"word": "rose", "line": "What I have is yours, if you care enough about me to take it.” Carl rose and looked up at the picture of John Bergson.\n"}}
{"gray": {"word": "gray", "line": "The variegated fields are all one color now; the pastures, the stubble, the roads, the sky are the same leaden gray.\n"}}
{"brown": {"word": "brown", "line": "Her face was as brown as if it had been varnished, and as full of wrinkles as a washerwoman’s hands.\n"}}
{"red": {"word": "red", "line": "At two o’clock in the afternoon Alexandra’s cart drove up to the Shabatas’ gate, and Marie saw Mrs. Lee’s red shawl come bobbing up the path.\n"}}
{"black": {"word": "black", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n"}}
{"white": {"word": "pale", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n"}}
{"gold": {"word": "gold", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n"}}
{"white": {"word": "white", "line": "She’s crazy about cross-stitch.” While Alexandra removed her hat and veil, Mrs. Lee went out to the kitchen and settled herself in a wooden rocking-chair by the stove, looking with great interest at the table, set for three, with a white cloth, and a pot of pink geraniums in the middle.\n"}}
{"pink": {"word": "pink", "line": "She’s crazy about cross-stitch.” While Alexandra removed her hat and veil, Mrs. Lee went out to the kitchen and settled herself in a wooden rocking-chair by the stove, looking with great interest at the table, set for three, with a white cloth, and a pot of pink geraniums in the middle.\n"}}
{"red": {"word": "red", "line": "She had dark red cheeks like this when she was a little girl, Mrs. Lee.\n"}}
{"purple": {"word": "purple", "line": "I’ll have to send it by mail now, to get it there in time.” Marie pulled a dark purple silk necktie from her workbasket.\n"}}
{"yellow": {"word": "yellow", "line": "“My, somet’ing smell good!” She turned to Alexandra with a wink, her three yellow teeth making a brave show, “I ta-ank dat stop my yaw from ache no more!” she said contentedly.\n"}}
{"brown": {"word": "brown", "line": "Old Mrs. Hiller told me once at the church supper that she could make seven kinds of fancy bread, but Marie could make a dozen.” Mrs. Lee held up one of the apricot rolls between her brown thumb and forefinger and weighed it critically.\n"}}
{"yellow": {"word": "yellow", "line": "Presently she came back, holding a slender elastic yellow stick in her hand.\n"}}
{"red": {"word": "red", "line": "She turned them over and looked at the foreign stamps, and then sat watching the flying snow while the dusk deepened in the kitchen and the stove sent out a red glow.\n"}}
{"white": {"word": "white", "line": "When she went out into the dark kitchen to fix her plants for the night, she used to stand by the window and look out at the white fields, or watch the currents of snow whirling over the orchard.\n"}}
{"white": {"word": "white", "line": "Her mind was a white book, with clear writing about weather and beasts and growing things.\n"}}
{"yellow": {"word": "yellow", "line": "She never saw him, but, with eyes closed, she could feel that he was yellow like the sunlight, and there was the smell of ripe cornfields about him.\n"}}
{"white": {"word": "white", "line": "There she would stand in a tin tub and prosecute her bath with vigor, finishing it by pouring buckets of cold well-water over her gleaming white body which no man on the Divide could have carried very far.\n"}}
{"red": {"word": "red", "line": "The sunlight was shining directly in her face, and there was a blaze of light all about the red church on the hill.\n"}}
{"black": {"word": "black", "line": "Beside Alexandra lounged a strikingly exotic figure in a tall Mexican hat, a silk sash, and a black velvet jacket sewn with silver buttons.\n"}}
{"silver": {"word": "silver", "line": "Beside Alexandra lounged a strikingly exotic figure in a tall Mexican hat, a silk sash, and a black velvet jacket sewn with silver buttons.\n"}}
{"white": {"word": "fair", "line": "We are not a talented family.” The supper was to be at six o’clock, in the basement of the church, and afterward there would be a fair, with charades and an auction.\n"}}
{"red": {"word": "red", "line": "He sent them with the dress and said I could keep them.” Marie wore a short red skirt of stoutly woven cloth, a white bodice and kirtle, a yellow silk turban wound low over her brown curls, and long coral pendants in her ears.\n"}}
{"white": {"word": "white", "line": "He sent them with the dress and said I could keep them.” Marie wore a short red skirt of stoutly woven cloth, a white bodice and kirtle, a yellow silk turban wound low over her brown curls, and long coral pendants in her ears.\n"}}
{"brown": {"word": "brown", "line": "He sent them with the dress and said I could keep them.” Marie wore a short red skirt of stoutly woven cloth, a white bodice and kirtle, a yellow silk turban wound low over her brown curls, and long coral pendants in her ears.\n"}}
{"yellow": {"word": "yellow", "line": "He sent them with the dress and said I could keep them.” Marie wore a short red skirt of stoutly woven cloth, a white bodice and kirtle, a yellow silk turban wound low over her brown curls, and long coral pendants in her ears.\n"}}
{"gold": {"word": "gold", "line": "In those germless days she had worn bits of broom-straw, plucked from the common sweeping-broom, in the lobes until the holes were healed and ready for little gold rings.\n"}}
{"black": {"word": "black", "line": "She blushed and laughed excitedly as she gave Emil her hand, and looked delightedly at the black velvet coat that brought out his fair skin and fine blond head.\n"}}
{"white": {"word": "fair", "line": "She blushed and laughed excitedly as she gave Emil her hand, and looked delightedly at the black velvet coat that brought out his fair skin and fine blond head.\n"}}
{"silver": {"word": "silver", "line": "Are the buttons real silver?\n"}}
{"white": {"word": "white", "line": "Emil smiled tolerantly and stood looking down at her with his old, brooding gaze, while the French girls fluttered about him in their white dresses and ribbons, and Alexandra watched the scene with pride.\n"}}
{"white": {"word": "fair", "line": "All the shops in Sainte-Agnes were closed at eight o’clock that night, so that the merchants and their clerks could attend the fair.\n"}}
{"blue": {"word": "turquoise", "line": "After all the pincushions and sofa pillows and embroidered slippers were sold, Emil precipitated a panic by taking out one of his turquoise shirt studs, which every one had been admiring, and handing it to the auctioneer.\n"}}
{"blue": {"word": "turquoise", "line": "When the turquoise went to Malvina Sauvage, the French banker’s daughter, Marie shrugged her shoulders and betook herself to her little tent of shawls, where she began to shuffle her cards by the light of a tallow candle, calling out, “Fortunes, fortunes!” The young priest, Father Duchesne, went first to have his fortune read.\n"}}
{"white": {"word": "white", "line": "Marie took his long white hand, looked at it, and then began to run off her cards.\n"}}
{"green": {"word": "green", "line": "You will go to a town all cut up by water; built on islands, it seems to be, with rivers and green fields all about.\n"}}
{"white": {"word": "white", "line": "And you will visit an old lady with a white cap and gold hoops in her ears, and you will be very happy there.” “Mais, oui,” said the priest, with a melancholy smile.\n"}}
{"gold": {"word": "gold", "line": "And you will visit an old lady with a white cap and gold hoops in her ears, and you will be very happy there.” “Mais, oui,” said the priest, with a melancholy smile.\n"}}
{"yellow": {"word": "yellow", "line": "Vous êtes très savante, ma fille.” He patted her yellow turban, calling, “Venez donc, mes garçons!\n"}}
{"blue": {"word": "blue", "line": "“Why did you give them that lovely blue stone to sell?\n"}}
{"blue": {"word": "blue", "line": "Now, I suppose you want me to go away and let you play with them?” Marie was gazing in rapture at the soft blue color of the stones.\n"}}
{"red": {"word": "red", "line": "There was a shiver and a giggle, and every one looked toward the red blur that Marie’s candle made in the dark.\n"}}
{"pink": {"word": "rosy", "line": "When the lights came on again, everybody was laughing and shouting, and all the French girls were rosy and shining with mirth.\n"}}
{"white": {"word": "pale", "line": "Only Marie, in her little tent of shawls, was pale and quiet.\n"}}
{"red": {"word": "red", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n"}}
{"white": {"word": "white", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n"}}
{"yellow": {"word": "yellow", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n"}}
{"white": {"word": "white", "line": "Her head, in its white scarf, drooped forward a little.\n"}}
{"white": {"word": "fair", "line": "As old Napoleon Brunot said at the fair, I wouldn’t go lovering after no woman.\n"}}
{"white": {"word": "white", "line": "Her white dress looked gray in the darkness.\n"}}
{"gray": {"word": "gray", "line": "Her white dress looked gray in the darkness.\n"}}
{"pink": {"word": "rose", "line": "From time to time he rose and wandered about the house, picking up stray volumes and bringing them listlessly back to his box.\n"}}
{"white": {"word": "white", "line": "I can see him now, sitting there on Sundays, in his white shirt, writing pages and pages, so carefully.\n"}}
{"black": {"word": "black", "line": "There must have been a hundred of them, and they all wore long black coats and white neckties.\n"}}
{"white": {"word": "white", "line": "There must have been a hundred of them, and they all wore long black coats and white neckties.\n"}}
{"blue": {"word": "blue", "line": "I was used to seeing father in a blue coat, a sort of jacket, and when I recognized him on the platform, I was very proud.\n"}}
{"pink": {"word": "rose", "line": "“Well, it’s time to turn in.” He rose, and going over to Alexandra stooped down and kissed her lightly on the cheek.\n"}}
{"black": {"word": "black", "line": "He’s sick, too, and ought to be in his bed.” Emil bent over Hector Baptiste, trying to make him blink his round, bead-like black eyes.\n"}}
{"black": {"word": "black", "line": "Emil stroked the black fuzz on Baptiste’s head.\n"}}
{"white": {"word": "white", "line": "As Amédée was not on the engine, Emil rode on to the wheatfield, where he recognized, on the header, the slight, wiry figure of his friend, coatless, his white shirt puffed out by the wind, his straw hat stuck jauntily on the side of his head.\n"}}
{"green": {"word": "green", "line": "The six big work-horses that drew, or rather pushed, the header, went abreast at a rapid walk, and as they were still green at the work they required a good deal of management on Amédée’s part; especially when they turned the corners, where they divided, three and three, and then swung round into line again with a movement that looked as complicated as a wheel of artillery.\n"}}
{"green": {"word": "green", "line": "I gotta green man running it, and I gotta to keep an eye on him.” Emil thought the lad was unnaturally flushed and more excited than even the cares of managing a big farm at a critical time warranted.\n"}}
{"red": {"word": "red", "line": "The sky was still red in the west and the evening star hung directly over the Bergsons’ wind-mill.\n"}}
{"white": {"word": "white", "line": "Marie stole slowly, flutteringly, along the path, like a white night-moth out of the fields.\n"}}
{"gold": {"word": "gold", "line": "They had spent the last penny of their small change; there was nothing left but gold.\n"}}
{"gold": {"word": "gold", "line": "She felt as the pond must feel when it held the moon like that; when it encircled and swelled with that image of gold.\n"}}
{"black": {"word": "black", "line": "On Saturday, while half the village of Sainte-Agnes was mourning for Amédée and preparing the funeral black for his burial on Monday, the other half was busy with white dresses and white veils for the great confirmation service to-morrow, when the bishop was to confirm a class of one hundred boys and girls.\n"}}
{"white": {"word": "white", "line": "On Saturday, while half the village of Sainte-Agnes was mourning for Amédée and preparing the funeral black for his burial on Monday, the other half was busy with white dresses and white veils for the great confirmation service to-morrow, when the bishop was to confirm a class of one hundred boys and girls.\n"}}
{"red": {"word": "red", "line": "They kept repeating that Amédée had always been a good boy, glancing toward the red brick church which had played so large a part in Amédée’s life, had been the scene of his most serious moments and of his happiest hours.\n"}}
{"red": {"word": "red", "line": "The boys with one accord looked away from old Pierre to the red church on the hill, with the gold cross flaming on its steeple.\n"}}
{"gold": {"word": "gold", "line": "The boys with one accord looked away from old Pierre to the red church on the hill, with the gold cross flaming on its steeple.\n"}}
{"black": {"word": "black", "line": "Some of Amédée’s cousins were there, dressed in black and weeping.\n"}}
{"brown": {"word": "brown", "line": "As he rode past the graveyard he looked at the brown hole in the earth where Amédée was to lie, and felt no horror.\n"}}
{"brown": {"word": "brown", "line": "The heart, when it is too much alive, aches for that brown earth, and ecstasy has no fear of death.\n"}}
{"brown": {"word": "brown", "line": "It is the old and the poor and the maimed who shrink from that brown hole; its wooers are found among the young, the passionate, the gallant-hearted.\n"}}
{"red": {"word": "red", "line": "The sunlight, flashing on the window-glass of the big red barns, drove him wild with joy.\n"}}
{"gold": {"word": "gold", "line": "Long fingers of light reached through the apple branches as through a net; the orchard was riddled and shot with gold; light was the reality, the trees were merely interferences that reflected and refracted light.\n"}}
{"white": {"word": "white", "line": "Marie was lying on her side under the white mulberry tree, her face half hidden in the grass, her eyes closed, her hands lying limply where they had happened to fall.\n"}}
{"pink": {"word": "rose", "line": "Her breast rose and fell faintly, as if she were asleep.\n"}}
{"brown": {"word": "amber", "line": "The blood came back to her cheeks, her amber eyes opened slowly, and in them Emil saw his own face and the orchard and the sun.\n"}}
{"white": {"word": "white", "line": "They had fallen a little apart from each other, and were perfectly still—No, not quite; in a white patch of light, where the moon shone through the branches, a man’s hand was plucking spasmodically at the grass.\n"}}
{"black": {"word": "black", "line": "From habit he went toward the house, where he was used to being soothed when he had worked himself into a frenzy, but at the sight of the black, open door, he started back.\n"}}
{"black": {"word": "black", "line": "She was a good girl—not to suffer!” Frank had been wont to see himself in dramatic situations; but now, when he stood by the windmill, in the bright space between the barn and the house, facing his own black doorway, he did not see himself at all.\n"}}
{"white": {"word": "white", "line": "The story of what had happened was written plainly on the orchard grass, and on the white mulberries that had fallen in the night and were covered with dark stain.\n"}}
{"white": {"word": "white", "line": "Above Marie and Emil, two white butterflies from Frank’s alfalfa-field were fluttering in and out among the interlacing shadows; diving and soaring, now close together, now far apart; and in the long grass by the fence the last wild roses of the year opened their pink hearts to die.\n"}}
{"pink": {"word": "pink", "line": "Above Marie and Emil, two white butterflies from Frank’s alfalfa-field were fluttering in and out among the interlacing shadows; diving and soaring, now close together, now far apart; and in the long grass by the fence the last wild roses of the year opened their pink hearts to die.\n"}}
{"black": {"word": "black", "line": "It was only five o’clock of a mid-October day, but a storm had come up in the afternoon, bringing black clouds, a cold wind and torrents of rain.\n"}}
{"white": {"word": "white", "line": "When Ivar stopped at the gate and swung out his lantern, a white figure rose from beside John Bergson’s white stone.\n"}}
{"pink": {"word": "rose", "line": "When Ivar stopped at the gate and swung out his lantern, a white figure rose from beside John Bergson’s white stone.\n"}}
{"gray": {"word": "gray", "line": "Alexandra spoke to the old man as they jogged along through the sullen gray twilight of the storm.\n"}}
{"white": {"word": "white", "line": "His white cloak was thrown over his face, and his head was bent a little forward.\n"}}
{"brown": {"word": "bronze", "line": "His right arm, bared from the elbow, was dark and gleaming, like bronze, and she knew at once that it was the arm of the mightiest of all lovers.\n"}}
{"black": {"word": "black", "line": "II Late in the afternoon of a brilliant October day, Alexandra Bergson, dressed in a black suit and traveling-hat, alighted at the Burlington depot in Lincoln.\n"}}
{"black": {"word": "black", "line": "She had her supper early, wearing her hat and black jacket down to the dining-room and carrying her handbag.\n"}}
{"red": {"word": "red", "line": "That red building, right there,” he pointed.\n"}}
{"white": {"word": "pale", "line": "We have to keep ’em clean, you know.” The warden paused at the door, speaking back over his shoulder to a pale young man in convicts’ clothes who was seated at a desk in the corner, writing in a big ledger.\n"}}
{"white": {"word": "white", "line": "He wore a white shirt under his striped jacket, a high collar, and a necktie, very carefully tied.\n"}}
{"white": {"word": "white", "line": "His hands were thin and white and well cared for, and he had a seal ring on his little finger.\n"}}
{"pink": {"word": "rose", "line": "When he heard steps approaching in the corridor, he rose, blotted his book, put his pen in the rack, and left the room without raising his eyes.\n"}}
{"white": {"word": "white", "line": "“Push that white button when you’re through with him, and I’ll come.” The guard went out and Alexandra and Frank were left alone.\n"}}
{"white": {"word": "bleached", "line": "It was already bleached to a chalky gray.\n"}}
{"gray": {"word": "gray", "line": "It was already bleached to a chalky gray.\n"}}
{"blue": {"word": "blue", "line": "They were more to blame than you.” Frank jerked a dirty blue handkerchief from his trousers pocket.\n"}}
{"white": {"word": "pale", "line": "A pale pink crept over his neck and face.\n"}}
{"pink": {"word": "pink", "line": "A pale pink crept over his neck and face.\n"}}
{"yellow": {"word": "yellow", "line": "I guess I go crazy sure ’nough.” Alexandra remembered the little yellow cane she had found in Frank’s clothes-closet.\n"}}
{"pink": {"word": "rose", "line": "Alexandra rose and took him by the hand.\n"}}
{"black": {"word": "black", "line": "He put out his finger and absently touched a button on her black jacket.\n"}}
{"white": {"word": "white", "line": "Alexandra nodded, and he came in and touched the white button on his desk.\n"}}
{"yellow": {"word": "yellow", "line": "Alexandra took the yellow envelope and looked at it in perplexity, then stepped into the elevator without opening it.\n"}}
{"black": {"word": "black", "line": "Alexandra had taken off her black traveling suit and put on a white dress; partly because she saw that her black clothes made Carl uncomfortable and partly because she felt oppressed by them herself.\n"}}
{"white": {"word": "white", "line": "Alexandra had taken off her black traveling suit and put on a white dress; partly because she saw that her black clothes made Carl uncomfortable and partly because she felt oppressed by them herself.\n"}}
{"black": {"word": "black", "line": "His soft, lustrous black eyes, his whimsical smile, would be less against him in the Klondike than on the Divide.\n"}}
{"white": {"word": "fair", "line": "You remember that Sunday when I went with Emil up to the French Church fair?\n"}}
{"yellow": {"word": "yellow", "line": "You remember those yellow sparks in her eyes?” Alexandra sighed.\n"}}
{"pink": {"word": "rose", "line": "They were both the best you had here.” The sun was dropping low in the west when the two friends rose and took the path again.\n"}}
{"red": {"word": "red", "line": "But I do, here.” Alexandra took a deep breath and looked off into the red west.\n"}}
{"brown": {"word": "brown", "line": "On every side the brown waves of the earth rolled away to meet the sky.\n"}}
{"yellow": {"word": "yellow", "line": "Fortunate country, that is one day to receive hearts like Alexandra’s into its bosom, to give them out again in the yellow wheat, in the rustling corn, in the shining eyes of youth!\n"}}
{"blue": {"word": "blue", "line": "He wore a blue suit of woolly, wide-waled serge; the traveling men had known at a glance that it was made by a Denver tailor.\n"}}
{"brown": {"word": "brown", "line": "“Sit down.” His visitor was a tall, loosely built man, with a thin brown beard, streaked with gray.\n"}}
{"gray": {"word": "gray", "line": "“Sit down.” His visitor was a tall, loosely built man, with a thin brown beard, streaked with gray.\n"}}
{"black": {"word": "black", "line": "He wore a frock coat, a broad-brimmed black hat, a white lawn necktie, and steel rimmed spectacles.\n"}}
{"white": {"word": "white", "line": "He wore a frock coat, a broad-brimmed black hat, a white lawn necktie, and steel rimmed spectacles.\n"}}
{"black": {"word": "black", "line": "She has been suffering for some time.” The doctor came back and threw a black bag upon his desk.\n"}}
{"pink": {"word": "rose", "line": "Mr. Kronborg rose and they tramped through the empty hall and down the stairway to the street.\n"}}
{"black": {"word": "black", "line": "The town looked small and black, flattened down in the snow, muffled and all but extinguished.\n"}}
{"white": {"word": "white", "line": "The air was so clear that the white sand hills to the east of Moonstone gleamed softly.\n"}}
{"yellow": {"word": "yellow", "line": "In a single bed, next to theirs, lay a little girl of eleven, wide awake, two yellow braids sticking up on the pillow behind her.\n"}}
{"red": {"word": "scarlet", "line": "Her face was scarlet and her eyes were blazing.\n"}}
{"red": {"word": "red", "line": "She had moments of stupor when she did not see anything, and moments of excitement when she felt that something unusual and pleasant was about to happen, when she saw everything clearly in the red light from the isinglass sides of the hard-coal burner—the nickel trimmings on the stove itself, the pictures on the wall, which she thought very beautiful, the flowers on the Brussels carpet, Czerny’s “Daily Studies” which stood open on the upright piano.\n"}}
{"white": {"word": "white", "line": "When she opened her eyes again, he was kneeling before the stove, spreading something dark and sticky on a white cloth, with a big spoon; batter, perhaps.\n"}}
{"white": {"word": "white", "line": "It was so neatly and delicately fashioned, so soft, and so milky white.\n"}}
{"gray": {"word": "gray", "line": "The windows grew gray.\n"}}
{"white": {"word": "fair", "line": "Her skin was very fair, her face calm and unwrinkled, and her yellow hair, braided down her back as she lay in bed, still looked like a girl’s.\n"}}
{"yellow": {"word": "yellow", "line": "Her skin was very fair, her face calm and unwrinkled, and her yellow hair, braided down her back as she lay in bed, still looked like a girl’s.\n"}}
{"white": {"word": "white", "line": "She sat under his preaching with deep humility, and was as much taken in by his stiff shirt and white neckties as if she had not ironed them herself by lamplight the night before they appeared correct and spotless in the pulpit.\n"}}
{"yellow": {"word": "yellow", "line": "She wanted him in there for company.” Before the doctor picked up the baby, he put a yellow paper bag down on Thea’s coverlid and winked at her.\n"}}
{"white": {"word": "white", "line": "She drew out a long bunch of white grapes, with a little of the sawdust in which they had been packed still clinging to them.\n"}}
{"pink": {"word": "pink", "line": "She wanted every shining stone she saw, and in summer she was always going off into the sand hills to hunt for crystals and agates and bits of pink chalcedony.\n"}}
{"red": {"word": "red", "line": "thing that confronted Thea was a suit of clean, prickly red flannel, fresh from the wash. Usually the torment of breaking in a clean suit of flannel came on Sunday, but yesterday, as she was staying in the house, she had begged off.\n"}}
{"blue": {"word": "blue", "line": "Thea washed her face, brushed and braided her hair, and got into her blue cashmere dress.\n"}}
{"white": {"word": "fair", "line": "All the children knew that they must obey Anna, who was an obstinate contender for proprieties and not always fair minded.\n"}}
{"blue": {"word": "blue", "line": "How about yours, Axel?” Axel was a fat little boy of seven, with pretty, lazy blue eyes.\n"}}
{"yellow": {"word": "yellow", "line": "The cottonwood trees were a-flicker with sticky, yellow little leaves, and the feathery tamarisks were in pink bud.\n"}}
{"pink": {"word": "pink", "line": "The cottonwood trees were a-flicker with sticky, yellow little leaves, and the feathery tamarisks were in pink bud.\n"}}
{"purple": {"word": "violet", "line": "Thea had to walk more than a mile to reach the Kohlers’ house, a very pleasant mile out of town toward the glittering sand hills,—yellow this morning, with lines of deep violet where the clefts and valleys were.\n"}}
{"red": {"word": "red", "line": "Year after year she wore the same red hood in winter and a black sunbonnet in summer.\n"}}
{"black": {"word": "black", "line": "Year after year she wore the same red hood in winter and a black sunbonnet in summer.\n"}}
{"pink": {"word": "pink", "line": "As Thea approached the house she peeped between the pink sprays of the tamarisk hedge and saw the Professor and Mrs. Kohler in the garden, spading and raking.\n"}}
{"red": {"word": "red", "line": "Pole beans and potatoes and corn and leeks and kale and red cabbage—there would even be vegetables for which there is no American name.\n"}}
{"red": {"word": "red", "line": "This morning Thea saw to her delight that the two oleander trees, one white and one red, had been brought up from their winter quarters in the cellar.\n"}}
{"white": {"word": "white", "line": "This morning Thea saw to her delight that the two oleander trees, one white and one red, had been brought up from their winter quarters in the cellar.\n"}}
{"white": {"word": "white", "line": "When Thea entered the gate, her professor leaned his spade against the white post that supported the turreted dove-house, and wiped his face with his shirt-sleeve; someway he never managed to have a handkerchief about him.\n"}}
{"red": {"word": "red", "line": "His face was a dark, bricky red, deeply creased rather than wrinkled, and the skin was like loose leather over his neck band—he wore a brass collar button but no collar.\n"}}
{"yellow": {"word": "yellow", "line": "He had a coarse, scornful mouth, and irregular, yellow teeth, much worn at the edges.\n"}}
{"red": {"word": "red", "line": "His hands were square and red, seldom clean, but always alive, impatient, even sympathetic.\n"}}
{"black": {"word": "black", "line": "“_Morgen_,” he greeted his pupil in a businesslike way, put on a black alpaca coat, and conducted her at once to the piano in Mrs. Kohler’s sitting-room.\n"}}
{"gray": {"word": "gray", "line": "The gloomy Emperor and his staff were represented as crossing a stone bridge, and behind them was the blazing city, the walls and fortresses done in gray cloth with orange tongues of flame darting about the domes and minarets.\n"}}
{"white": {"word": "white", "line": "Napoleon rode his white horse; Murat, in Oriental dress, a bay charger.\n"}}
{"black": {"word": "black", "line": "She became confused and pecked nervously at a black key with her middle finger.\n"}}
{"pink": {"word": "rose", "line": "Her teacher rose abruptly.\n"}}
{"yellow": {"word": "yellow", "line": "A yellow flower, full of sunlight, perhaps.\n"}}
{"white": {"word": "white", "line": "Far out at the north end, nearly a mile from the court-house and its cottonwood grove, was Dr. Archie’s house, its big yard and garden surrounded by a white paling fence.\n"}}
{"yellow": {"word": "yellow", "line": "She had many friends there, old women who gave her a yellow rose or a spray of trumpet vine and appeased Thor with a cooky or a doughnut.\n"}}
{"pink": {"word": "rose", "line": "She had many friends there, old women who gave her a yellow rose or a spray of trumpet vine and appeased Thor with a cooky or a doughnut.\n"}}
{"black": {"word": "black", "line": "You look in the black pocketbook inside my handbag and take a dime and go downtown and get an ice-cream soda.\n"}}
{"pink": {"word": "rose", "line": "When Thea Kronborg entered quietly and slipped into a seat, he nodded, finished his paragraph, inserted a bookmark, and rose to put the book back into the case.\n"}}
{"green": {"word": "green", "line": "You’ll like to read it some day, when you’re grown up.” Thea leaned forward and made out the title on the back, “A Distinguished Provincial in Paris.” “It doesn’t sound very interesting.” “Perhaps not, but it is.” The doctor scrutinized her broad face, low enough to be in the direct light from under the green lamp shade.\n"}}
{"black": {"word": "black", "line": "He took up a black leather case, put on his hat, and they went down the dark stairs into the street.\n"}}
{"white": {"word": "white", "line": "Beyond the edge of the town the plain was so white that every clump of sage stood out distinct from the sand, and the dunes looked like a shining lake.\n"}}
{"pink": {"word": "rose", "line": "She rose without embarrassment or apology, comb in hand, and greeted the doctor.\n"}}
{"black": {"word": "black", "line": "Spanish Johnny looked younger than his wife, and when he was in health he was very handsome: slender, gold-colored, with wavy black hair, a round, smooth throat, white teeth, and burning black eyes.\n"}}
{"white": {"word": "white", "line": "Spanish Johnny looked younger than his wife, and when he was in health he was very handsome: slender, gold-colored, with wavy black hair, a round, smooth throat, white teeth, and burning black eyes.\n"}}
{"green": {"word": "green", "line": "That night he was a coppery green, and his eyes were like black holes.\n"}}
{"black": {"word": "black", "line": "That night he was a coppery green, and his eyes were like black holes.\n"}}
{"white": {"word": "white", "line": "His popularity would have been unusual for a white man, for a Mexican it was unprecedented.\n"}}
{"pink": {"word": "rose", "line": "The Mexican woman rose and stood respectful and expectant.\n"}}
{"white": {"word": "white", "line": "But he has no judgment, and he is fooled.” She stooped quickly, took up one of the white conch-shells that bordered the walk, and, with an apologetic inclination of her head, held it to Dr. Archie’s ear.\n"}}
{"white": {"word": "white", "line": "A little thing is big to him.” She bent and placed the shell in the white row, with its fellows.\n"}}
{"silver": {"word": "silver", "line": "As they went farther, the illusion of the mirage became more instead of less convincing; a shallow silver lake that spread for many miles, a little misty in the sunlight.\n"}}
{"blue": {"word": "turquoise", "line": "Beyond the phantom lake lay the line of many-colored hills; rich, sun-baked yellow, glowing turquoise, lavender, purple; all the open, pastel colors of the desert.\n"}}
{"yellow": {"word": "yellow", "line": "Beyond the phantom lake lay the line of many-colored hills; rich, sun-baked yellow, glowing turquoise, lavender, purple; all the open, pastel colors of the desert.\n"}}
{"purple": {"word": "purple", "line": "Beyond the phantom lake lay the line of many-colored hills; rich, sun-baked yellow, glowing turquoise, lavender, purple; all the open, pastel colors of the desert.\n"}}
{"yellow": {"word": "yellow", "line": "On either side of the Cup the yellow hills ran north and south, with winding ravines between them, full of soft sand which drained down from the crumbling banks.\n"}}
{"red": {"word": "red", "line": "On the surface of this fluid sand, one could find bits of brilliant stone, crystals and agates and onyx, and petrified wood as red as blood.\n"}}
{"black": {"word": "onyx", "line": "On the surface of this fluid sand, one could find bits of brilliant stone, crystals and agates and onyx, and petrified wood as red as blood.\n"}}
{"green": {"word": "green", "line": "After a little reconnoitering, Mrs. Tellamantez declared that it was time for lunch, and Ray took his hatchet and began to cut greasewood, which burns fiercely in its green state.\n"}}
{"silver": {"word": "silver", "line": "She was silver mine, I guess?” “I guess she was!\n"}}
{"silver": {"word": "silver", "line": "Two months afterward, the boys struck that big pocket in the rock, full of virgin silver.\n"}}
{"silver": {"word": "silver", "line": "There was no vein, just a pocket in the rock that had sometime or another got filled up with molten silver.\n"}}
{"yellow": {"word": "yellow", "line": "The narrow shelf of shadow had widened until the floor of the amphitheater was marked off in two halves, one glittering yellow, and one purple.\n"}}
{"purple": {"word": "purple", "line": "The narrow shelf of shadow had widened until the floor of the amphitheater was marked off in two halves, one glittering yellow, and one purple.\n"}}
{"white": {"word": "white", "line": "Mrs. Tellamantez was thinking of the square in the little town in which she was born; of the white church steps, with people genuflecting as they passed, and the round-topped acacia trees, and the band playing in the plaza.\n"}}
{"gold": {"word": "gold", "line": "Ray Kennedy was thinking of the future, dreaming the large Western dream of easy money, of a fortune kicked up somewhere in the hills,—an oil well, a gold mine, a ledge of copper.\n"}}
{"brown": {"word": "copper", "line": "Ray Kennedy was thinking of the future, dreaming the large Western dream of easy money, of a fortune kicked up somewhere in the hills,—an oil well, a gold mine, a ledge of copper.\n"}}
{"yellow": {"word": "yellow", "line": "He believed that in the yellow head over there in the sand he had found his ideal, and that by the time she was old enough to marry, he would be able to keep her like a queen.\n"}}
{"white": {"word": "white", "line": "The top of the ridge, when they reached it, was a great flat plain, strewn with white boulders, with the wind howling over it.\n"}}
{"white": {"word": "white", "line": "But as Thea ran about among the white stones, her skirts blowing this way and that, the wind brought to her eyes tears that might have come anyway.\n"}}
{"white": {"word": "white", "line": "To the west one could see range after range of blue mountains, and at last the snowy range, with its white, windy peaks, the clouds caught here and there on their spurs.\n"}}
{"blue": {"word": "blue", "line": "To the west one could see range after range of blue mountains, and at last the snowy range, with its white, windy peaks, the clouds caught here and there on their spurs.\n"}}
{"blue": {"word": "blue", "line": "Thea remembered that message when she sighted down the wagon tracks toward the blue mountains.\n"}}
{"white": {"word": "pale", "line": "As they drove homeward the stars began to come out, pale yellow in a yellow sky, and Ray and Johnny began to sing one of those railroad ditties that are usually born on the Southern Pacific and run the length of the Santa Fé and the “Q” system before they die to give place to a new one.\n"}}
{"yellow": {"word": "yellow", "line": "As they drove homeward the stars began to come out, pale yellow in a yellow sky, and Ray and Johnny began to sing one of those railroad ditties that are usually born on the Southern Pacific and run the length of the Santa Fé and the “Q” system before they die to give place to a new one.\n"}}
{"red": {"word": "scarlet", "line": "The scarlet sage bloomed late in the front yards, the cottonwood leaves were bright gold long before they fell, and it was not until November that the green on the tamarisks began to cloud and fade.\n"}}
{"green": {"word": "green", "line": "The scarlet sage bloomed late in the front yards, the cottonwood leaves were bright gold long before they fell, and it was not until November that the green on the tamarisks began to cloud and fade.\n"}}
{"gold": {"word": "gold", "line": "The scarlet sage bloomed late in the front yards, the cottonwood leaves were bright gold long before they fell, and it was not until November that the green on the tamarisks began to cloud and fade.\n"}}
{"red": {"word": "red", "line": "In October, while the days were still warm, Thea and Tillie papered the room, walls and ceiling in the same paper, small red and brown roses on a yellowish ground.\n"}}
{"brown": {"word": "brown", "line": "In October, while the days were still warm, Thea and Tillie papered the room, walls and ceiling in the same paper, small red and brown roses on a yellowish ground.\n"}}
{"brown": {"word": "brown", "line": "Thea bought a brown cotton carpet, and her big brother, Gus, put it down for her one Sunday.\n"}}
{"white": {"word": "white", "line": "She made white cheesecloth curtains and hung them on a tape.\n"}}
{"white": {"word": "fair", "line": "Her mother gave her an old walnut dresser with a broken mirror, and she had her own dumpy walnut single bed, and a blue washbowl and pitcher which she had drawn at a church fair lottery.\n"}}
{"blue": {"word": "blue", "line": "Her mother gave her an old walnut dresser with a broken mirror, and she had her own dumpy walnut single bed, and a blue washbowl and pitcher which she had drawn at a church fair lottery.\n"}}
{"red": {"word": "red", "line": "When Thea first plunged in between her red blankets, the cold sometimes kept her awake for a good while, and she comforted herself by remembering all she could of “Polar Explorations,” a fat, calf-bound volume her father had bought from a book-agent, and by thinking about the members of Greely’s party: how they lay in their frozen sleeping-bags, each man hoarding the warmth of his own body and trying to make it last as long as possible against the on-coming cold that would be everlasting.\n"}}
{"red": {"word": "red", "line": "After half an hour or so, a warm wave crept over her body and round, sturdy legs; she glowed like a little stove with the warmth of her own blood, and the heavy quilts and red blankets grew warm wherever they touched her, though her breath sometimes froze on the coverlid.\n"}}
{"gold": {"word": "gold", "line": "Mrs. Johnson disapproved of the way in which Thea was being brought up, of a child whose chosen associates were Mexicans and sinners, and who was, as she pointedly put it, “bold with men.” She so enjoyed an opportunity to rebuke Thea, that, tightly corseted as she was, she could scarcely control her breathing, and her lace and her gold watch chain rose and fell “with short, uneasy motion.” Frowning, Thea turned away and walked slowly homeward.\n"}}
{"pink": {"word": "rose", "line": "Mrs. Johnson disapproved of the way in which Thea was being brought up, of a child whose chosen associates were Mexicans and sinners, and who was, as she pointedly put it, “bold with men.” She so enjoyed an opportunity to rebuke Thea, that, tightly corseted as she was, she could scarcely control her breathing, and her lace and her gold watch chain rose and fell “with short, uneasy motion.” Frowning, Thea turned away and walked slowly homeward.\n"}}
{"white": {"word": "white", "line": "Thea wore her white summer dress and a blue sash, but Lily Fisher had a new pink silk, trimmed with white swansdown.\n"}}
{"blue": {"word": "blue", "line": "Thea wore her white summer dress and a blue sash, but Lily Fisher had a new pink silk, trimmed with white swansdown.\n"}}
{"pink": {"word": "pink", "line": "Thea wore her white summer dress and a blue sash, but Lily Fisher had a new pink silk, trimmed with white swansdown.\n"}}
{"white": {"word": "white", "line": "There was Mrs. Kronborg with all the children, even Thor, who had been brought out in a new white plush coat.\n"}}
{"black": {"word": "black", "line": "At the back of the hall sat a little group of Mexicans, and among them Thea caught the gleam of Spanish Johnny’s white teeth, and of Mrs. Tellamantez’s lustrous, smoothly coiled black hair.\n"}}
{"white": {"word": "white", "line": "At the back of the hall sat a little group of Mexicans, and among them Thea caught the gleam of Spanish Johnny’s white teeth, and of Mrs. Tellamantez’s lustrous, smoothly coiled black hair.\n"}}
{"red": {"word": "crimson", "line": "She was attended this time by Mrs. Livery Johnson herself, crimson with triumph and gleaming-eyed, nervously rolling and unrolling a sheet of music.\n"}}
{"brown": {"word": "brown", "line": "Even the brown plush monkey she had bought for Thor with such enthusiasm seemed to have lost his wise and humorous expression.\n"}}
{"white": {"word": "white", "line": "Ray’s box contained a hand-painted white satin fan, with pond lilies—an unfortunate reminder.\n"}}
{"white": {"word": "white", "line": "She undressed quickly and stood for some time in the cold, frowning in the broken looking glass at her flaxen pig-tails, at her white neck and arms.\n"}}
{"white": {"word": "white", "line": "The air was a tender blue-gray, like the color on the doves that flew in and out of the white dove-house on the post in the Kohlers’ garden.\n"}}
{"brown": {"word": "brown", "line": "The brown silk was so worn that the wadding stuck out almost everywhere.\n"}}
{"red": {"word": "red", "line": "Only one!” He glanced at her quickly and lifted his red forefinger upright before her eyes.\n"}}
{"pink": {"word": "rose", "line": "Wunsch rose from the stool and began to button his wadded jacket, preparing to return to his half-heated room in the loft.\n"}}
{"red": {"word": "red", "line": "He smiled his loose, sarcastic smile, and thoughtfully rubbed his stubbly chin with his red fingers.\n"}}
{"blue": {"word": "blue", "line": "When Fritz came home in the early blue twilight the snow was flying faster, Mrs. Kohler was cooking _Hasenpfeffer_ in the kitchen, and the professor was seated at the piano, playing the Gluck, which he knew by heart.\n"}}
{"gold": {"word": "gold", "line": "The sand ridges ran glittering gold out to where the mirage licked them up, shining and steaming like a lake in the tropics.\n"}}
{"blue": {"word": "blue", "line": "The sky looked like blue lava, forever incapable of clouds,—a turquoise bowl that was the lid of the desert.\n"}}
{"green": {"word": "green", "line": "And yet within Mrs. Kohler’s green patch the water dripped, the beds had all been hosed, and the air was fresh with rapidly evaporating moisture.\n"}}
{"purple": {"word": "purple", "line": "At every turn of the paths,—whether one went to see the hollyhocks or the bleeding heart, or to look at the purple morning-glories that ran over the bean-poles,—wherever one went, the sweetness of the lindens struck one afresh and one always came back to them.\n"}}
{"yellow": {"word": "yellow", "line": "Under the round leaves, where the waxen yellow blossoms hung, bevies of wild bees were buzzing.\n"}}
{"pink": {"word": "pink", "line": "The tamarisks were still pink, and the flower-beds were doing their best in honor of the linden festival.\n"}}
{"white": {"word": "white", "line": "The white dove-house was shining with a fresh coat of paint, and the pigeons were crooning contentedly, flying down often to drink at the drip from the water tank.\n"}}
{"yellow": {"word": "yellow", "line": "You know,” she brushed his coat sleeve quickly with her yellow head.\n"}}
{"white": {"word": "white", "line": "As they went up and down the gravel paths between the flowerbeds, the white and yellow butterflies kept darting before them, and the pigeons were washing their pink feet at the drip and crooning in their husky bass.\n"}}
{"yellow": {"word": "yellow", "line": "As they went up and down the gravel paths between the flowerbeds, the white and yellow butterflies kept darting before them, and the pigeons were washing their pink feet at the drip and crooning in their husky bass.\n"}}
{"pink": {"word": "pink", "line": "As they went up and down the gravel paths between the flowerbeds, the white and yellow butterflies kept darting before them, and the pigeons were washing their pink feet at the drip and crooning in their husky bass.\n"}}
{"red": {"word": "red", "line": "“What is it the flowers mean when they ask him not to be harsh to their sister, eh?” he asked, looking down at her curiously and wrinkling his dull red forehead.\n"}}
{"red": {"word": "red", "line": "But the secret—what make the rose to red, the sky to blue, the man to love—_in der Brust, in der Brust_ it is, _und ohne dieses giebt es keine Kunst, giebt es keine Kunst!_” He threw up his square hand and shook it, all the fingers apart and wagging.\n"}}
{"blue": {"word": "blue", "line": "But the secret—what make the rose to red, the sky to blue, the man to love—_in der Brust, in der Brust_ it is, _und ohne dieses giebt es keine Kunst, giebt es keine Kunst!_” He threw up his square hand and shook it, all the fingers apart and wagging.\n"}}
{"pink": {"word": "rose", "line": "But the secret—what make the rose to red, the sky to blue, the man to love—_in der Brust, in der Brust_ it is, _und ohne dieses giebt es keine Kunst, giebt es keine Kunst!_” He threw up his square hand and shook it, all the fingers apart and wagging.\n"}}
{"green": {"word": "green", "line": "She did not go home, but wandered off into the sand dunes, where the prickly pear was in blossom and the green lizards were racing each other in the glittering light.\n"}}
{"yellow": {"word": "yellow", "line": "On her thirteenth birthday she wandered for a long while about the sand ridges, picking up crystals and looking into the yellow prickly-pear blossoms with their thousand stamens.\n"}}
{"yellow": {"word": "yellow", "line": "They would be changing all day long, yellow and purple and lavender, and she would not be there.\n"}}
{"purple": {"word": "purple", "line": "They would be changing all day long, yellow and purple and lavender, and she would not be there.\n"}}
{"white": {"word": "white", "line": "After he passed Uncle Billy Beemer’s cottonwood grove, the sidewalk ran out of the shadow into the white moonlight and crossed the sand gully on high posts, like a bridge.\n"}}
{"white": {"word": "white", "line": "As the doctor approached this trestle, he saw a white figure, and recognized Thea Kronborg.\n"}}
{"white": {"word": "white", "line": "In the gully below them there was, indeed, a little rabbit with a white spot of a tail, crouching down on the sand, quite motionless.\n"}}
{"white": {"word": "white", "line": "On the other side of the walk, down in the ditch, there was a patch of tall, rank sunflowers, their shaggy leaves white with dust.\n"}}
{"gray": {"word": "gray", "line": "Some day I’ll get up and find my hair turning gray, and I’ll have nothing to show for it.” Thea slid closer to him and caught his arm.\n"}}
{"gray": {"word": "gray", "line": "I won’t let you get gray.\n"}}
{"pink": {"word": "rose", "line": "Come, you must be getting home.” Thea rose.\n"}}
{"yellow": {"word": "yellow", "line": "Then Thea noticed that there was something beside her, covered up with a purple and yellow Mexican blanket.\n"}}
{"purple": {"word": "purple", "line": "Then Thea noticed that there was something beside her, covered up with a purple and yellow Mexican blanket.\n"}}
{"red": {"word": "red", "line": "Thea glanced at the blanket and recognized a square red hand which protruded.\n"}}
{"pink": {"word": "rose", "line": "At about two o’clock in the morning Wunsch rose from his ignominious cot.\n"}}
{"white": {"word": "white", "line": "There, in the faint starlight, they saw a bulky man, barefoot, half dressed, chopping away at the white post that formed the pedestal of the dove-house.\n"}}
{"red": {"word": "red", "line": "Over the stitches he glued a strip of thin red leather which he got from his friend, the harness-maker.\n"}}
{"brown": {"word": "brown", "line": "Sitting in the arbor one morning, under the ripe grapes and the brown, curling leaves, with a pen and ink on the bench beside him and the Gluck score on his knee, Wunsch pondered for a long while.\n"}}
{"purple": {"word": "purple", "line": "He had thought of a great many appropriate things to write in it, but suddenly he rejected all of them, opened the book, and at the top of the much-engraved title-page he wrote rapidly in purple ink:— Einst, O Wunder!— A. Wunsch.\n"}}
{"blue": {"word": "blue", "line": "She was at the end of the station platform, her hair in two braids, her blue gingham dress wet to the knees because she had run across lots through the weeds.\n"}}
{"white": {"word": "fair", "line": "Wunsch hoped he would always remember her as she stood by the track, looking up at him; her broad eager face, so fair in color, with its high cheek-bones, yellow eyebrows and greenishhazel eyes.\n"}}
{"yellow": {"word": "yellow", "line": "Wunsch hoped he would always remember her as she stood by the track, looking up at him; her broad eager face, so fair in color, with its high cheek-bones, yellow eyebrows and greenishhazel eyes.\n"}}
{"yellow": {"word": "yellow", "line": "He had it now, the comparison he had absently reached for before: she was like the yellow prickly pear blossoms that open there in the desert; thornier and sturdier than the maiden flowers he remembered; not so sweet, but wonderful.\n"}}
{"black": {"word": "black", "line": "She put on her gray cashmere dress and gold watch and chain, as befitted a minister’s wife, and while her husband was dressing she packed a black oilcloth satchel with such clothing as she and Thor would need overnight.\n"}}
{"gold": {"word": "gold", "line": "She put on her gray cashmere dress and gold watch and chain, as befitted a minister’s wife, and while her husband was dressing she packed a black oilcloth satchel with such clothing as she and Thor would need overnight.\n"}}
{"gray": {"word": "gray", "line": "She put on her gray cashmere dress and gold watch and chain, as befitted a minister’s wife, and while her husband was dressing she packed a black oilcloth satchel with such clothing as she and Thor would need overnight.\n"}}
{"white": {"word": "white", "line": "On it was a white dove, perched on a wreath of very blue forget-me-nots, and “Birthday Greetings” in gold letters.\n"}}
{"gold": {"word": "gold", "line": "On it was a white dove, perched on a wreath of very blue forget-me-nots, and “Birthday Greetings” in gold letters.\n"}}
{"blue": {"word": "blue", "line": "On it was a white dove, perched on a wreath of very blue forget-me-nots, and “Birthday Greetings” in gold letters.\n"}}
{"red": {"word": "red", "line": "Ray looked his best out of doors, when his thick red hands were covered by gloves, and the dull red of his sunburned face somehow seemed right in the light and wind.\n"}}
{"white": {"word": "pale", "line": "His eyes were pale beside the reddish bronze of his skin.\n"}}
{"brown": {"word": "bronze", "line": "His eyes were pale beside the reddish bronze of his skin.\n"}}
{"gold": {"word": "gold", "line": "By that time he would surely have got in on something: copper, oil, gold, silver, sheep,—something.\n"}}
{"silver": {"word": "silver", "line": "By that time he would surely have got in on something: copper, oil, gold, silver, sheep,—something.\n"}}
{"brown": {"word": "copper", "line": "By that time he would surely have got in on something: copper, oil, gold, silver, sheep,—something.\n"}}
{"blue": {"word": "blue", "line": "His blue eyes were clear and shallow, friendly, uninquiring.\n"}}
{"white": {"word": "white", "line": "Has to keep her hands white to tickle the ivories.” Giddy had nothing against Thea, but he felt cantankerous and wanted to get a rise out of Kennedy.\n"}}
{"white": {"word": "white", "line": "“Every man to his own job,” Ray replied agreeably, pulling his white shirt on over his head.\n"}}
{"yellow": {"word": "yellow", "line": "Giddy had put on a clean shirt and yellow pig-skin gloves and was whistling his best.\n"}}
{"brown": {"word": "tan", "line": "She wore a tan bombazine dress, made very plainly, and carried a roomy, worn, mother-of-the-family handbag.\n"}}
{"white": {"word": "white", "line": "Her hair, Moonstone women admitted, would have been very pretty “on anybody else.” Frizzy bangs were worn then, but Mrs. Kronborg always dressed her hair in the same way, parted in the middle, brushed smoothly back from her low, white forehead, pinned loosely on the back of her head in two thick braids.\n"}}
{"gray": {"word": "gray", "line": "It was growing gray about the temples, but after the manner of yellow hair it seemed only to have grown paler there, and had taken on a color like that of English primroses.\n"}}
{"yellow": {"word": "yellow", "line": "It was growing gray about the temples, but after the manner of yellow hair it seemed only to have grown paler there, and had taken on a color like that of English primroses.\n"}}
{"red": {"word": "red", "line": "They were crossing a plateau where great red sandstone boulders lay about, most of them much wider at the top than at the base, so that they looked like great toadstools.\n"}}
{"yellow": {"word": "yellow", "line": "She had a big string of turquoises around her neck, and she was wrapped in a fox-fur cloak, lined with little yellow feathers that must have come off wild canaries.\n"}}
{"blue": {"word": "blue", "line": "In a moment a stone, soft and blue as a robin’s egg, lay in the hard palm of his hand.\n"}}
{"white": {"word": "white", "line": "It was a turquoise, rubbed smooth in the Indian finish, which is so much more beautiful than the incongruous high polish the white man gives that tender stone.\n"}}
{"blue": {"word": "turquoise", "line": "It was a turquoise, rubbed smooth in the Indian finish, which is so much more beautiful than the incongruous high polish the white man gives that tender stone.\n"}}
{"yellow": {"word": "yellow", "line": "Blue and yellow are the Swedish colors.” Ray looked intently at her head, bent over his hand, and then gave his whole attention to the track.\n"}}
{"white": {"word": "white", "line": "I’ve always wanted to get out at this white place and look around, and now I’ll have a chance.\n"}}
{"white": {"word": "white", "line": "What makes it so white?” “Some kind of chalky rock.” Ray sprang to the ground and gave Mrs. Kronborg his hand.\n"}}
{"red": {"word": "red", "line": "Beside the station house there was a blue-grass plot, protected by a red plank fence, and six fly-bitten box-elder trees, not much larger than bushes, were kept alive by frequent hosings from the water plug.\n"}}
{"gray": {"word": "dusty", "line": "Over the windows some dusty morning-glory vines were trained on strings.\n"}}
{"grey": {"word": "dusty", "line": "Over the windows some dusty morning-glory vines were trained on strings.\n"}}
{"white": {"word": "white", "line": "All the country about was broken up into low chalky hills, which were so intensely white, and spotted so evenly with sage, that they looked like white leopards crouching.\n"}}
{"blue": {"word": "blue", "line": "White dust powdered everything, and the light was so intense that the station agent usually wore blue glasses.\n"}}
{"white": {"word": "white", "line": "Behind the station there was a water course, which roared in flood time, and a basin in the soft white rock where a pool of alkali water flashed in the sun like a mirror.\n"}}
{"white": {"word": "white", "line": "“But there’s lots of things in life that’s hard to understand.” “I guess!” murmured Giddy, looking off at the spotted white hills.\n"}}
{"white": {"word": "pale", "line": "They were a very pale blue, a color scarcely stronger than wood smoke, and the sunset had left bright streaks in the snow-filled gorges.\n"}}
{"blue": {"word": "blue", "line": "They were a very pale blue, a color scarcely stronger than wood smoke, and the sunset had left bright streaks in the snow-filled gorges.\n"}}
{"black": {"word": "black", "line": "It was a cool, restful darkness that was not black or forbidding, but somehow open and free; the night of high plains where there is no moistness or mistiness in the atmosphere.\n"}}
{"red": {"word": "red", "line": "“There’ll always be plenty of other people to take the knocks for you.” “That’s nonsense, Ray.” Thea spoke impatiently and leaned lower still, frowning at the red star.\n"}}
{"gray": {"word": "gray", "line": "But it really looks that way, The dispatcher’s turnin’ gray, All the crews is off their pay; She can hold the freight from Albuquerq’ to Needles any day; The division superintendent, he come home from Monterey, Just to see if things was pleasin’ Katie Ca—a—a—sey.” Thea laughed with her mother and applauded Giddy.\n"}}
{"black": {"word": "black", "line": "The old women sat motionless as Indians in their shawls and bonnets; some of them wore long black mourning veils.\n"}}
{"white": {"word": "white", "line": "There was one nice old lady,—tall, erect, self-respecting, with a delicate white face and a soft voice.\n"}}
{"black": {"word": "black", "line": "She always wore a black crocheted “fascinator” over her thin white hair, and she made long, tremulous prayers, full of railroad terminology.\n"}}
{"white": {"word": "white", "line": "She always wore a black crocheted “fascinator” over her thin white hair, and she made long, tremulous prayers, full of railroad terminology.\n"}}
{"black": {"word": "black", "line": "When, in Thy divine wisdom, their hour is upon them, may they, O our Heavenly Father, see only white lights along the road to Eternity.” She used to speak, too, of “the engines that race with death”; and though she looked so old and little when she was on her knees, and her voice was so shaky, her prayers had a thrill of speed and danger in them; they made one think of the deep black canyons, the slender trestles, the pounding trains.\n"}}
{"white": {"word": "white", "line": "When, in Thy divine wisdom, their hour is upon them, may they, O our Heavenly Father, see only white lights along the road to Eternity.” She used to speak, too, of “the engines that race with death”; and though she looked so old and little when she was on her knees, and her voice was so shaky, her prayers had a thrill of speed and danger in them; they made one think of the deep black canyons, the slender trestles, the pounding trains.\n"}}
{"black": {"word": "black", "line": "Thea liked to look at her sunken eyes that seemed full of wisdom, at her black thread gloves, much too long in the fingers and so meekly folded one over the other.\n"}}
{"brown": {"word": "brown", "line": "Her face was brown, and worn away as rocks are worn by water.\n"}}
{"gray": {"word": "gray", "line": "Thin snow clouds were flying overhead, so that the sky looked gray, with a dull phosphorescence.\n"}}
{"gray": {"word": "gray", "line": "The icy streets and the shingle roofs of the houses were gray, too.\n"}}
{"white": {"word": "white", "line": "She put a pair of white knitted gloves on her hands, and pinned over her head a piece of soft flannel that had been one of Thor’s long petticoats when he was a baby.\n"}}
{"black": {"word": "black", "line": "The hymns, the sick girl, the resigned black figures were forgotten.\n"}}
{"white": {"word": "white", "line": "The kindlier manifestation of human nature (about which Anna sang and talked, in the interests of which she went to conventions and wore white ribbons) were never realities to her after all.\n"}}
{"pink": {"word": "rose", "line": "You hear what she’s playing now, don’t you?” Mrs. Kronborg rose from browning her coffee.\n"}}
{"black": {"word": "black", "line": "He had a thin, hungry face covered with black hair.\n"}}
{"white": {"word": "white", "line": "There she found the tramp, his bony body grotesquely attired in the clown’s suit, his face shaved and painted white,—the sweat trickling through the paint and washing it away,—and his eyes wild and feverish.\n"}}
{"black": {"word": "black", "line": "He had disappeared and left no trace except an ugly, stupid word, chalked on the black paint of the seventy-five-foot standpipe which was the reservoir for the Moonstone water-supply; the same word, in another tongue, that the French soldier shouted at Waterloo to the English officer who bade the Old Guard surrender; a comment on life which the defeated, along the hard roads of the world, sometimes bawl at the victorious.\n"}}
{"white": {"word": "white", "line": "She kept seeing him in his bedraggled clown suit, the white paint on his roughly shaven face, playing his accordion before the saloon.\n"}}
{"green": {"word": "green", "line": "Her eyes were hard and green with excitement, the doctor noticed.\n"}}
{"green": {"word": "green", "line": "The doctor leaned forward and put his hand protectingly over hers, which lay clenched on the green felt desktop.\n"}}
{"pink": {"word": "rose", "line": "He rose and walked to the window, came back and sat down on the edge of his chair.\n"}}
{"black": {"word": "black", "line": "She ran for a long while about the white, moonlit streets, looking up at the stars and the bluish night, at the quiet houses sunk in black shade, the glittering sand hills.\n"}}
{"white": {"word": "white", "line": "She ran for a long while about the white, moonlit streets, looking up at the stars and the bluish night, at the quiet houses sunk in black shade, the glittering sand hills.\n"}}
{"white": {"word": "pale", "line": "The operator was pale and panting.\n"}}
{"pink": {"word": "pink", "line": "Over the doctor’s shoulder he saw Thea coming up the gulch, in her pink chambray dress, carrying her sun-hat by the strings.\n"}}
{"yellow": {"word": "yellow", "line": "Such a yellow head!\n"}}
{"blue": {"word": "blue", "line": "He looked at her with his clear, shallow blue eyes.\n"}}
{"blue": {"word": "blue", "line": "How many nights in his cupola, looking up the track, he had seen that face in the darkness; through the sleet and snow, or in the soft blue air when the moonlight slept on the desert.\n"}}
{"gold": {"word": "gold", "line": "The gold mine, the oil well, the copper ledge—all pipe dreams, he mused, and this was a dream, too.\n"}}
{"brown": {"word": "copper", "line": "The gold mine, the oil well, the copper ledge—all pipe dreams, he mused, and this was a dream, too.\n"}}
{"yellow": {"word": "yellow", "line": "In the dark he could see her as she would be after a while; in a box at the Tabor Grand in Denver, with diamonds on her neck and a tiara in her yellow hair, with all the people looking at her through their opera-glasses, and a United States Senator, maybe, talking to her.\n"}}
{"gold": {"word": "gold", "line": "Yes, the gold mine, the oil well, the copper ledge, they’d all got away from him, as things will; but he’d backed a winner once in his life!\n"}}
{"brown": {"word": "copper", "line": "Yes, the gold mine, the oil well, the copper ledge, they’d all got away from him, as things will; but he’d backed a winner once in his life!\n"}}
{"pink": {"word": "rose", "line": "She is very young.” Dr. Archie rose.\n"}}
{"blue": {"word": "blue", "line": "Thea wore her new blue serge traveling-dress, chosen for its serviceable qualities.\n"}}
{"blue": {"word": "blue", "line": "Yes, that blue ribbon went very well with the dress, and with Thea’s eyes.\n"}}
{"white": {"word": "fair", "line": "Her coloring was so individual, she was so unusually fair, that in the wrong clothes she might easily have been “conspicuous.” It was a fine morning, and the family set out from the house in good spirits.\n"}}
{"pink": {"word": "blush", "line": "He liked them to blush at his compliments; as Mrs. Kronborg candidly said, “Father could be very soft with the girls.” But this morning he was thinking that hard-headedness was a reassuring quality in a daughter who was going to Chicago alone.\n"}}
{"blue": {"word": "blue", "line": "“I don’t go much on old maids looking after girls,” she remarked as she took a pin out of her own hat and thrust it into Thea’s blue turban.\n"}}
{"yellow": {"word": "yellow", "line": "It seemed, on the contrary, as she looked out at the yellow desert speeding by, that she had left very little.\n"}}
{"gray": {"word": "gray", "line": "The contents of her gray telescope were becoming untidy, and it seemed impossible to keep one’s face and hands clean in Chicago.\n"}}
{"white": {"word": "white", "line": "Mr. Larsen was a small, plump man, with a short, yellow beard, very white teeth, and a little turned-up nose on which he wore gold-rimmed eye-glasses.\n"}}
{"yellow": {"word": "yellow", "line": "Mr. Larsen was a small, plump man, with a short, yellow beard, very white teeth, and a little turned-up nose on which he wore gold-rimmed eye-glasses.\n"}}
{"blue": {"word": "blue", "line": "He wore a blue coat and no cuffs.\n"}}
{"white": {"word": "white", "line": "Mr. Larsen lifted his pale eyebrows and rubbed his plump white hands together.\n"}}
{"white": {"word": "white", "line": "His white, well-kept hands were his result,—the evidence that he had worked out his life successfully in the way that pleased him.\n"}}
{"purple": {"word": "lilac", "line": "Mrs. Lorch and her daughter lived half a mile from the Swedish Reform Church, in an old square frame house, with a porch supported by frail pillars, set in a damp yard full of big lilac bushes.\n"}}
{"red": {"word": "red", "line": "There was an ingrain carpet on the floor, green ivy leaves on a red ground, and clumsy, old-fashioned walnut furniture.\n"}}
{"green": {"word": "green", "line": "There was an ingrain carpet on the floor, green ivy leaves on a red ground, and clumsy, old-fashioned walnut furniture.\n"}}
{"red": {"word": "red", "line": "Over the fat pillows were “shams” embroidered in Turkey red, each with a flowering scroll—one with “Gute’ Nacht,” the other with “Guten Morgen.” The dresser was so big that Thea wondered how it had ever been got into the house and up the narrow stairs.\n"}}
{"blue": {"word": "blue", "line": "The wall-paper was brownish yellow, with blue flowers.\n"}}
{"yellow": {"word": "yellow", "line": "The wall-paper was brownish yellow, with blue flowers.\n"}}
{"red": {"word": "red", "line": "Old Mrs. Lorch was fat and jolly, with a red face, always shining as if she had just come from the stove, bright little eyes, and hair of several colors.\n"}}
{"black": {"word": "black", "line": "Her clothes always smelled of savory cooking, except when she was dressed for church or _Kaffeeklatsch_, and then she smelled of bay rum or of the lemon-verbena sprig which she tucked inside her puffy black kid glove.\n"}}
{"yellow": {"word": "yellow", "line": "She was perhaps forty years old, angular, big-boned, with large, thin features, light-blue eyes, and dry, yellow hair, the bang tightly frizzed.\n"}}
{"white": {"word": "pale", "line": "She was pale, anaemic, and sentimental.\n"}}
{"white": {"word": "pallid", "line": "Thea, when she was admitted to this room, and shown these photographs, found herself wondering, like the Andersen family, why such a lusty, gay-looking fellow ever thought he wanted this pallid, long-cheeked woman, whose manner was always that of withdrawing, and who must have been rather thin-blooded even as a girl.\n"}}
{"yellow": {"word": "yellow", "line": "The little daughter, Tanya, liked to touch Miss Kronborg’s yellow hair and pat it, saying, “Dolly, dolly,” because it was of a color much oftener seen on dolls than on people.\n"}}
{"black": {"word": "black", "line": "Thea fingered the black wool on the edge of her plush cape and replied, “Oh, thank you, Mr. Harsanyi, but I have to wash my hair to-night.” Mrs. Harsanyi liked Miss Kronborg thoroughly.\n"}}
{"black": {"word": "black", "line": "It was very heavy and not very warm, ornamented with a showy pattern in black disks, and trimmed around the collar and the edges with some kind of black wool that “crocked” badly in snow or rain.\n"}}
{"white": {"word": "white", "line": "As she lifted this cape from Thea’s shoulders and laid it on her white bed, she wished that her husband did not have to charge pupils like this one for their lessons.\n"}}
{"white": {"word": "white", "line": "Thea wore her Moonstone party dress, white organdie, made with a “V” neck and elbow sleeves, and a blue sash.\n"}}
{"blue": {"word": "blue", "line": "Thea wore her Moonstone party dress, white organdie, made with a “V” neck and elbow sleeves, and a blue sash.\n"}}
{"red": {"word": "coral", "line": "She looked very pretty in it, and around her throat she had a string of pink coral and tiny white shells that Ray once brought her from Los Angeles.\n"}}
{"white": {"word": "white", "line": "She looked very pretty in it, and around her throat she had a string of pink coral and tiny white shells that Ray once brought her from Los Angeles.\n"}}
{"pink": {"word": "pink", "line": "She looked very pretty in it, and around her throat she had a string of pink coral and tiny white shells that Ray once brought her from Los Angeles.\n"}}
{"white": {"word": "white", "line": "She came tripping to meet Thea, looking like a little doll in her white net dress—her mother made all her clothes.\n"}}
{"silver": {"word": "silver", "line": "Thea loved their dinner table, because it was lighted by candles in silver candle-sticks, and she had never seen a table so lighted anywhere else.\n"}}
{"red": {"word": "red", "line": "After Harsanyi had finished his soup and a glass of red Hungarian wine, he lost his fagged look and became cordial and witty.\n"}}
{"brown": {"word": "brown", "line": "His head was very fine, strongly and delicately modelled, and, as Thea put it, “so independent.” A lock of his thick brown hair usually hung over his forehead.\n"}}
{"white": {"word": "pale", "line": "His neckties she usually made herself, and when she was in shops she always kept her eye open for silks in very dull or pale shades, grays and olives, warm blacks and browns.\n"}}
{"pink": {"word": "rose", "line": "Harsanyi rose and flung away his cigarette.\n"}}
{"white": {"word": "white", "line": "Mrs. Harsanyi glanced questioningly at her husband, but he was looking intently at the toes of his boots, shading his forehead with his long white hand.\n"}}
{"white": {"word": "white", "line": "Everything about her indicated it,—the big mouth, the wide jaw and chin, the strong white teeth, the deep laugh.\n"}}
{"black": {"word": "jet", "line": "Her breath came from down where her laugh came from, the deep laugh which Mrs. Harsanyi had once called “the laugh of the people.” A relaxed throat, a voice that lay on the breath, that had never been forced off the breath; it rose and fell in the air-column like the little balls which are put to shine in the jet of a fountain.\n"}}
{"pink": {"word": "rose", "line": "Her breath came from down where her laugh came from, the deep laugh which Mrs. Harsanyi had once called “the laugh of the people.” A relaxed throat, a voice that lay on the breath, that had never been forced off the breath; it rose and fell in the air-column like the little balls which are put to shine in the jet of a fountain.\n"}}
{"pink": {"word": "rose", "line": "At last Harsanyi threw back his head and rose.\n"}}
{"green": {"word": "green", "line": "Her eyes were too small to account for it, though they glittered like green ice in the sun.\n"}}
{"yellow": {"word": "yellow", "line": "I like that song.” That evening at dinner Harsanyi sat looking intently into a glass of heavy yellow wine; boring into it, indeed, with his one eye, when his face suddenly broke into a smile.\n"}}
{"white": {"word": "white", "line": "When she went into the city she used to brave the biting lake winds and stand gazing in at the displays of diamonds and pearls and emeralds; the tiaras and necklaces and earrings, on white velvet.\n"}}
{"green": {"word": "green", "line": "The Pasha was seated on a rug, beside a green candle almost as big as a telegraph pole, and before him was stretched his dead tiger, a splendid beast, and there were pink roses scattered about him.\n"}}
{"pink": {"word": "pink", "line": "The Pasha was seated on a rug, beside a green candle almost as big as a telegraph pole, and before him was stretched his dead tiger, a splendid beast, and there were pink roses scattered about him.\n"}}
{"gray": {"word": "dusty", "line": "Before Thea had any idea how fast the weeks were flying, before Mr. Larsen’s “permanent” soprano had returned to her duties, spring came; windy, dusty, strident, shrill; a season almost more violent in Chicago than the winter from which it releases one, or the heat to which it eventually delivers one.\n"}}
{"grey": {"word": "dusty", "line": "Before Thea had any idea how fast the weeks were flying, before Mr. Larsen’s “permanent” soprano had returned to her duties, spring came; windy, dusty, strident, shrill; a season almost more violent in Chicago than the winter from which it releases one, or the heat to which it eventually delivers one.\n"}}
{"white": {"word": "white", "line": "Harsanyi had given Thea a ticket for the symphony concert that afternoon, and when she looked out at the white apple trees her doubts as to whether she ought to go vanished at once.\n"}}
{"red": {"word": "red", "line": "The sun was setting in a clear, windy sky, that flamed with red as if there were a great fire somewhere on the edge of the city.\n"}}
{"black": {"word": "black", "line": "He wore an overcoat with a black fur collar, his gray mustache was waxed into little points, and his eyes were watery.\n"}}
{"gray": {"word": "gray", "line": "He wore an overcoat with a black fur collar, his gray mustache was waxed into little points, and his eyes were watery.\n"}}
{"pink": {"word": "rose", "line": "She could hear the crash of the orchestra again, and she rose on the brasses.\n"}}
{"gray": {"word": "gray", "line": "That is why I feel the responsibility of directing her.” Harsanyi paused and crushed his soft gray hat over his knee.\n"}}
{"silver": {"word": "silver", "line": "It is a sport, like the silver fox.\n"}}
{"pink": {"word": "rose", "line": "They’ve learned from me, and I’ve learned from them.” As they rose, Thomas took the younger man affectionately by the arm.\n"}}
{"pink": {"word": "rose", "line": "I’m sure you teach people that don’t try half as hard.” Harsanyi rose to his feet.\n"}}
{"gray": {"word": "gray", "line": "I shall miss her, of course.” Mrs. Harsanyi looked at her husband’s fine head against the gray window.\n"}}
{"green": {"word": "green", "line": "The lights in the day-coach were turned low and the ventilators were open, admitting showers of soot and dust upon the occupants of the narrow green plush chairs which were tilted at various angles of discomfort.\n"}}
{"black": {"word": "black", "line": "There were tired men in rumpled shirts, their necks bare and their suspenders down; old women with their heads tied up in black handkerchiefs; bedraggled young women who went to sleep while they were nursing their babies and forgot to button up their dresses; dirty boys who added to the general discomfort by taking off their boots.\n"}}
{"yellow": {"word": "yellow", "line": "As he glanced down the double rows of contorted figures, he saw one pair of eyes that were wide open and bright, a yellow head that was not overcome by the stupefying heat and smell in the car.\n"}}
{"brown": {"word": "brown", "line": "The mother said they were going to Colorado “for her daughter’s lungs.” The daughter was a little older than Thea, perhaps nineteen, with patient dark eyes and curly brown hair.\n"}}
{"white": {"word": "white", "line": "The linen was white and fresh, the darkies were trim and smiling, and the sunlight gleamed pleasantly upon the silver and the glass water-bottles.\n"}}
{"silver": {"word": "silver", "line": "The linen was white and fresh, the darkies were trim and smiling, and the sunlight gleamed pleasantly upon the silver and the glass water-bottles.\n"}}
{"pink": {"word": "pink", "line": "On each table there was a slender vase with a single pink rose in it.\n"}}
{"yellow": {"word": "yellow", "line": "When Thea sat down she looked into her rose and thought it the most beautiful thing in the world; it was wide open, recklessly offering its yellow heart, and there were drops of water on the petals.\n"}}
{"pink": {"word": "rose", "line": "When Thea sat down she looked into her rose and thought it the most beautiful thing in the world; it was wide open, recklessly offering its yellow heart, and there were drops of water on the petals.\n"}}
{"pink": {"word": "rose", "line": "All the future was in that rose, all that one would like to be.\n"}}
{"blue": {"word": "blue", "line": "It was, somehow, an honest country, and there was a new song in that blue air which had never been sung in the world before.\n"}}
{"blue": {"word": "blue", "line": "The blue jays were fighting and screeching in the cottonwood tree outside her window, as they always did, and she could hear the old Baptist deacon across the street calling his chickens, as she had heard him do every summer morning since she could remember.\n"}}
{"white": {"word": "white", "line": "She would go to call upon Mrs. Kohler to-day, and see the pigeons washing their pink feet in the drip under the water tank, and flying about their house that was sure to have a fresh coat of white paint on it for summer.\n"}}
{"pink": {"word": "pink", "line": "She would go to call upon Mrs. Kohler to-day, and see the pigeons washing their pink feet in the drip under the water tank, and flying about their house that was sure to have a fresh coat of white paint on it for summer.\n"}}
{"gold": {"word": "gold", "line": "She had missed them in Chicago; had been homesick for their brilliant morning gold and for their soft colors at evening.\n"}}
{"white": {"word": "white", "line": "But instead, Mrs. Kronborg herself came in, carrying a tray with Thea’s breakfast set out on one of the best white napkins.\n"}}
{"white": {"word": "white", "line": "Her short-sleeved nightgown had come open at the throat again, and Mrs. Kronborg noticed how white her arms and shoulders were, as if they had been dipped in new milk.\n"}}
{"white": {"word": "white", "line": "Her chest was fuller than when she went away, her breasts rounder and firmer, and though she was so white where she was uncovered, they looked rosy through the thin muslin.\n"}}
{"pink": {"word": "rosy", "line": "Her chest was fuller than when she went away, her breasts rounder and firmer, and though she was so white where she was uncovered, they looked rosy through the thin muslin.\n"}}
{"green": {"word": "green", "line": "Thea always woke with a pink flush on her cheeks, and this morning her mother thought she had never seen her eyes so wide-open and bright; like clear green springs in the wood, when the early sunlight sparkles in them.\n"}}
{"pink": {"word": "pink", "line": "Thea always woke with a pink flush on her cheeks, and this morning her mother thought she had never seen her eyes so wide-open and bright; like clear green springs in the wood, when the early sunlight sparkles in them.\n"}}
{"pink": {"word": "rose", "line": "“That’s right, daughter.” Mrs. Kronborg rose and went over to get the tray, stopping to put her hand on Thea’s chest.\n"}}
{"yellow": {"word": "yellow", "line": "Sit down and write it out for me, please.” Thea beckoned him with the short yellow pencil tied to his order-book.\n"}}
{"black": {"word": "black", "line": "Johnny ran his fingers through his curly black hair.\n"}}
{"brown": {"word": "brown", "line": "“How you accompany with piano?” “Oh, that will be easy enough.” “For you, may-bee!” Johnny smiled and drummed on the table with the tips of his agile brown fingers.\n"}}
{"pink": {"word": "rose", "line": "Listen, I tell you.” He rose and sat down on the table beside her, putting his foot on the chair.\n"}}
{"white": {"word": "white", "line": "She noticed that Thea had put on a white dress and had done her hair up with unusual care, and that she carried her best blue scarf.\n"}}
{"blue": {"word": "blue", "line": "She noticed that Thea had put on a white dress and had done her hair up with unusual care, and that she carried her best blue scarf.\n"}}
{"pink": {"word": "rosy", "line": "It was a soft, rosy evening.\n"}}
{"purple": {"word": "lavender", "line": "The sand hills were lavender.\n"}}
{"gold": {"word": "gold", "line": "The sun had gone down a glowing copper disk, and the fleecy clouds in the east were a burning rose-color, flecked with gold.\n"}}
{"brown": {"word": "copper", "line": "The sun had gone down a glowing copper disk, and the fleecy clouds in the east were a burning rose-color, flecked with gold.\n"}}
{"white": {"word": "white", "line": "Johnny, who wore a blousy white silk shirt, did not even put on his coat.\n"}}
{"black": {"word": "black", "line": "There were three little girls under twelve, in their first communion dresses, and one of them had an orange marigold in her black hair, just over her ear.\n"}}
{"black": {"word": "black", "line": "They were handsome, smiling youths, of eighteen and twenty, with pale-gold skins, smooth cheeks, aquiline features, and wavy black hair, like Johnny’s.\n"}}
{"black": {"word": "black", "line": "They were dressed alike, in black velvet jackets and soft silk shirts, with opal shirt-buttons and flowing black ties looped through gold rings.\n"}}
{"gold": {"word": "gold", "line": "They were dressed alike, in black velvet jackets and soft silk shirts, with opal shirt-buttons and flowing black ties looped through gold rings.\n"}}
{"white": {"word": "fair", "line": "They had never seen a Scandinavian girl before, and her hair and fair skin bewitched them.\n"}}
{"gold": {"word": "gold", "line": "“_Blanco y oro, semjante la Pascua!_” (White and gold, like Easter!)\n"}}
{"white": {"word": "white", "line": "The moonflowers over Mrs. Tellamantez’s door were wide open and of an unearthly white.\n"}}
{"white": {"word": "pale", "line": "The moon itself looked like a great pale flower in the sky.\n"}}
{"white": {"word": "white", "line": "The faces came out of the shadow like the white flowers over the door.\n"}}
{"black": {"word": "black", "line": "His eyes seemed twice as large as usual and had lights in them like those the moonlight makes on black, running water.\n"}}
{"white": {"word": "white", "line": "It’s very effective, somehow.” Across the gulch the Kohlers’ little house slept among its trees, a dark spot on the white face of the desert.\n"}}
{"black": {"word": "jet", "line": "Then at the appointed, at the acute, moment, the soprano voice, like a fountain jet, shot up into the light.\n"}}
{"yellow": {"word": "yellow", "line": "How it played in and about and around and over them, like a goldfish darting among creek minnows, like a yellow butterfly soaring above a swarm of dark ones.\n"}}
{"white": {"word": "white", "line": "“They’re just as clean as white people, and they have a perfect right to their own ways.\n"}}
{"white": {"word": "white", "line": "By this time she was as white as the Sunday tablecloth.\n"}}
{"pink": {"word": "rose", "line": "She rose and put her hand on the low ceiling.\n"}}
{"white": {"word": "white", "line": "Thea got up, washed her hot face and arms, and put on the white organdie dress she had worn last night; it was getting too small for her, and she might as well wear it out.\n"}}
{"green": {"word": "green", "line": "A few years ago, when she used to sit there, the light from under his green lampshade used to fall full upon her broad face and yellow pigtails.\n"}}
{"yellow": {"word": "yellow", "line": "A few years ago, when she used to sit there, the light from under his green lampshade used to fall full upon her broad face and yellow pigtails.\n"}}
{"white": {"word": "white", "line": "The shrunken white organdie rose and fell as if she were struggling to be free and to break out of it altogether.\n"}}
{"pink": {"word": "rose", "line": "The shrunken white organdie rose and fell as if she were struggling to be free and to break out of it altogether.\n"}}
{"white": {"word": "pale", "line": "Her pale cheeks, her parted lips, her flashing eyes, seemed suddenly to mean one thing—he did not know what.\n"}}
{"yellow": {"word": "yellow", "line": "Wild as her eyes were, that yellow gleam at the back of them was as hard as a diamond drill-point.\n"}}
{"pink": {"word": "rose", "line": "He rose with a nervous laugh and dropped his hand lightly on her shoulder.\n"}}
{"pink": {"word": "rose", "line": "But when the sun rose in the morning, she was far away.\n"}}
{"brown": {"word": "brown", "line": "His face was intelligent, with a narrow lower jaw, a thin nose, faded gray eyes, and a close-cut brown mustache.\n"}}
{"gray": {"word": "gray", "line": "His face was intelligent, with a narrow lower jaw, a thin nose, faded gray eyes, and a close-cut brown mustache.\n"}}
{"pink": {"word": "rose", "line": "He was proud, but I liked him for that.” Bowers rose and closed his desk.\n"}}
{"pink": {"word": "pink", "line": "Her face had a kind of heavy, thoughtless beauty, like a pink peony just at the point of beginning to fade.\n"}}
{"gold": {"word": "gold", "line": "Her brown hair was waved in front and done up behind in a great twist, held by a tortoiseshell comb with gold filigree.\n"}}
{"brown": {"word": "brown", "line": "Her brown hair was waved in front and done up behind in a great twist, held by a tortoiseshell comb with gold filigree.\n"}}
{"green": {"word": "green", "line": "She wore a beautiful little green hat with three long green feathers sticking straight up in front, a little cape made of velvet and fur with a yellow satin rose on it.\n"}}
{"yellow": {"word": "yellow", "line": "She wore a beautiful little green hat with three long green feathers sticking straight up in front, a little cape made of velvet and fur with a yellow satin rose on it.\n"}}
{"pink": {"word": "rose", "line": "She wore a beautiful little green hat with three long green feathers sticking straight up in front, a little cape made of velvet and fur with a yellow satin rose on it.\n"}}
{"yellow": {"word": "yellow", "line": "She threw her splendid wrap on a chair, the yellow lining out.\n"}}
{"white": {"word": "white", "line": "And please don’t hurry it in there,” she put her arm over Thea’s shoulder, and indicated the passage by a sweep of her white glove.\n"}}
{"purple": {"word": "purple", "line": "Her clothes, too, were different, like the attire of a shopgirl who tries to follow the fashions; a purple suit, a piece of cheap fur, a three-cornered purple hat with a pompon sticking up in front.\n"}}
{"pink": {"word": "rose", "line": "Please tell him so.” Thea rose and Mrs. Harsanyi took her hand again.\n"}}
{"brown": {"word": "brown", "line": "True, she had an arch, sprightly little manner, and a flash of salmon-pink on either brown cheek.\n"}}
{"brown": {"word": "brown", "line": "By the morning light, the purplish brown circles under her eyes were pathetic enough, and foretold no long or brilliant future.\n"}}
{"white": {"word": "white", "line": "(Even when she was singing in public, she kept her right hand down with difficulty, nervously clasping her white kid fingers together when she took a high note.\n"}}
{"black": {"word": "black", "line": "The stars glittered over the wide black water.\n"}}
{"yellow": {"word": "yellow", "line": "His hair, thick and yellow, was cut very short, and he wore a closely trimmed beard, long enough on the chin to curl a little.\n"}}
{"yellow": {"word": "yellow", "line": "Even his eyebrows were thick and yellow, like fleece.\n"}}
{"blue": {"word": "blue", "line": "He had lively blue eyes—Thea looked up at them with great interest as he sat chatting and swinging his foot rhythmically.\n"}}
{"red": {"word": "crimson", "line": "Opera?” Thea blushed crimson.\n"}}
{"pink": {"word": "rose", "line": "Let’s try it.” He rose, pushed open the door into the music-room, and motioned Thea to enter before him.\n"}}
{"blue": {"word": "blue", "line": "I told her she must produce something nice, blue or yellow, and properly cut.\n"}}
{"yellow": {"word": "yellow", "line": "I told her she must produce something nice, blue or yellow, and properly cut.\n"}}
{"white": {"word": "white", "line": "Her slippers were run over at the heel and she had not had time to have them mended, and her white gloves were not so clean as they should be.\n"}}
{"pink": {"word": "pink", "line": "The Hungarian girl stood like a monument on her flat heels, staring at the pink carnation in Ottenburg’s coat.\n"}}
{"white": {"word": "white", "line": "Mrs. Nathanmeyer was a heavy, powerful old Jewess, with a great pompadour of white hair, a swarthy complexion, an eagle nose, and sharp, glittering eyes.\n"}}
{"black": {"word": "black", "line": "She wore a black velvet dress with a long train, and a diamond necklace and earrings.\n"}}
{"white": {"word": "white", "line": "His forehead was high, his hair soft and white, his skin pink, a little puffy under his clear blue eyes.\n"}}
{"blue": {"word": "blue", "line": "His forehead was high, his hair soft and white, his skin pink, a little puffy under his clear blue eyes.\n"}}
{"pink": {"word": "pink", "line": "His forehead was high, his hair soft and white, his skin pink, a little puffy under his clear blue eyes.\n"}}
{"white": {"word": "pale", "line": "She had chosen neither the blue nor the yellow gown, but a pale rose-color, with silver butterflies.\n"}}
{"silver": {"word": "silver", "line": "She had chosen neither the blue nor the yellow gown, but a pale rose-color, with silver butterflies.\n"}}
{"blue": {"word": "blue", "line": "She had chosen neither the blue nor the yellow gown, but a pale rose-color, with silver butterflies.\n"}}
{"yellow": {"word": "yellow", "line": "She had chosen neither the blue nor the yellow gown, but a pale rose-color, with silver butterflies.\n"}}
{"yellow": {"word": "yellow", "line": "“The yellow one probably killed your hair?\n"}}
{"white": {"word": "white", "line": "You will need light slippers, pink—or white, if you have them, will do quite as well.” Thea went upstairs with the maid and Mrs. Nathanmeyer rose, took Ottenburg’s arm, and walked toward her husband.\n"}}
{"pink": {"word": "rose", "line": "You will need light slippers, pink—or white, if you have them, will do quite as well.” Thea went upstairs with the maid and Mrs. Nathanmeyer rose, took Ottenburg’s arm, and walked toward her husband.\n"}}
{"white": {"word": "white", "line": "What do you say, father?” Mr. Nathanmeyer shook his white head and smiled softly, as if he were thinking about something very agreeable.\n"}}
{"pink": {"word": "pink", "line": "The basket was full of fruit, with a big Hawaiian pineapple in the middle, and in the box there were layers of pink roses with long, woody stems and dark-green leaves.\n"}}
{"gray": {"word": "gray", "line": "The cool fragrance they released was soothing, and as the pink petals curled back, they were the only things between her and the gray sky.\n"}}
{"pink": {"word": "pink", "line": "The cool fragrance they released was soothing, and as the pink petals curled back, they were the only things between her and the gray sky.\n"}}
{"gray": {"word": "gray", "line": "As Ottenburg looked at her in the gray light, he remembered what Mrs. Nathanmeyer had said about the Swedish face “breaking early.” Thea was as gray as the weather.\n"}}
{"white": {"word": "pale", "line": "Her hair, too, though on a damp day it curled charmingly about her face, looked pale.\n"}}
{"green": {"word": "green", "line": "She was staring out of the window, down at the roof of the Art Institute and the green lions, dripping in the rain.\n"}}
{"blue": {"word": "blue", "line": "The lake was all rolling mist, with a soft shimmer of robin’s-egg blue in the gray.\n"}}
{"gray": {"word": "gray", "line": "The lake was all rolling mist, with a soft shimmer of robin’s-egg blue in the gray.\n"}}
{"black": {"word": "black", "line": "A lumber boat, with two very tall masts, was emerging gaunt and black out of the fog.\n"}}
{"white": {"word": "white", "line": "He and Thea were alone in the quiet, dusky room full of white tables.\n"}}
{"red": {"word": "red", "line": "No red tape about it.\n"}}
{"pink": {"word": "rose", "line": "What have you been doing to yourself?” Thea rose.\n"}}
{"blue": {"word": "blue", "line": "THE ANCIENT PEOPLE I The San Francisco Mountain lies in Northern Arizona, above Flagstaff, and its blue slopes and snowy summit entice the eye for a hundred miles across the desert.\n"}}
{"white": {"word": "white", "line": "The white peak of the mountain, the snow gorges above the timber, now disappeared from time to time as the road dropped and dropped, and the forest closed behind the wagon.\n"}}
{"blue": {"word": "blue", "line": "It was lost in the thrilling blue of the new sky and the song of the thin wind in the _piñons_.\n"}}
{"blue": {"word": "blue", "line": "The dead city had thus two streets, one set in either cliff, facing each other across the ravine, with a river of blue air between them.\n"}}
{"white": {"word": "pale", "line": "Their colors were so pale that the shadows of the little trees on the rock stood out sharper than the trees themselves.\n"}}
{"white": {"word": "white", "line": "But when she thought of the moonflowers that grew over Mrs. Tellamantez’s door, it was as if she had been that vine and had opened up in white flowers every night.\n"}}
{"blue": {"word": "blue", "line": "Their world was the blue air-river between the canyon walls.\n"}}
{"blue": {"word": "blue", "line": "In that blue gulf the arrow-shaped birds swam all day long, with only an occasional movement of the wings.\n"}}
{"yellow": {"word": "yellow", "line": "At night, when Thea dreamed about the canyon,—or in the early morning when she hurried toward it, anticipating it,—her conception of it was of yellow rocks baking in sunlight, the swallows, the cedar smell, and that peculiar sadness—a voice out of the past, not very loud, that went on saying a few simple things to the solitude eternally.\n"}}
{"yellow": {"word": "yellow", "line": "At the first turning of the canyon there was a half-ruined tower of yellow masonry, a watch-tower upon which the young men used to entice eagles and snare them with nets.\n"}}
{"red": {"word": "red", "line": "Some of the pottery was decorated in color, red and brown, black and white, in graceful geometrical patterns.\n"}}
{"black": {"word": "black", "line": "Some of the pottery was decorated in color, red and brown, black and white, in graceful geometrical patterns.\n"}}
{"white": {"word": "white", "line": "Some of the pottery was decorated in color, red and brown, black and white, in graceful geometrical patterns.\n"}}
{"brown": {"word": "brown", "line": "Some of the pottery was decorated in color, red and brown, black and white, in graceful geometrical patterns.\n"}}
{"red": {"word": "red", "line": "One day, on a fragment of a shallow bowl, she found a crested serpent’s head, painted in red on terra-cotta.\n"}}
{"black": {"word": "black", "line": "Again she found half a bowl with a broad band of white cliff-houses painted on a black ground.\n"}}
{"white": {"word": "white", "line": "Again she found half a bowl with a broad band of white cliff-houses painted on a black ground.\n"}}
{"black": {"word": "black", "line": "They were scarcely conventionalized at all; there they were in the black border, just as they stood in the rock before her.\n"}}
{"gray": {"word": "gray", "line": "The Sunday before had been one of those cloudy days—fortunately rare—when the life goes out of that country and it becomes a gray ghost, an empty, shivering uncertainty.\n"}}
{"yellow": {"word": "yellow", "line": "Henry had spent the day in the barn; his canyon was a reality only when it was flooded with the light of its great lamp, when the yellow rocks cast purple shadows, and the resin was fairly cooking in the corkscrew cedars.\n"}}
{"purple": {"word": "purple", "line": "Henry had spent the day in the barn; his canyon was a reality only when it was flooded with the light of its great lamp, when the yellow rocks cast purple shadows, and the resin was fairly cooking in the corkscrew cedars.\n"}}
{"pink": {"word": "rose", "line": "Out of each clump of sharp bayonet leaves rose a tall stalk hung with greenish-white bells with thick, fleshy petals.\n"}}
{"red": {"word": "crimson", "line": "The niggerhead cactus was thrusting its crimson blooms up out of every crevice in the rocks.\n"}}
{"white": {"word": "white", "line": "Both were hatless and both wore white shirts.\n"}}
{"yellow": {"word": "yellow", "line": "They left the stone-pile carelessly, as if they had never been interested in it, rounded the yellow tower, and disappeared into the second turn of the canyon, where the dead city, interrupted by the jutting promontory, began again.\n"}}
{"blue": {"word": "blue", "line": "The wood smoke which drifted from one of the cliff-houses hung in a blue scarf across the chasm, until the draft caught it and whirled it away.\n"}}
{"red": {"word": "red", "line": "The sullenness of the place seemed to say that the world could get on very well without people, red or white; that under the human world there was a geological world, conducting its silent, immense operations which were indifferent to man.\n"}}
{"white": {"word": "white", "line": "The sullenness of the place seemed to say that the world could get on very well without people, red or white; that under the human world there was a geological world, conducting its silent, immense operations which were indifferent to man.\n"}}
{"red": {"word": "red", "line": "The thin red clouds which hung above their pointed tops began to boil and move rapidly, weaving in and out like smoke.\n"}}
{"white": {"word": "pale", "line": "Little brown birds began to chirp in the bushes along the watercourse down at the bottom of the ravine, where everything was still dusky and pale.\n"}}
{"brown": {"word": "brown", "line": "Little brown birds began to chirp in the bushes along the watercourse down at the bottom of the ravine, where everything was still dusky and pale.\n"}}
{"red": {"word": "red", "line": "The red sun rose rapidly above the tops of the blazing pines, and its glow burst into the gulf, about the very doorstep on which Thea sat.\n"}}
{"pink": {"word": "rose", "line": "The red sun rose rapidly above the tops of the blazing pines, and its glow burst into the gulf, about the very doorstep on which Thea sat.\n"}}
{"white": {"word": "pale", "line": "The dripping cherry bushes, the pale aspens, and the frosty _piñons_ were glittering and trembling, swimming in the liquid gold.\n"}}
{"gold": {"word": "gold", "line": "The dripping cherry bushes, the pale aspens, and the frosty _piñons_ were glittering and trembling, swimming in the liquid gold.\n"}}
{"white": {"word": "pale", "line": "All the pale, dusty little herbs of the bean family, never seen by any one but a botanist, became for a moment individual and important, their silky leaves quite beautiful with dew and light.\n"}}
{"gray": {"word": "dusty", "line": "All the pale, dusty little herbs of the bean family, never seen by any one but a botanist, became for a moment individual and important, their silky leaves quite beautiful with dew and light.\n"}}
{"grey": {"word": "dusty", "line": "All the pale, dusty little herbs of the bean family, never seen by any one but a botanist, became for a moment individual and important, their silky leaves quite beautiful with dew and light.\n"}}
{"white": {"word": "pearly", "line": "The arch of sky overhead, heavy as lead a little while before, lifted, became more and more transparent, and one could look up into depths of pearly blue.\n"}}
{"blue": {"word": "blue", "line": "The arch of sky overhead, heavy as lead a little while before, lifted, became more and more transparent, and one could look up into depths of pearly blue.\n"}}
{"yellow": {"word": "yellow", "line": "His short curly beard and yellow hair had reddened in the sun and wind.\n"}}
{"pink": {"word": "rose", "line": "You know I always liked your song, ‘Me for the jolt of the breakers!’ I understand.” She rose impatiently and walked to the edge of the cliff.\n"}}
{"white": {"word": "white", "line": "They are more interesting than these.” She pointed across the gorge to the row of white houses in the other cliff.\n"}}
{"pink": {"word": "rose", "line": "“She’ll begin to pitch rocks on me if I don’t move.” In response to another impatient gesture from the crag, he rose and began swinging slowly up the trail.\n"}}
{"blue": {"word": "blue", "line": "Thea, too, was drowsy, and lay looking through halfclosed eyes up at the blazing blue arch over the rim of the canyon.\n"}}
{"silver": {"word": "silver", "line": "They took long rides into the Navajo pine forests, bought turquoises and silver bracelets from the wandering Indian herdsmen, and rode twenty miles to Flagstaff upon the slightest pretext.\n"}}
{"brown": {"word": "brown", "line": "The sun was shining, but heavy brown clouds were hanging in the west, like the smoke of a forest fire.\n"}}
{"green": {"word": "green", "line": "They made the half-mile at a quick trot, and as they ran the rocks and the sky and the air between the cliffs turned a turbid green, like the color in a moss agate.\n"}}
{"green": {"word": "green", "line": "Thea’s hair, even, was green.\n"}}
{"green": {"word": "green", "line": "We needn’t come in yet.” The green light grew murkier and murkier.\n"}}
{"brown": {"word": "bronze", "line": "The yuccas, the cedars, and _piñons_ stood dark and rigid, like bronze.\n"}}
{"purple": {"word": "purple", "line": "While Fred and Thea watched from the doorway, the light changed to purple.\n"}}
{"black": {"word": "black", "line": "Only the little cedars stood black and unmoved in the torrents that fell from so far above.\n"}}
{"yellow": {"word": "yellow", "line": "As he sheltered it between his hands, it sizzled and sputtered, throwing a yellow flicker over Thea and her blankets.\n"}}
{"white": {"word": "fair", "line": "“Are you going to play fair, or is it about my cue to cut away?” “I’ll play fair.\n"}}
{"gray": {"word": "gray", "line": "While she tucked her hair more securely under the rubber hat he stood in front of her, between her and the gray doorway, without moving.\n"}}
{"pink": {"word": "rose", "line": "When she rose to meet him like that, he felt her flash into everything that she had ever suggested to him, as if she filled out her own shadow.\n"}}
{"gray": {"word": "gray", "line": "The rain was pouring steadily down through the dying gray twilight, and muddy streams were spouting and foaming over the cliff.\n"}}
{"white": {"word": "white", "line": "Can’t tell what there is under this water.” But the path was older than the white man’s Arizona.\n"}}
{"pink": {"word": "rose", "line": "As they neared the head of the canyon, where the path lifted and rose in steep loops to the surface of the plateau, the climb was more difficult.\n"}}
{"black": {"word": "black", "line": "The canyon behind them was already black.\n"}}
{"black": {"word": "black", "line": "It was a cactus I grabbed, and it startled me.” “Now, one more pull and we’re on the level.” They emerged gasping upon the black plateau.\n"}}
{"black": {"word": "black", "line": "In the last five minutes the darkness had solidified and it seemed as if the skies were pouring black water.\n"}}
{"yellow": {"word": "yellow", "line": "As the bright morning advanced, they sat alone on the rear platform of the observation car, watching the yellow miles unfold and disappear.\n"}}
{"yellow": {"word": "yellow", "line": "But I don’t see why we have to go so far.” “When we get to Winslow, you look about the freight yards and you’ll probably see several yellow cars with my name on them.\n"}}
{"pink": {"word": "rose", "line": "No, one can’t go back.” She rose and stood by the back grating of the platform, her hand on the brass rail.\n"}}
{"black": {"word": "black", "line": "When she wriggled out of her moleskin coat at luncheon, she looked like a slim black weasel.\n"}}
{"black": {"word": "black", "line": "Her face was mobile and discontented, her eyes quick and black.\n"}}
{"black": {"word": "black", "line": "As they entered the Park he happened to glance under her wide black hat at her black eyes and hair—the muff hid everything else—and discovered that she was crying.\n"}}
{"gray": {"word": "gray", "line": "He discovered that she was more receptive and more effective under a pleasant stimulus than she was under the gray grind which she considered her salvation.\n"}}
{"silver": {"word": "silver", "line": "PART V. DR. ARCHIE’S VENTURE I Dr. Howard Archie had come down to Denver for a meeting of the stockholders in the San Felipe silver mine.\n"}}
{"white": {"word": "white", "line": "On the morning of the 11th he came down to breakfast to find the streets white and the air thick with snow.\n"}}
{"pink": {"word": "rose", "line": "At last Oscar came out, as if the idea had just struck him, “Matches, sir?” “Yes, thank you.” The doctor slipped a coin into his palm and rose, crumpling Thea’s letter in his hand and thrusting the others into his pocket unopened.\n"}}
{"white": {"word": "pallid", "line": "Have it for you in a minute.” The young man’s pallid, clean-scraped face was all sympathetic interest as he reached for the telephone.\n"}}
{"brown": {"word": "bronze", "line": "He began to pace the lobby, his hands behind him, watching the bronze elevator doors like a hawk.\n"}}
{"black": {"word": "black", "line": "At last Captain Harris issued from one of them, tall and imposing, wearing a Stetson and fierce mustaches, a fur coat on his arm, a solitaire glittering upon his little finger and another in his black satin ascot.\n"}}
{"gray": {"word": "gray", "line": "In removing his hat, the Captain exposed a bald, flushed dome, thatched about the ears with yellowish gray hair.\n"}}
{"pink": {"word": "rose", "line": "A deal waiting for me in New York.” Dr. Archie rose.\n"}}
{"silver": {"word": "silver", "line": "We can manage our own silver out here, and we’re going to take it out by the ton, sir!” The doctor left the dining-room, and after another consultation with the clerk, he wrote his first telegram to Thea:— Miss Thea Kronborg, Everett House, New York.\n"}}
{"black": {"word": "black", "line": "Very bad form back there.” II Fred Ottenburg, smartly dressed for the afternoon, with a long black coat and gaiters was sitting in the dusty parlor of the Everett House.\n"}}
{"gray": {"word": "dusty", "line": "Very bad form back there.” II Fred Ottenburg, smartly dressed for the afternoon, with a long black coat and gaiters was sitting in the dusty parlor of the Everett House.\n"}}
{"grey": {"word": "dusty", "line": "Very bad form back there.” II Fred Ottenburg, smartly dressed for the afternoon, with a long black coat and gaiters was sitting in the dusty parlor of the Everett House.\n"}}
{"brown": {"word": "brown", "line": "The room was brown with time, dark in spite of two windows that opened on Union Square, with dull curtains and carpet, and heavy, respectable-looking furniture in somber colors.\n"}}
{"black": {"word": "black", "line": "The place was saved from utter dismalness by a coal fire under the black marble mantelpiece,—brilliantly reflected in a long mirror that hung between the two windows.\n"}}
{"yellow": {"word": "yellow", "line": "Thea seated herself at the walnut writing-desk, still holding the slip of yellow paper.\n"}}
{"white": {"word": "white", "line": "He’ll be hard on you.” Fred studied the white ash of his cigarette before he flicked it off.\n"}}
{"black": {"word": "black", "line": "The black clock on the mantel began to strike.\n"}}
{"pink": {"word": "rose", "line": "Fred got up, and Thea also rose.\n"}}
{"white": {"word": "white", "line": "Her hands, very white, lay passive on her dark gown.\n"}}
{"blue": {"word": "blue", "line": "He shook his head and flashed an angry, tormented look out into the blue twilight over the Square, through which muffled cries and calls and the clang of car bells came up from the street.\n"}}
{"red": {"word": "red", "line": "I can’t see anything so funny about Moonstone, you know.” She pushed her chair back a little from the hearth and clasped her hands over her knee, still looking thoughtfully into the red coals.\n"}}
{"black": {"word": "black", "line": "She kept looking at the black clock, and then down into the Square.\n"}}
{"black": {"word": "black", "line": "“You mean it keeps them from getting affected?” “Yes; keeps them from getting off the track generally.” While the waiter filled the glasses, Fred pointed out to Thea a big black French barytone who was eating anchovies by their tails at one of the tables below, and the doctor looked about and studied his fellow diners.\n"}}
{"white": {"word": "white", "line": "He recognized the fine texture of her mother’s skin, with the difference that, when she reached across the table to give him a bunch of grapes, her arm was not only white, but somehow a little dazzling.\n"}}
{"pink": {"word": "rose", "line": "Presently he shook himself and rose.\n"}}
{"blue": {"word": "blue", "line": "A little blue silk bag of orris-root powder.\n"}}
{"purple": {"word": "purple", "line": "I seem to get a good deal of him from this.” He opened the book again, where he kept the place with his finger, and scrutinized the purple ink.\n"}}
{"white": {"word": "white", "line": "How nicely they smell of your things!” He looked at the white squares for a moment and then put them in his pocket.\n"}}
{"black": {"word": "black", "line": "The stone terrace is a white field over which fiery reflections dance, and the trees and bushes are faithfully repeated in snow—on every black twig a soft, blurred line of white.\n"}}
{"white": {"word": "white", "line": "The stone terrace is a white field over which fiery reflections dance, and the trees and bushes are faithfully repeated in snow—on every black twig a soft, blurred line of white.\n"}}
{"gray": {"word": "gray", "line": "His sandy hair and imperial conceal whatever gray they harbor.\n"}}
{"silver": {"word": "silver", "line": "But Jasper Flight believes that the Almighty keeps the secret of the silver deposits in these hills, and gives it away to the deserving.\n"}}
{"white": {"word": "white", "line": "The beast is nearly as white as Jasper; must be twenty years old.” “If you stake him this time, you won’t have to again,” said T. B. knowingly.\n"}}
{"blue": {"word": "blue", "line": "The snow, beaten hard, was blue in the dusk; a day of blinding sunlight had not even started a thaw.\n"}}
{"red": {"word": "red", "line": "The lights of the city twinkled pale below him in the quivering violet air, and the dome of the State House behind him was still red with the light from the west.\n"}}
{"white": {"word": "pale", "line": "The lights of the city twinkled pale below him in the quivering violet air, and the dome of the State House behind him was still red with the light from the west.\n"}}
{"purple": {"word": "violet", "line": "The lights of the city twinkled pale below him in the quivering violet air, and the dome of the State House behind him was still red with the light from the west.\n"}}
{"pink": {"word": "rose", "line": "Archie lived in his own house on Colfax Avenue, where he had roomy grounds and a rose garden and a conservatory.\n"}}
{"silver": {"word": "silver", "line": "Six months afterward, while Dr. Archie was living at the Brown Palace Hotel, the San Felipe mine began to give up that silver hoard which old Captain Harris had always accused it of concealing, and San Felipe headed the list of mining quotations in every daily paper, East and West.\n"}}
{"pink": {"word": "rose", "line": "Bring up some cognac and arak, Tai,” he added as he rose from the table.\n"}}
{"black": {"word": "black", "line": "He drank his coffee and lit a big black cigar while his guest looked over the assortment of cigarettes on the tray.\n"}}
{"white": {"word": "white", "line": "That’s the only thing that isn’t fake—making men and machines go, and actually turning out a product.” The doctor poured himself some white cordial and looked over the little glass into the fire with an expression which led Ottenburg to believe that he was getting at something in his own mind.\n"}}
{"yellow": {"word": "yellow", "line": "He seemed to be looking at a fixed point: the yellow glass eyes of a fine wildcat over one of the bookcases.\n"}}
{"red": {"word": "red", "line": "So I didn’t get to see Thea.” Ottenburg studied the red end of his cigarette attentively.\n"}}
{"pink": {"word": "rose", "line": "She simply _was_ the idea of the Rhine music.” Ottenburg rose and stood with his back to the fire.\n"}}
{"white": {"word": "white", "line": "He found her in bed, in the room where he had more than once attended her, a handsome woman of sixty with a body still firm and white, her hair, faded now to a very pale primrose, in two thick braids down her back, her eyes clear and calm.\n"}}
{"red": {"word": "red", "line": "He had got into Jersey City on an early train, and a red, windy sunrise over the North River had given him a good appetite.\n"}}
{"blue": {"word": "blue", "line": "Before the ticket stand he saw a bunch of blue posters announcing the opera casts for the week.\n"}}
{"pink": {"word": "rose", "line": "As Archie strolled about the paths which traversed this slope, below the street level, the fourteen stories of the apartment hotel rose above him like a perpendicular cliff.\n"}}
{"pink": {"word": "rose", "line": "When the steel curtain rose and the men of the orchestra took their places, he felt distinctly nervous.\n"}}
{"white": {"word": "white", "line": "There was a flutter of white at the back of the stage, and women began to come in: two, four, six, eight, but not the right one.\n"}}
{"silver": {"word": "silver", "line": "She began again, “_In lichter Waffen Scheine._” Archie did not know when his buckfever passed, but presently he found that he was sitting quietly in a darkened house, not listening to but dreaming upon a river of silver sound.\n"}}
{"white": {"word": "white", "line": "Attitudes, movements, her face, her white arms and fingers, everything was suffused with a rosy tenderness, a warm humility, a gracious and yet—to him—wholly estranging beauty.\n"}}
{"pink": {"word": "rosy", "line": "Attitudes, movements, her face, her white arms and fingers, everything was suffused with a rosy tenderness, a warm humility, a gracious and yet—to him—wholly estranging beauty.\n"}}
{"white": {"word": "white", "line": "She gave him a piercing, defiant glance through the white scarf that covered her face.\n"}}
{"black": {"word": "black", "line": "There was still black on her brows and lashes.\n"}}
{"white": {"word": "pale", "line": "She was very pale and her face was drawn and deeply lined.\n"}}
{"black": {"word": "black", "line": "You can’t say as much for me, can you?” She was standing in the middle of the room, in a white silk shirtwaist and a short black velvet skirt, which somehow suggested that they had ‘cut off her petticoats all round about.’ She looked distinctly clipped and plucked.\n"}}
{"white": {"word": "white", "line": "You can’t say as much for me, can you?” She was standing in the middle of the room, in a white silk shirtwaist and a short black velvet skirt, which somehow suggested that they had ‘cut off her petticoats all round about.’ She looked distinctly clipped and plucked.\n"}}
{"black": {"word": "black", "line": "I’m always a scarecrow after I sing a long part like that—so high, too.” She absently pulled out the handkerchief that protruded from his breast pocket and began to wipe the black paint off her eyebrows and lashes.\n"}}
{"silver": {"word": "silver", "line": "“How can you leave a silver mine?\n"}}
{"pink": {"word": "rose", "line": "Probably not, but I did.” Here the maid appeared at the door and her mistress rose.\n"}}
{"white": {"word": "white", "line": "Now, where have you been, Archie, until this shocking hour?” “Bah, you’ve been banting!” the doctor exclaimed, pulling out his white gloves as he searched for his handkerchief and throwing them into a chair.\n"}}
{"white": {"word": "white", "line": "His white waistcoat, upon which the doctor had fixed a challenging eye, went down straight from the top button, and he wore a camelia.\n"}}
{"white": {"word": "fair", "line": "None but the brave deserve the fair.\n"}}
{"green": {"word": "green", "line": "Now, doctor, here’s a cold one.” He twirled a napkin smoothly about the green glass, the cork gave and slipped out with a soft explosion.\n"}}
{"white": {"word": "pale", "line": "He was lounging back in his chair, and his face was pale and drawn hard by that mood of intense concentration which lurks under the sunny shallows of the vineyard.\n"}}
{"pink": {"word": "rose", "line": "I’m beautifully drunk, but not with anything that ever grew in France.” The doctor rose.\n"}}
{"blue": {"word": "blue", "line": "A reality like Dr. Archie, poking up out of the past, reminded one of disappointments and losses, of a freedom that was no more: reminded her of blue, golden mornings long ago, when she used to waken with a burst of joy at recovering her precious self and her precious world; when she never lay on her pillows at eleven o’clock like something the waves had washed up.\n"}}
{"pink": {"word": "rose", "line": "She rose and ran up the window shades and turned on the water in her bathroom, glancing into the mirror apprehensively as she passed it.\n"}}
{"white": {"word": "white", "line": "Her white bathroom, almost as large as her sleeping-room, she regarded as a refuge.\n"}}
{"pink": {"word": "rose", "line": "After a noisy moment under the cold shower, she stepped out on the rug flushed and glowing, threw her arms above her head, and rose on her toes, keeping the elevation as long as she could.\n"}}
{"pink": {"word": "rose", "line": "As she rose, and came to meet him, Archie felt a deep relief, a sudden thankfulness.\n"}}
{"green": {"word": "green", "line": "He kept Thea’s hands and held her where he met her, taking in the light, lively sweep of her hair, her clear green eyes and her throat that came up strong and dazzlingly white from her green velvet gown.\n"}}
{"white": {"word": "white", "line": "He kept Thea’s hands and held her where he met her, taking in the light, lively sweep of her hair, her clear green eyes and her throat that came up strong and dazzlingly white from her green velvet gown.\n"}}
{"white": {"word": "white", "line": "The rooms, Archie noticed, full of last night’s flowers, were furnished in light colors, the hotel bleakness of them a little softened by a magnificent Steinway piano, white bookshelves full of books and scores, some drawings of ballet dancers, and the very deep sofa behind the piano.\n"}}
{"gray": {"word": "gray", "line": "I can sing the music, but I have to go after it.” “That is exactly,” the doctor came out boldly, “what Fred Ottenburg said this morning.” They had remained standing, the three of them, by the piano, where the gray afternoon light was strongest.\n"}}
{"white": {"word": "white", "line": "They were from him, then—some flowers that came last night without a card.” She indicated the white lilacs on the window sill.\n"}}
{"brown": {"word": "brown", "line": "Did you see that notice, Oliver?” Dr. Archie looked closely at the red-headed young man for the first time, and met his lively brown eyes, full of a droll, confiding sort of humor.\n"}}
{"red": {"word": "red", "line": "He was undersized and clumsily made, with a red, shiny face and a sharp little nose that looked as if it had been whittled out of wood and was always in the air, on the scent of something.\n"}}
{"purple": {"word": "lavender", "line": "His dress seemed an acknowledgment of his grotesqueness: a short coat, like a little boys’ roundabout, and a vest fantastically sprigged and dotted, over a lavender shirt.\n"}}
{"pink": {"word": "rose", "line": "I won’t hang around and be a burden to you, but I want to try to get educated up to you, though I expect it’s late to begin.” Thea rose and touched him lightly on the shoulder.\n"}}
{"white": {"word": "pale", "line": "He was still pale and looked somewhat chastened, and the lock of hair that hung down over his forehead was distinctly moist.\n"}}
{"black": {"word": "black", "line": "But his black afternoon coat, his gray tie and gaiters were of a correctness that Dr. Archie could never attain for all the efforts of his faithful slave, Van Deusen, the Denver haberdasher.\n"}}
{"gray": {"word": "gray", "line": "But his black afternoon coat, his gray tie and gaiters were of a correctness that Dr. Archie could never attain for all the efforts of his faithful slave, Van Deusen, the Denver haberdasher.\n"}}
{"pink": {"word": "rose", "line": "I hate the matinees; like singing at a _Kaffeklatsch_.” She rose and turned on the lights.\n"}}
{"brown": {"word": "brown", "line": "Did they bring him in a gilt cage?” “No,”—Archie spoke up for himself,—“they brought him in a brown sauce, which was very good.\n"}}
{"green": {"word": "green", "line": "He was a good friend to a green girl.\n"}}
{"white": {"word": "pale", "line": "Then call a taxi, please.” Thea had not changed her position since he first interrupted her, but she had grown pale and was opening and shutting her hands rapidly.\n"}}
{"white": {"word": "white", "line": "“See that white trunk?\n"}}
{"white": {"word": "white", "line": "“Can I help you?” She threw him some white sandals with long laces and silk stockings pinned to them.\n"}}
{"white": {"word": "white", "line": "Her face, in the white light, looked as bleak as a stone quarry.\n"}}
{"red": {"word": "red", "line": "The waiters, in red waistcoats, were hurrying about.\n"}}
{"white": {"word": "white", "line": "“You remember, Dr. Archie, how my mother always wore her hair, parted in the middle and done low on her neck behind, so you got the shape of her head and such a calm, white forehead?\n"}}
{"pink": {"word": "rose", "line": "Those English people can’t make out where you got your lady, she’s so made up of contradictions.” She rose laughing and plunged her arms into the coat Dr. Archie held for her.\n"}}
{"red": {"word": "red", "line": "His spare, dry figure, his prominent larynx, and the peculiar red of his face and hands belonged to the choreboy he had never outgrown.\n"}}
{"white": {"word": "pearly", "line": "One side was painted with a pearly sky and floating clouds.\n"}}
{"silver": {"word": "silver", "line": "Mrs. McGinnis brought the tea and put it before the hearth: old teacups that were velvety to the touch and a pot-bellied silver cream pitcher of an Early Georgian pattern, which was always brought, though Landry took rum.\n"}}
{"red": {"word": "red", "line": "Fred drank his tea walking about, examining Landry’s sumptuous writing-table in the alcove and the Boucher drawing in red chalk over the mantel.\n"}}
{"white": {"word": "white", "line": "He understood now why Thea wished him to hear her in “Rheingold.” It had been clear to him as soon as _Fricka_ rose from sleep and looked out over the young world, stretching one white arm toward the new Götterburg shining on the heights.\n"}}
{"pink": {"word": "rose", "line": "He understood now why Thea wished him to hear her in “Rheingold.” It had been clear to him as soon as _Fricka_ rose from sleep and looked out over the young world, stretching one white arm toward the new Götterburg shining on the heights.\n"}}
{"gold": {"word": "gold", "line": "As she worked her voice into it, it got more and more of that ‘gold’ quality that makes her _Fricka_ so different.” Fred began _Fricka’s_ first aria again.\n"}}
{"pink": {"word": "rose", "line": "Now, if you’ll excuse me, I’ll have to dress.” He rose with a reluctant sigh.\n"}}
{"brown": {"word": "amber", "line": "She pushed the piano back against the wall and the chairs into corners, and she broke my amber elephant.” Landry took a yellow object some four inches high from one of his low bookcases.\n"}}
{"yellow": {"word": "yellow", "line": "She pushed the piano back against the wall and the chairs into corners, and she broke my amber elephant.” Landry took a yellow object some four inches high from one of his low bookcases.\n"}}
{"brown": {"word": "amber", "line": "Yes, he’s lemon amber, very fine.” Landry disappeared behind the curtains and in a moment Fred heard the wheeze of an atomizer.\n"}}
{"brown": {"word": "amber", "line": "He put the amber elephant on the piano beside him and seemed to get a great deal of amusement out of the beast.\n"}}
{"brown": {"word": "amber", "line": "“And why, please, did you break Landry’s amber elephant?” She looked guilty and began to laugh.\n"}}
{"white": {"word": "white", "line": "She wore a white dress trimmed with crystals which had rattled a good deal during dinner, as all her movements had been impatient and nervous, and she had twisted the dark velvet rose at her girdle until it looked rumpled and weary.\n"}}
{"pink": {"word": "rose", "line": "She wore a white dress trimmed with crystals which had rattled a good deal during dinner, as all her movements had been impatient and nervous, and she had twisted the dark velvet rose at her girdle until it looked rumpled and weary.\n"}}
{"pink": {"word": "rose", "line": "Thea rose and stood beside him, her hand on his shoulder.\n"}}
{"pink": {"word": "rose", "line": "I am careful,”—she ran her arm through Archie’s and when he rose began to walk about the room with him.\n"}}
{"white": {"word": "white", "line": "And I’ve gone to sleep and wakened up in the Kohlers’ garden, with the pigeons and the white rabbits, so happy!\n"}}
{"black": {"word": "black", "line": "A flock of gulls were hovering over the reservoir, seeming bewildered by the driving currents of snow that whirled above the black water and then disappeared within it.\n"}}
{"white": {"word": "fair", "line": "I’ve not given myself a fair chance in other directions.\n"}}
{"black": {"word": "black", "line": "It takes a great many people to make one—_Brünnhilde_.” Thea stopped by the fence and looked over into the black choppiness on which the snowflakes fell and disappeared with magical rapidity.\n"}}
{"gray": {"word": "gray", "line": "I’ve gradually, gradually given you up.” “See, the lights are coming out.” Thea pointed to where they flickered, flashes of violet through the gray tree-tops.\n"}}
{"purple": {"word": "violet", "line": "I’ve gradually, gradually given you up.” “See, the lights are coming out.” Thea pointed to where they flickered, flashes of violet through the gray tree-tops.\n"}}
{"white": {"word": "pale", "line": "Lower down the globes along the drives were becoming a pale lemon color.\n"}}
{"blue": {"word": "blue", "line": "My taxi must be waiting.” The blue light about them was growing deeper and darker, and the falling snow and the faint trees had become violet.\n"}}
{"purple": {"word": "violet", "line": "My taxi must be waiting.” The blue light about them was growing deeper and darker, and the falling snow and the faint trees had become violet.\n"}}
{"white": {"word": "white", "line": "The snowflakes hovered like swarms of white bees about the globes.\n"}}
{"blue": {"word": "blue", "line": "She tried to think about her little rock house and the Arizona sun and the blue sky.\n"}}
{"red": {"word": "red", "line": "Once between the red blankets there was a short, fierce battle with the cold; then, warmer—warmer.\n"}}
{"gray": {"word": "gray", "line": "Mrs. Harsanyi’s hair was noticeably gray, but her face was fuller and handsomer than in those early years of struggle, and she was beautifully dressed.\n"}}
{"black": {"word": "black", "line": "He had put on his best afternoon coat in honor of his pupil, and wore a pearl in his black ascot.\n"}}
{"gray": {"word": "gray", "line": "His hair was longer and more bushy than he used to wear it, and there was now one gray lock on the right side.\n"}}
{"pink": {"word": "rose", "line": "Before the curtain rose he was restless and nervous, and kept looking at his watch and wishing he had got a few more letters off before he left his hotel.\n"}}
{"yellow": {"word": "yellow", "line": "Throughout the first scene he sat sunk in his chair, his head forward and his one yellow eye rolling restlessly and shining like a tiger’s in the dark.\n"}}
{"pink": {"word": "rose", "line": "Like the spring, indeed, it blossomed into memories and prophecies, it recounted and it foretold, as she sang the story of her friendless life, and of how the thing which was truly herself, “bright as the day, rose to the surface” when in the hostile world she for the first time beheld her Friend.\n"}}
{"pink": {"word": "rose", "line": "Fervently she rose into the hardier feeling of action and daring, the pride in hero-strength and hero-blood, until in a splendid burst, tall and shining like a Victory, she christened him:— “Siegmund— So nenn ich dich!” Her impatience for the sword swelled with her anticipation of his act, and throwing her arms above her head, she fairly tore a sword out of the empty air for him, before _Nothung_ had left the tree.\n"}}
{"red": {"word": "flaming", "line": "_In höchster Trunkenheit_, indeed, she burst out with the flaming cry of their kinship: “If you are _Siegmund_, I am _Sieglinde!_” Laughing, singing, bounding, exulting,—with their passion and their sword,—the _Volsungs_ ran out into the spring night.\n"}}
{"red": {"word": "flaming", "line": "When Thea Kronborg came out of the stage entrance on Fortieth Street, the sky was still flaming with the last rays of the sun that was sinking off behind the North River.\n"}}
{"white": {"word": "white", "line": "Had she lifted her eyes an instant and glanced out through her white scarf, she must have seen the only man in the crowd who had removed his hat when she emerged, and who stood with it crushed up in his hand.\n"}}
{"black": {"word": "black", "line": "His lustrous black hair was full of gray, and his face was a good deal worn by the _extasi_, so that it seemed to have shrunk away from his shining eyes and teeth and left them too prominent.\n"}}
{"gray": {"word": "gray", "line": "His lustrous black hair was full of gray, and his face was a good deal worn by the _extasi_, so that it seemed to have shrunk away from his shining eyes and teeth and left them too prominent.\n"}}
{"blue": {"word": "blue", "line": "Then he walked down Broadway with his hands in his overcoat pockets, wearing a smile which embraced all the stream of life that passed him and the lighted towers that rose into the limpid blue of the evening sky.\n"}}
{"pink": {"word": "rose", "line": "Then he walked down Broadway with his hands in his overcoat pockets, wearing a smile which embraced all the stream of life that passed him and the lighted towers that rose into the limpid blue of the evening sky.\n"}}
{"blue": {"word": "blue", "line": "The paper lanterns which hang among the trees are foolish toys, only dimming, in little lurid circles, the great softness of the lunar light that floods the blue heavens and the high plateau.\n"}}
{"white": {"word": "white", "line": "To the east the sand hills shine white as of old, but the empire of the sand is gradually diminishing.\n"}}
{"pink": {"word": "pink", "line": "She has a long chin, a long nose, and she is dressed like a young girl, with a pink sash and a lace garden hat with pink rosebuds.\n"}}
{"green": {"word": "green", "line": "She lives alone in a little house with a green yard, and keeps a fancywork and millinery store.\n"}}
{"white": {"word": "white", "line": "If you chanced to be passing down that Moonstone street and saw that alert white figure rocking there behind the screen of roses and lingering late into the night, you might feel sorry for her, and how mistaken you would be!\n"}}
{"silver": {"word": "silver", "line": "Tillie often wondered how she had been able to bear it when Thea came down the stairs in the wedding robe embroidered in silver, with a train so long it took six women to carry it.\n"}}
{"white": {"word": "white", "line": "Tillie finished brushing her white hair and laughed as she gave it a smart turn and brought it into her usual French twist.\n"}}
{"black": {"word": "black", "line": "If Moonstone doubted, she had evidence enough: in black and white, in figures and photographs, evidence in hair lines on metal disks.\n"}}
{"white": {"word": "white", "line": "If Moonstone doubted, she had evidence enough: in black and white, in figures and photographs, evidence in hair lines on metal disks.\n"}}
{"red": {"word": "red", "line": "She need never tremble in secret lest she might sometime stretch a point in Thea’s favor.—Oh, the comfort, to a soul too zealous, of having at last a rose so red it could not be further painted, a lily so truly auriferous that no amount of gilding could exceed the fact!\n"}}
{"pink": {"word": "rose", "line": "She need never tremble in secret lest she might sometime stretch a point in Thea’s favor.—Oh, the comfort, to a soul too zealous, of having at last a rose so red it could not be further painted, a lily so truly auriferous that no amount of gilding could exceed the fact!\n"}}
{"purple": {"word": "purple", "line": "The cat was purring on the bench and the morning-glories were thrusting their purple trumpets in through the lattice-work in a friendly way.\n"}}
{"red": {"word": "crimson", "line": "The front porch, to be sure, was dripping with crimson ramblers that ought to be cut for the good of the vines; but never the rose in the hand for Tillie!\n"}}
{"pink": {"word": "rose", "line": "The front porch, to be sure, was dripping with crimson ramblers that ought to be cut for the good of the vines; but never the rose in the hand for Tillie!\n"}}
