{"green": {"word": "green", "line": "The Awakening and Selected Short Stories by Kate Chopin Contents THE AWAKENING I A green and yellow parrot, which hung in a cage outside the door, kept repeating over and over: “_Allez vous-en!\n"}}
{"yellow": {"word": "yellow", "line": "The Awakening and Selected Short Stories by Kate Chopin Contents THE AWAKENING I A green and yellow parrot, which hung in a cage outside the door, kept repeating over and over: “_Allez vous-en!\n"}}
{"brown": {"word": "brown", "line": "His hair was brown and straight, parted on one side.\n"}}
{"white": {"word": "white", "line": "She was a fresh, pretty woman, clad always in white with elbow sleeves.\n"}}
{"black": {"word": "black", "line": "Farther down, before one of the cottages, a lady in black was walking demurely up and down, telling her beads.\n"}}
{"white": {"word": "white", "line": "He fixed his gaze upon a white sunshade that was advancing at snail’s pace from the beach.\n"}}
{"yellow": {"word": "yellow", "line": "He could see it plainly between the gaunt trunks of the water-oaks and across the stretch of yellow camomile.\n"}}
{"blue": {"word": "blue", "line": "The gulf looked far away, melting hazily into the blue of the horizon.\n"}}
{"brown": {"word": "brown", "line": "II Mrs. Pontellier’s eyes were quick and bright; they were a yellowish brown, about the color of her hair.\n"}}
{"silver": {"word": "silver", "line": "From his trousers pockets he took a fistful of crumpled bank notes and a good deal of silver coin, which he piled on the bureau indiscriminately with keys, knife, handkerchief, and whatever else happened to be in his pockets.\n"}}
{"white": {"word": "fair", "line": "There are no words to describe her save the old ones that have served so often to picture the bygone heroine of romance and the fair lady of our dreams.\n"}}
{"red": {"word": "red", "line": "There was nothing subtle or hidden about her charms; her beauty was all there, flaming and apparent: the spun-gold hair that comb nor confining pin could restrain; the blue eyes that were like nothing but sapphires; two lips that pouted, that were so red one could only think of cherries or some other delicious crimson fruit in looking at them.\n"}}
{"blue": {"word": "blue", "line": "There was nothing subtle or hidden about her charms; her beauty was all there, flaming and apparent: the spun-gold hair that comb nor confining pin could restrain; the blue eyes that were like nothing but sapphires; two lips that pouted, that were so red one could only think of cherries or some other delicious crimson fruit in looking at them.\n"}}
{"white": {"word": "white", "line": "One would not have wanted her white neck a mite less full or her beautiful arms more slender.\n"}}
{"gold": {"word": "gold", "line": "Never were hands more exquisite than hers, and it was a joy to look at them when she threaded her needle or adjusted her gold thimble to her taper middle finger as she sewed away on the little night-drawers or fashioned a bodice or a bib.\n"}}
{"white": {"word": "fair", "line": "Since the age of fifteen, which was eleven years before, Robert each summer at Grand Isle had constituted himself the devoted attendant of some fair dame or damsel.\n"}}
{"white": {"word": "fair", "line": "Mrs. Pontellier liked to sit and gaze at her fair companion as she might look upon a faultless Madonna.\n"}}
{"white": {"word": "fair", "line": "“Could any one fathom the cruelty beneath that fair exterior?” murmured Robert.\n"}}
{"white": {"word": "fair", "line": "But it was a fair enough piece of work, and in many respects satisfying.\n"}}
{"pink": {"word": "rose", "line": "The spell was soon over, and Mrs. Pontellier could not help wondering if there were not a little imagination responsible for its origin, for the rose tint had never faded from her friend’s face.\n"}}
{"white": {"word": "fair", "line": "She stood watching the fair woman walk down the long line of galleries with the grace and majesty which queens are sometimes supposed to possess.\n"}}
{"white": {"word": "white", "line": "Two of them clung about her white skirts, the third she took from its nurse and with a thousand endearments bore it along in her own fond, encircling arms.\n"}}
{"white": {"word": "white", "line": "The two women went away one morning to the beach together, arm in arm, under the huge white sunshade.\n"}}
{"yellow": {"word": "yellow", "line": "There were acres of yellow camomile reaching out on either hand.\n"}}
{"green": {"word": "green", "line": "The dark green clusters glistened from afar in the sun.\n"}}
{"white": {"word": "white", "line": "She wore a cool muslin that morning—white, with a waving vertical line of brown running through it; also a white linen collar and the big straw hat which she had taken from the peg outside the door.\n"}}
{"brown": {"word": "brown", "line": "She wore a cool muslin that morning—white, with a waving vertical line of brown running through it; also a white linen collar and the big straw hat which she had taken from the peg outside the door.\n"}}
{"white": {"word": "white", "line": "She was dressed in pure white, with a fluffiness of ruffles that became her.\n"}}
{"black": {"word": "black", "line": "The lady in black was reading her morning devotions on the porch of a neighboring bath-house.\n"}}
{"white": {"word": "white", "line": "The day was clear and carried the gaze out as far as the blue sky went; there were a few white clouds suspended idly over the horizon.\n"}}
{"blue": {"word": "blue", "line": "The day was clear and carried the gaze out as far as the blue sky went; there were a few white clouds suspended idly over the horizon.\n"}}
{"blue": {"word": "blue", "line": "“First of all, the sight of the water stretching so far away, those motionless sails against the blue sky, made a delicious picture that I just wanted to sit and look at.\n"}}
{"green": {"word": "green", "line": "I could see only the stretch of green before me, and I felt as if I must walk on forever, without coming to the end of it.\n"}}
{"green": {"word": "green", "line": "But do you know,” she broke off, turning her quick eyes upon Madame Ratignolle and leaning forward a little so as to bring her face quite close to that of her companion, “sometimes I feel this summer as if I were walking through the green meadow again; idly, aimlessly, unthinking and unguided.” Madame Ratignolle laid her hand over that of Mrs. Pontellier, which was near her.\n"}}
{"black": {"word": "black", "line": "She could not leave his presence when he was there, nor remove her eyes from his face, which was something like Napoleon’s, with a lock of black hair failing across the forehead.\n"}}
{"pink": {"word": "rose", "line": "The women at once rose and began to shake out their draperies and relax their muscles.\n"}}
{"white": {"word": "white", "line": "She thrust a bare, white arm from the curtain which shielded her open door, and received the cup from his hands.\n"}}
{"blue": {"word": "blue", "line": "Their heads might have been turned upside-down, so absolutely did they tread upon blue ether.\n"}}
{"black": {"word": "black", "line": "The lady in black, creeping behind them, looked a trifle paler and more jaded than usual.\n"}}
{"black": {"word": "black", "line": "A little black girl sat on the floor, and with her hands worked the treadle of the machine.\n"}}
{"red": {"word": "crimson", "line": "Madame Lebrun went back to the machine, crimson with annoyance.\n"}}
{"green": {"word": "green", "line": "The dark green of the branches stood out and glistened against the white muslin curtains which draped the windows, and which puffed, floated, and flapped at the capricious will of a stiff breeze that swept up from the Gulf.\n"}}
{"white": {"word": "white", "line": "The dark green of the branches stood out and glistened against the white muslin curtains which draped the windows, and which puffed, floated, and flapped at the capricious will of a stiff breeze that swept up from the Gulf.\n"}}
{"white": {"word": "white", "line": "They were girls of fourteen, always clad in the Virgin’s colors, blue and white, having been dedicated to the Blessed Virgin at their baptism.\n"}}
{"blue": {"word": "blue", "line": "They were girls of fourteen, always clad in the Virgin’s colors, blue and white, having been dedicated to the Blessed Virgin at their baptism.\n"}}
{"black": {"word": "black", "line": "She had been properly dressed for the occasion in black tulle and black silk tights.\n"}}
{"black": {"word": "black", "line": "Her little neck and arms were bare, and her hair, artificially crimped, stood out like fluffy black plumes over her head.\n"}}
{"black": {"word": "black", "line": "The ice-cream was passed around with cake—gold and silver cake arranged on platters in alternate slices; it had been made and frozen during the afternoon back of the kitchen by two black women, under the supervision of Victor.\n"}}
{"silver": {"word": "silver", "line": "The ice-cream was passed around with cake—gold and silver cake arranged on platters in alternate slices; it had been made and frozen during the afternoon back of the kitchen by two black women, under the supervision of Victor.\n"}}
{"black": {"word": "black", "line": "She had absolutely no taste in dress, and wore a batch of rusty black lace with a bunch of artificial violets pinned to the side of her hair.\n"}}
{"white": {"word": "white", "line": "There were strange, rare odors abroad—a tangle of the sea smell and of weeds and damp, new-plowed earth, mingled with the heavy perfume of a field of white blossoms somewhere near.\n"}}
{"white": {"word": "white", "line": "The white light of the moon had fallen upon the world like the mystery and the softness of sleep.\n"}}
{"white": {"word": "white", "line": "The sea was quiet now, and swelled lazily in broad billows that melted into one another and did not break except upon the beach in little foamy crests that coiled back like slow, white serpents.\n"}}
{"white": {"word": "white", "line": "She had been walking alone with her arms hanging limp, letting her white skirts trail along the dewy path.\n"}}
{"white": {"word": "white", "line": "Will you get my white shawl which I left on the window-sill over at the house?” “Are you chilly?” “No; but I shall be presently.” “Presently?” he laughed.\n"}}
{"silver": {"word": "silver", "line": "The moon hung low, and had turned from silver to copper in the sleeping sky.\n"}}
{"brown": {"word": "copper", "line": "The moon hung low, and had turned from silver to copper in the sleeping sky.\n"}}
{"black": {"word": "black", "line": "The lady in black, with her Sunday prayer-book, velvet and gold-clasped, and her Sunday silver beads, was following them at no great distance.\n"}}
{"silver": {"word": "silver", "line": "The lady in black, with her Sunday prayer-book, velvet and gold-clasped, and her Sunday silver beads, was following them at no great distance.\n"}}
{"black": {"word": "black", "line": "He put on his big straw hat, and taking his umbrella from the stand in the hall, followed the lady in black, never overtaking her.\n"}}
{"red": {"word": "red", "line": "At a distance they could see the curious procession moving toward the wharf—the lovers, shoulder to shoulder, creeping; the lady in black, gaining steadily upon them; old Monsieur Farival, losing ground inch by inch, and a young barefooted Spanish girl, with a red kerchief on her head and a basket on her arm, bringing up the rear.\n"}}
{"black": {"word": "black", "line": "At a distance they could see the curious procession moving toward the wharf—the lovers, shoulder to shoulder, creeping; the lady in black, gaining steadily upon them; old Monsieur Farival, losing ground inch by inch, and a young barefooted Spanish girl, with a red kerchief on her head and a basket on her arm, bringing up the rear.\n"}}
{"black": {"word": "black", "line": "She had a round, sly, piquant face and pretty black eyes.\n"}}
{"brown": {"word": "brown", "line": "Edna looked at her feet, and noticed the sand and slime between her brown toes.\n"}}
{"black": {"word": "black", "line": "The lady in black was counting her beads for the third time.\n"}}
{"black": {"word": "black", "line": "She looked Mariequita up and down, from her ugly brown toes to her pretty black eyes, and back again.\n"}}
{"brown": {"word": "brown", "line": "She looked Mariequita up and down, from her ugly brown toes to her pretty black eyes, and back again.\n"}}
{"gold": {"word": "gold", "line": "“What shall we do there?” “Climb up the hill to the old fort and look at the little wriggling gold snakes, and watch the lizards sun themselves.” She gazed away toward Grande Terre and thought she would like to be alone there with Robert, in the sun, listening to the ocean’s roar and watching the slimy lizards writhe in and out among the ruins of the old fort.\n"}}
{"gold": {"word": "gold", "line": "“I’d give it all to you, the pirate gold and every bit of treasure we could dig up.\n"}}
{"gold": {"word": "gold", "line": "Pirate gold isn’t a thing to be hoarded or utilized.\n"}}
{"brown": {"word": "brown", "line": "They all went together up to the quaint little Gothic church of Our Lady of Lourdes, gleaming all brown and yellow with paint in the sun’s glare.\n"}}
{"yellow": {"word": "yellow", "line": "They all went together up to the quaint little Gothic church of Our Lady of Lourdes, gleaming all brown and yellow with paint in the sun’s glare.\n"}}
{"black": {"word": "black", "line": "He whispered an anxious inquiry of the lady in black, who did not notice him or reply, but kept her eyes fastened upon the pages of her velvet prayer-book.\n"}}
{"gray": {"word": "gray", "line": "The long line of little gray, weather-beaten houses nestled peacefully among the orange trees.\n"}}
{"red": {"word": "red", "line": "She was boiling mullets over a few red coals in the huge fireplace.\n"}}
{"white": {"word": "white", "line": "She took off her shoes and stockings and stretched herself in the very center of the high, white bed.\n"}}
{"brown": {"word": "brown", "line": "But there was a cloth spread upon the table that stood against the wall, and a cover was laid for one, with a crusty brown loaf and a bottle of wine beside the plate.\n"}}
{"white": {"word": "white", "line": "Edna bit a piece from the brown loaf, tearing it with her strong, white teeth.\n"}}
{"brown": {"word": "brown", "line": "Edna bit a piece from the brown loaf, tearing it with her strong, white teeth.\n"}}
{"red": {"word": "flaming", "line": "It was very pleasant to stay there under the orange trees, while the sun dipped lower and lower, turning the western sky to flaming copper and gold.\n"}}
{"gold": {"word": "gold", "line": "It was very pleasant to stay there under the orange trees, while the sun dipped lower and lower, turning the western sky to flaming copper and gold.\n"}}
{"brown": {"word": "copper", "line": "It was very pleasant to stay there under the orange trees, while the sun dipped lower and lower, turning the western sky to flaming copper and gold.\n"}}
{"gold": {"word": "gold", "line": "Edna could hear the whispering voices of dead men and the click of muffled gold.\n"}}
{"red": {"word": "red", "line": "When she and Robert stepped into Tonie’s boat, with the red lateen sail, misty spirit forms were prowling in the shadows and among the reeds, and upon the water were phantom ships, speeding to cover.\n"}}
{"white": {"word": "white", "line": "The youngster was in his long white nightgown, that kept tripping him up as Madame Ratignolle led him along by the hand.\n"}}
{"white": {"word": "white", "line": "Her head, set off by her dainty white gown, suggested a rich, rare blossom.\n"}}
{"black": {"word": "black", "line": "The lady in black had once received a pair of prayer-beads of curious workmanship from Mexico, with very special indulgence attached to them, but she had never been able to ascertain whether the indulgence extended outside the Mexican border.\n"}}
{"black": {"word": "black", "line": "I shall only take a hand-bag, and shall pack my trunk in the city.” He turned to answer some question put to him by his mother, and Edna, having finished her black coffee, left the table.\n"}}
{"black": {"word": "black", "line": "The little black girl came in to say that Madame Lebrun would like to have Mrs. Pontellier go and sit with them over at the house till Mr. Robert went away.\n"}}
{"green": {"word": "green", "line": "The house was painted a dazzling white; the outside shutters, or jalousies, were green.\n"}}
{"white": {"word": "white", "line": "The house was painted a dazzling white; the outside shutters, or jalousies, were green.\n"}}
{"silver": {"word": "silver", "line": "The cut glass, the silver, the heavy damask which daily appeared upon the table were the envy of many women whose husbands were less generous than Mr. Pontellier.\n"}}
{"silver": {"word": "silver", "line": "A light-colored mulatto boy, in dress coat and bearing a diminutive silver tray for the reception of cards, admitted them.\n"}}
{"white": {"word": "white", "line": "A maid, in white fluted cap, offered the callers liqueur, coffee, or chocolate, as they might desire.\n"}}
{"silver": {"word": "silver", "line": "I don’t remember who was here.” The boy retired and returned after a moment, bringing the tiny silver tray, which was covered with ladies’ visiting cards.\n"}}
{"white": {"word": "pale", "line": "She was unusually pale and very quiet.\n"}}
{"white": {"word": "white", "line": "She inhaled the odor of the blossoms and thrust them into the bosom of her white morning gown.\n"}}
{"white": {"word": "white", "line": "The tan of the seashore had left her face, and her forehead was smooth, white, and polished beneath her heavy, yellow-brown hair.\n"}}
{"brown": {"word": "tan", "line": "The tan of the seashore had left her face, and her forehead was smooth, white, and polished beneath her heavy, yellow-brown hair.\n"}}
{"black": {"word": "black", "line": "And she summoned a young black woman, whom she instructed, in French, to be very careful in checking off the list which she handed her.\n"}}
{"white": {"word": "white", "line": "Madame Ratignolle looked more beautiful than ever there at home, in a negligé which left her arms almost wholly bare and exposed the rich, melting curves of her white throat.\n"}}
{"black": {"word": "black", "line": "A black woman, wiping her hands upon her apron, was close at his heels.\n"}}
{"black": {"word": "black", "line": "He instructed the black woman to go at once and inform Madame Lebrun that Mrs. Pontellier desired to see her.\n"}}
{"black": {"word": "black", "line": "He at once explained that the black woman’s offensive conduct was all due to imperfect training, as he was not there to take her in hand.\n"}}
{"white": {"word": "white", "line": "That lady was still clad in white, according to her custom of the summer.\n"}}
{"blue": {"word": "blue", "line": "What news do you bring this morning?” He was quite portly, with a profusion of gray hair, and small blue eyes which age had robbed of much of their brightness but none of their penetration.\n"}}
{"gray": {"word": "gray", "line": "What news do you bring this morning?” He was quite portly, with a profusion of gray hair, and small blue eyes which age had robbed of much of their brightness but none of their penetration.\n"}}
{"white": {"word": "white", "line": "His hair and mustache were white and silky, emphasizing the rugged bronze of his face.\n"}}
{"brown": {"word": "bronze", "line": "His hair and mustache were white and silky, emphasizing the rugged bronze of his face.\n"}}
{"white": {"word": "pale", "line": "They could feel the hot breath of the Southern night; they could hear the long sweep of the pirogue through the glistening moonlit water, the beating of birds’ wings, rising startled from among the reeds in the salt-water pools; they could see the faces of the lovers, pale, close together, rapt in oblivious forgetfulness, drifting into the unknown.\n"}}
{"blue": {"word": "blue", "line": "Mrs. Highcamp was a worldly but unaffected, intelligent, slim, tall blonde woman in the forties, with an indifferent manner and blue eyes that stared.\n"}}
{"blue": {"word": "blue", "line": "The atmosphere of the stables and the breath of the blue grass paddock revived in her memory and lingered in her nostrils.\n"}}
{"white": {"word": "fair", "line": "She thought of Madame Ratignolle, but knew that her fair friend did not leave the house, except to take a languid walk around the block with her husband after nightfall.\n"}}
{"red": {"word": "red", "line": "She touched his hand as she scanned the red cicatrice on the inside of his white wrist.\n"}}
{"white": {"word": "white", "line": "She touched his hand as she scanned the red cicatrice on the inside of his white wrist.\n"}}
{"red": {"word": "crimson", "line": "He sometimes talked in a way that astonished her at first and brought the crimson into her face; in a way that pleased her at last, appealing to the animalism that stirred impatiently within her.\n"}}
{"red": {"word": "red", "line": "I have scarcely touched the bottle which you brought me for my cold.” A piece of red flannel was wrapped around Mademoiselle’s throat; a stiff neck compelled her to hold her head on one side.\n"}}
{"red": {"word": "red", "line": "It was the first time she had admitted it, and a glow overspread her face, blotching it with red spots.\n"}}
{"brown": {"word": "brown", "line": "Because his hair is brown and grows away from his temples; because he opens and shuts his eyes, and his nose is a little out of drawing; because he has two lips and a square chin, and a little finger which he can’t straighten from having played baseball too energetically in his youth.\n"}}
{"red": {"word": "flaming", "line": "It was a flaming torch that kindled desire.\n"}}
{"red": {"word": "red", "line": "She was splendid and robust, and had never appeared handsomer than in the old blue gown, with a red silk handkerchief knotted at random around her head to protect her hair from the dust.\n"}}
{"blue": {"word": "blue", "line": "She was splendid and robust, and had never appeared handsomer than in the old blue gown, with a red silk handkerchief knotted at random around her head to protect her hair from the dust.\n"}}
{"gold": {"word": "gold", "line": "it will be very fine; all my best of everything—crystal, silver and gold, Sèvres, flowers, music, and champagne to swim in.\n"}}
{"silver": {"word": "silver", "line": "it will be very fine; all my best of everything—crystal, silver and gold, Sèvres, flowers, music, and champagne to swim in.\n"}}
{"black": {"word": "black", "line": "Edna had sent her a fresh bunch of violets with black lace trimmings for her hair.\n"}}
{"white": {"word": "pale", "line": "There was something extremely gorgeous about the appearance of the table, an effect of splendor conveyed by a cover of pale yellow satin under strips of lace-work.\n"}}
{"yellow": {"word": "yellow", "line": "There was something extremely gorgeous about the appearance of the table, an effect of splendor conveyed by a cover of pale yellow satin under strips of lace-work.\n"}}
{"red": {"word": "red", "line": "There were wax candles, in massive brass candelabra, burning softly under yellow silk shades; full, fragrant roses, yellow and red, abounded.\n"}}
{"yellow": {"word": "yellow", "line": "There were wax candles, in massive brass candelabra, burning softly under yellow silk shades; full, fragrant roses, yellow and red, abounded.\n"}}
{"gold": {"word": "gold", "line": "There were silver and gold, as she had said there would be, and crystal which glittered like the gems which the women wore.\n"}}
{"silver": {"word": "silver", "line": "There were silver and gold, as she had said there would be, and crystal which glittered like the gems which the women wore.\n"}}
{"red": {"word": "red", "line": "Mrs. Highcamp was weaving a garland of roses, yellow and red.\n"}}
{"yellow": {"word": "yellow", "line": "Mrs. Highcamp was weaving a garland of roses, yellow and red.\n"}}
{"black": {"word": "black", "line": "When she had finished the garland, she laid it lightly upon Victor’s black curls.\n"}}
{"white": {"word": "white", "line": "She took from the back of her chair a white silken scarf, with which she had covered her shoulders in the early part of the evening.\n"}}
{"black": {"word": "black", "line": "She draped it across the boy in graceful folds, and in a way to conceal his black, conventional evening dress.\n"}}
{"white": {"word": "white", "line": "He did not seem to mind what she did to him, only smiled, showing a faint gleam of white teeth, while he continued to gaze with narrowing eyes at the light through his glass of champagne.\n"}}
{"brown": {"word": "amber", "line": "He seemed to have abandoned himself to a reverie, and to be seeing pleasing visions in the amber bead.\n"}}
{"black": {"word": "black", "line": "The wine spilled over Arobin’s legs and some of it trickled down upon Mrs. Highcamp’s black gauze gown.\n"}}
{"black": {"word": "black", "line": "She looked down, noticing the black line of his leg moving in and out so close to her against the yellow shimmer of her gown.\n"}}
{"yellow": {"word": "yellow", "line": "She looked down, noticing the black line of his leg moving in and out so close to her against the yellow shimmer of her gown.\n"}}
{"black": {"word": "black", "line": "About riding to the mill behind Gluglu; fishing back in the lake with their Uncle Jasper; picking pecans with Lidie’s little black brood, and hauling chips in their express wagon.\n"}}
{"pink": {"word": "rose", "line": "The window frame was filled with pots of flowers, and she sat and picked the dry leaves from a rose geranium.\n"}}
{"black": {"word": "black", "line": "But it was a young black girl, who came in, bringing a small bundle of laundry, which she deposited in the adjoining room, and went away.\n"}}
{"white": {"word": "white", "line": "“I’ve been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the _Chênière;_ the old fort at Grande Terre.\n"}}
{"white": {"word": "white", "line": "“I’ve been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the _Chênière Caminada;_ the old sunny fort at Grande Terre.\n"}}
{"black": {"word": "black", "line": "He went out to a neighboring cigar stand to purchase cigarette papers, and when he came back he found that Celestine had served the black coffee in the parlor.\n"}}
{"black": {"word": "black", "line": "“They are very handsome, I suppose, those Mexican women; very picturesque, with their black eyes and their lace scarfs.” “Some are; others are hideous, just as you find women everywhere.” “What was she like—the one who gave you the pouch?\n"}}
{"white": {"word": "white", "line": "The maid brought her a delicious printed scrawl from Raoul, expressing his love, asking her to send him some bonbons, and telling her they had found that morning ten tiny white pigs all lying in a row beside Lidie’s big white pig.\n"}}
{"green": {"word": "green", "line": "XXXVI There was a garden out in the suburbs; a small, leafy corner, with a few green tables under the orange trees.\n"}}
{"green": {"word": "green", "line": "An old cat slept all day on the stone step in the sun, and an old _mulatresse_ slept her idle hours away in her chair at the open window, till some one happened to knock on one of the green tables.\n"}}
{"brown": {"word": "brown", "line": "There was no one who could make such excellent coffee or fry a chicken so golden brown as she.\n"}}
{"green": {"word": "green", "line": "She caught sight of a little green table, blotched with the checkered sunlight that filtered through the quivering leaves overhead.\n"}}
{"white": {"word": "white", "line": "If he were to say, ‘Here, Robert, take her and be happy; she is yours,’ I should laugh at you both.” His face grew a little white.\n"}}
{"red": {"word": "red", "line": "Monsieur Ratignolle was putting up a mixture himself, very carefully, dropping a red liquid into a tiny glass.\n"}}
{"white": {"word": "white", "line": "She sat on the sofa, clad in an ample white _peignoir_, holding a handkerchief tight in her hand with a nervous clutch.\n"}}
{"blue": {"word": "blue", "line": "Her face was drawn and pinched, her sweet blue eyes haggard and unnatural.\n"}}
{"white": {"word": "white", "line": "The nurse, a comfortable looking Griffe woman in white apron and cap, was urging her to return to her bedroom.\n"}}
{"white": {"word": "white", "line": "But Madame only set her teeth hard into her under lip, and Edna saw the sweat gather in beads on her white forehead.\n"}}
{"red": {"word": "flaming", "line": "With an inward agony, with a flaming, outspoken revolt against the ways of Nature, she witnessed the scene of torture.\n"}}
{"white": {"word": "white", "line": "All along the white beach, up and down, there was no living thing in sight.\n"}}
{"white": {"word": "white", "line": "The foamy wavelets curled up to her white feet, and coiled like serpents about her ankles.\n"}}
{"white": {"word": "white", "line": "The water was deep, but she lifted her white body and reached out with a long, sweeping stroke.\n"}}
{"black": {"word": "black", "line": "She was now a large, gaunt black woman, past thirty-five.\n"}}
{"red": {"word": "crimson", "line": "Evening was near when P’tit Maître, black with powder and crimson with blood, had staggered into the cabin of Jacqueline’s mother, his pursuers close at his heels.\n"}}
{"black": {"word": "black", "line": "Evening was near when P’tit Maître, black with powder and crimson with blood, had staggered into the cabin of Jacqueline’s mother, his pursuers close at his heels.\n"}}
{"black": {"word": "black", "line": "They had each and all loved to be with her, and to listen to her wondrous stories of things that always happened “yonda, beyon’ de bayou.” But none of them had stroked her black hand quite as Chéri did, nor rested their heads against her knee so confidingly, nor fallen asleep in her arms as he used to do.\n"}}
{"black": {"word": "black", "line": "For Chéri hardly did such things now, since he had become the proud possessor of a gun, and had had his black curls cut off.\n"}}
{"red": {"word": "red", "line": "That summer—the summer Chéri gave La Folle two black curls tied with a knot of red ribbon—the water ran so low in the bayou that even the little children at Bellissime were able to cross it on foot, and the cattle were sent to pasture down by the river.\n"}}
{"black": {"word": "black", "line": "That summer—the summer Chéri gave La Folle two black curls tied with a knot of red ribbon—the water ran so low in the bayou that even the little children at Bellissime were able to cross it on foot, and the cattle were sent to pasture down by the river.\n"}}
{"red": {"word": "red", "line": "When he had emptied his pockets, La Folle patted his round red cheek, wiped his soiled hands on her apron, and smoothed his hair.\n"}}
{"black": {"word": "black", "line": "Her eyes were bloodshot and the saliva had gathered in a white foam on her black lips.\n"}}
{"white": {"word": "white", "line": "Her eyes were bloodshot and the saliva had gathered in a white foam on her black lips.\n"}}
{"red": {"word": "red", "line": "Then the world that had looked red to La Folle suddenly turned black,—like that day she had seen powder and blood.\n"}}
{"black": {"word": "black", "line": "Then the world that had looked red to La Folle suddenly turned black,—like that day she had seen powder and blood.\n"}}
{"black": {"word": "black", "line": "The moon rays, streaming in through the open door and windows, gave what light was needed to the old black mammy who stood at the table concocting a tisane of fragrant herbs.\n"}}
{"gray": {"word": "gray", "line": "The first touch of the cool gray morning awoke La Folle.\n"}}
{"white": {"word": "white", "line": "She donned her new blue cottonade and white apron, for she remembered that this was Sunday.\n"}}
{"blue": {"word": "blue", "line": "She donned her new blue cottonade and white apron, for she remembered that this was Sunday.\n"}}
{"black": {"word": "black", "line": "When she had made for herself a cup of strong black coffee, and drunk it with relish, she quitted the cabin and walked across the old familiar field to the bayou’s edge again.\n"}}
{"white": {"word": "white", "line": "When she had made her way through the brush and scrub cottonwood-trees that lined the opposite bank, she found herself upon the border of a field where the white, bursting cotton, with the dew upon it, gleamed for acres and acres like frosted silver in the early dawn.\n"}}
{"silver": {"word": "silver", "line": "When she had made her way through the brush and scrub cottonwood-trees that lined the opposite bank, she found herself upon the border of a field where the white, bursting cotton, with the dew upon it, gleamed for acres and acres like frosted silver in the early dawn.\n"}}
{"green": {"word": "green", "line": "There they were, stealing up to her from the thousand blue violets that peeped out from green, luxuriant beds.\n"}}
{"blue": {"word": "blue", "line": "There they were, stealing up to her from the thousand blue violets that peeped out from green, luxuriant beds.\n"}}
{"silver": {"word": "silver", "line": "Then she caught sight of the river, bending like a silver bow at the foot of Bellissime.\n"}}
{"red": {"word": "red", "line": "MA’AME PÉLAGIE I When the war began, there stood on Côte Joyeuse an imposing mansion of red brick, shaped like the Pantheon.\n"}}
{"red": {"word": "red", "line": "Thirty years later, only the thick walls were standing, with the dull red brick showing here and there through a matted growth of clinging vines.\n"}}
{"black": {"word": "black", "line": "Often, of pleasant afternoons, the two would drink their black coffee, seated upon the stone-flagged portico whose canopy was the blue sky of Louisiana.\n"}}
{"blue": {"word": "blue", "line": "Often, of pleasant afternoons, the two would drink their black coffee, seated upon the stone-flagged portico whose canopy was the blue sky of Louisiana.\n"}}
{"white": {"word": "pale", "line": "Mam’selle Pauline was terribly excited; the flush that throbbed into her pale, nervous face showed it; and she locked her thin fingers in and out incessantly.\n"}}
{"pink": {"word": "rose", "line": "Do not fret, Pauline; let us hope La Petite is a true Valmêt.” Then Ma’ame Pélagie rose with stately deliberation and went to saddle her horse, for she had yet to make her last daily round through the fields; and Mam’selle Pauline threaded her way slowly among the tangled grasses toward the cabin.\n"}}
{"pink": {"word": "pink", "line": "The girl was quite as tall as her aunt Pélagie, with dark eyes that reflected joy as a still pool reflects the light of stars; and her rounded cheek was tinged like the pink crèpe myrtle.\n"}}
{"white": {"word": "white", "line": "Sometimes she followed Ma’ame Pélagie into the fields to note how the cotton was opening, ripe and white; or to count the ears of corn upon the hardy stalks.\n"}}
{"white": {"word": "white", "line": "Then her cheeks began to pale, till they were tinged like the creamy plumes of the white crèpe myrtle that grew in the ruin.\n"}}
{"brown": {"word": "brown", "line": "She held the hand of her sister who lay there, and smoothed down the woman’s soft brown hair.\n"}}
{"black": {"word": "black", "line": "She begins to cry, and old black Clementine, her nurse, who is not far off, limps across the room to pick her up and carry her away.\n"}}
{"white": {"word": "white", "line": "“Il ne faut pas faire mal à Pauline.” She was saying it aloud—“faire mal a Pauline.” But she gazes beyond the salon, back into the big dining hall, where the white crèpe myrtle grows.\n"}}
{"black": {"word": "black", "line": "Not till La Ricaneuse stands before her with bare, black arms akimbo, uttering a volley of vile abuse and of brazen impudence.\n"}}
{"gray": {"word": "gray", "line": "The hurt which the big brass buttons of his new gray uniform pressed into the tender flesh of her bosom has never left it.\n"}}
{"red": {"word": "red", "line": "How the stigma stands out red as blood upon his blanched cheek!\n"}}
{"white": {"word": "blanched", "line": "How the stigma stands out red as blood upon his blanched cheek!\n"}}
{"black": {"word": "black", "line": "Not once did she look back upon the ruin that brooded like a huge monster—a black spot in the darkness that enveloped it.\n"}}
{"black": {"word": "black", "line": "She was dressed in black, with the white kerchief she always wore folded across her bosom.\n"}}
{"white": {"word": "white", "line": "She was dressed in black, with the white kerchief she always wore folded across her bosom.\n"}}
{"silver": {"word": "silver", "line": "Her thick, glossy hair rose like a silver diadem from her brow.\n"}}
{"pink": {"word": "rose", "line": "Her thick, glossy hair rose like a silver diadem from her brow.\n"}}
{"black": {"word": "black", "line": "The roof came down steep and black like a cowl, reaching out beyond the wide galleries that encircled the yellow stuccoed house.\n"}}
{"yellow": {"word": "yellow", "line": "The roof came down steep and black like a cowl, reaching out beyond the wide galleries that encircled the yellow stuccoed house.\n"}}
{"white": {"word": "white", "line": "The young mother was recovering slowly, and lay full length, in her soft white muslins and laces, upon a couch.\n"}}
{"yellow": {"word": "yellow", "line": "The yellow nurse woman sat beside a window fanning herself.\n"}}
{"brown": {"word": "brown", "line": "She sat in her room, one hot afternoon, in her _peignoir_, listlessly drawing through her fingers the strands of her long, silky brown hair that hung about her shoulders.\n"}}
{"pink": {"word": "rose", "line": "Then she rose and tottered towards him.\n"}}
{"white": {"word": "white", "line": "“It means,” he answered lightly, “that the child is not white; it means that you are not white.” A quick conception of all that this accusation meant for her nerved her with unwonted courage to deny it.\n"}}
{"white": {"word": "white", "line": "“It is a lie; it is not true, I am white!\n"}}
{"brown": {"word": "brown", "line": "Look at my hair, it is brown; and my eyes are gray, Armand, you know they are gray.\n"}}
{"gray": {"word": "gray", "line": "Look at my hair, it is brown; and my eyes are gray, Armand, you know they are gray.\n"}}
{"white": {"word": "fair", "line": "And my skin is fair,” seizing his wrist.\n"}}
{"white": {"word": "white", "line": "“As white as La Blanche’s,” he returned cruelly; and went away leaving her alone with their child.\n"}}
{"white": {"word": "white", "line": "“My mother, they tell me I am not white.\n"}}
{"white": {"word": "white", "line": "Armand has told me I am not white.\n"}}
{"white": {"word": "white", "line": "She was like a stone image: silent, white, motionless after she placed it there.\n"}}
{"white": {"word": "white", "line": "Désirée had not changed the thin white garment nor the slippers which she wore.\n"}}
{"brown": {"word": "brown", "line": "Her hair was uncovered and the sun’s rays brought a golden gleam from its brown meshes.\n"}}
{"red": {"word": "red", "line": "Mrs. Baroda heard footsteps crunching the gravel; but could discern in the darkness only the approaching red point of a lighted cigar.\n"}}
{"white": {"word": "white", "line": "She hoped to remain unnoticed, but her white gown revealed her to him.\n"}}
{"white": {"word": "white", "line": "“Your husband told me to bring this to you, Mrs. Baroda,” he said, handing her a filmy, white scarf with which she sometimes enveloped her head and shoulders.\n"}}
{"pink": {"word": "rose", "line": "As soon as she could do so without an appearance of too great rudeness, she rose and left him there alone.\n"}}
{"pink": {"word": "blush", "line": "“Your husband,” he said, smiling, “has sent me over to kiss you.” A quick blush suffused her face and round polished throat.\n"}}
{"white": {"word": "pale", "line": "Two hectic blotches came suddenly into her pale cheeks.\n"}}
{"black": {"word": "black", "line": "Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray.\n"}}
{"brown": {"word": "tan", "line": "Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray.\n"}}
{"gray": {"word": "gray", "line": "Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray.\n"}}
{"purple": {"word": "lavender", "line": "Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray.\n"}}
{"black": {"word": "black", "line": "Mrs. Sommers selected a black pair and looked at them very long and closely.\n"}}
{"black": {"word": "black", "line": "She did not want a profusion; she craved a nice and tasty bite—a half dozen blue-points, a plump chop with cress, a something sweet—a crème-frappée, for instance; a glass of Rhine wine, and after all a small cup of black coffee.\n"}}
{"brown": {"word": "amber", "line": "She tasted a bite, and she read a word or two, and she sipped the amber wine and wiggled her toes in the silk stockings.\n"}}
{"white": {"word": "pale", "line": "A man with keen eyes, who sat opposite to her, seemed to like the study of her small, pale face.\n"}}
{"gray": {"word": "gray", "line": "Their gray uniforms were worn beyond the point of shabbiness.\n"}}
{"white": {"word": "white", "line": "Edmond could feel again the folds of the girl’s soft white gown, and see the droop of the angel-sleeves as she circled her fair arms about his neck.\n"}}
{"white": {"word": "fair", "line": "He dreamed that the fair Octavie brought him a letter.\n"}}
{"black": {"word": "black", "line": "“What’s it all about?” wondered a big black bird perched in the top of the tallest tree.\n"}}
{"black": {"word": "black", "line": "With a flap of his great, black wings he shot downward, circling toward the plain.\n"}}
{"gold": {"word": "gold", "line": "Around his neck hung a gold chain and locket.\n"}}
{"black": {"word": "black", "line": "The fat, black horses went in a slow, measured trot, notwithstanding constant urging on the part of the fat, black coachman.\n"}}
{"white": {"word": "fair", "line": "Within the vehicle were seated the fair Octavie and her old friend and neighbor, Judge Pillier, who had come to take her for a morning drive.\n"}}
{"black": {"word": "black", "line": "Octavie wore a plain black dress, severe in its simplicity.\n"}}
{"red": {"word": "red", "line": "He told of that autumn day drawing to its close, with the gold and the red fading out of the west, and the night gathering its shadows to cover the faces of the dead.\n"}}
{"gold": {"word": "gold", "line": "He told of that autumn day drawing to its close, with the gold and the red fading out of the west, and the night gathering its shadows to cover the faces of the dead.\n"}}
{"gray": {"word": "gray", "line": "with visage uplifted to the gray sky in an agony of supplication.\n"}}
{"black": {"word": "black", "line": "It was an old black veil of her Aunt Tavie’s.\n"}}
{"white": {"word": "white", "line": "A whiff of dust from the road had blown in and she wiped her cheeks and her eyes with her soft, white handkerchief, a homemade handkerchief, fabricated from one of her old fine muslin petticoats.\n"}}
{"purple": {"word": "lilac", "line": "At the far end of the meadow was the towering lilac hedge, skirting the lane that led to Judge Pillier’s house, and the scent of its heavy blossoms met them like a soft and tender embrace of welcome.\n"}}
{"gray": {"word": "gray", "line": "There was the old gray house with its sloping eaves.\n"}}
{"green": {"word": "green", "line": "Amid the blur of green, and dimly, she saw familiar faces and heard voices as if they came from far across the fields, and Edmond was holding her.\n"}}
