{"pink": {"word": "rose", "line": "These wise and sober thoughts continued all the while the storm lasted, and indeed some time after; but the next day the wind was abated, and the sea calmer, and I began to be a little inured to it; however, I was very grave for all that day, being also a little sea-sick still; but towards night the weather cleared up, the wind was quite over, and a charming fine evening followed; the sun went down perfectly clear, and rose so the next morning; and having little or no wind, and a smooth sea, the sun shining upon it, the sight was, as I thought, the most delightful that ever I saw.\n"}}
{"grey": {"word": "grey", "line": "The first was this: our ship making her course towards the Canary Islands, or rather between those islands and the African shore, was surprised in the grey of the morning by a Turkish rover of Sallee, who gave chase to us with all the sail she could make.\n"}}
{"white": {"word": "fair", "line": "My patron lying at home longer than usual without fitting out his ship, which, as I heard, was for want of money, he used constantly, once or twice a week, sometimes oftener if the weather was fair, to take the ship’s pinnace and go out into the road a-fishing; and as he always took me and young Maresco with him to row the boat, we made him very merry, and I proved very dexterous in catching fish; insomuch that sometimes he would send me with a Moor, one of his kinsmen, and the youth—the Maresco, as they called him—to catch a dish of fish for him.\n"}}
{"pink": {"word": "rose", "line": "It happened one time, that going a-fishing in a calm morning, a fog rose so thick that, though we were not half a league from the shore, we lost sight of it; and rowing we knew not whither or which way, we laboured all day, and all the next night; and when the morning came we found we had pulled off to sea instead of pulling in for the shore; and that we were at least two leagues from the shore.\n"}}
{"pink": {"word": "rose", "line": "He rose immediately, for he swam like a cork, and called to me, begged to be taken in, told me he would go all over the world with me.\n"}}
{"white": {"word": "fair", "line": "But as soon as it grew dusk in the evening, I changed my course, and steered directly south and by east, bending my course a little towards the east, that I might keep in with the shore; and having a fair, fresh gale of wind, and a smooth, quiet sea, I made such sail that I believe by the next day, at three o’clock in the afternoon, when I first made the land, I could not be less than one hundred and fifty miles south of Sallee; quite beyond the Emperor of Morocco’s dominions, or indeed of any other king thereabouts, for we saw no people.\n"}}
{"white": {"word": "fair", "line": "Yet such was the fright I had taken of the Moors, and the dreadful apprehensions I had of falling into their hands, that I would not stop, or go on shore, or come to an anchor; the wind continuing fair till I had sailed in that manner five days; and then the wind shifting to the southward, I concluded also that if any of our vessels were in chase of me, they also would now give over; so I ventured to make to the coast, and came to an anchor in the mouth of a little river, I knew not what, nor where, neither what latitude, what country, what nation, or what river.\n"}}
{"black": {"word": "black", "line": "When I had pursued this resolution about ten days longer, as I have said, I began to see that the land was inhabited; and in two or three places, as we sailed by, we saw people stand upon the shore to look at us; we could also perceive they were quite black and naked.\n"}}
{"pink": {"word": "rose", "line": "As soon as he came fairly within my reach, I fired, and shot him directly in the head; immediately he sank down into the water, but rose instantly, and plunged up and down, as if he were struggling for life, and so indeed he was; he immediately made to the shore; but between the wound, which was his mortal hurt, and the strangling of the water, he died just before he reached the shore.\n"}}
{"white": {"word": "fair", "line": "Had I continued in the station I was now in, I had room for all the happy things to have yet befallen me for which my father so earnestly recommended a quiet, retired life, and of which he had so sensibly described the middle station of life to be full of; but other things attended me, and I was still to be the wilful agent of all my own miseries; and particularly, to increase my fault, and double the reflections upon myself, which in my future sorrows I should have leisure to make, all these miscarriages were procured by my apparent obstinate adhering to my foolish inclination of wandering abroad, and pursuing that inclination, in contradiction to the clearest views of doing myself good in a fair and plain pursuit of those prospects, and those measures of life, which nature and Providence concurred to present me with, and to make my duty.\n"}}
{"white": {"word": "fair", "line": "This was a fair proposal, it must be confessed, had it been made to any one that had not had a settlement and a plantation of his own to look after, which was in a fair way of coming to be very considerable, and with a good stock upon it; but for me, that was thus entered and established, and had nothing to do but to go on as I had begun, for three or four years more, and to have sent for the other hundred pounds from England; and who in that time, and with that little addition, could scarce have failed of being worth three or four thousand pounds sterling, and that increasing too—for me to think of such a voyage was the most preposterous thing that ever man in such circumstances could be guilty of.\n"}}
{"gold": {"word": "gold", "line": "And it was after long searching that I found out the carpenter’s chest, which was, indeed, a very useful prize to me, and much more valuable than a shipload of gold would have been at that time.\n"}}
{"pink": {"word": "rose", "line": "There was a hill not above a mile from me, which rose up very steep and high, and which seemed to overtop some other hills, which lay as in a ridge from it northward.\n"}}
{"gold": {"word": "gold", "line": "But preparing the twelfth time to go on board, I found the wind began to rise: however, at low water I went on board, and though I thought I had rummaged the cabin so effectually that nothing more could be found, yet I discovered a locker with drawers in it, in one of which I found two or three razors, and one pair of large scissors, with some ten or a dozen of good knives and forks: in another I found about thirty-six pounds value in money—some European coin, some Brazil, some pieces of eight, some gold, and some silver.\n"}}
{"silver": {"word": "silver", "line": "But preparing the twelfth time to go on board, I found the wind began to rise: however, at low water I went on board, and though I thought I had rummaged the cabin so effectually that nothing more could be found, yet I discovered a locker with drawers in it, in one of which I found two or three razors, and one pair of large scissors, with some ten or a dozen of good knives and forks: in another I found about thirty-six pounds value in money—some European coin, some Brazil, some pieces of eight, some gold, and some silver.\n"}}
{"pink": {"word": "rose", "line": "Accordingly, I let myself down into the water, and swam across the channel, which lay between the ship and the sands, and even that with difficulty enough, partly with the weight of the things I had about me, and partly the roughness of the water; for the wind rose very hastily, and before it was quite high water it blew a storm.\n"}}
{"green": {"word": "green", "line": "On the flat of the green, just before this hollow place, I resolved to pitch my tent.\n"}}
{"green": {"word": "green", "line": "This plain was not above a hundred yards broad, and about twice as long, and lay like a green before my door; and, at the end of it, descended irregularly every way down into the low ground by the seaside.\n"}}
{"white": {"word": "fair", "line": "that they were so shy, so subtle, and so swift of foot, that it was the most difficult thing in the world to come at them; but I was not discouraged at this, not doubting but I might now and then shoot one, as it soon happened; for after I had found their haunts a little, I laid wait in this manner for them: I observed if they saw me in the valleys, though they were upon the rocks, they would run away, as in a terrible fright; but if they were feeding in the valleys, and I was upon the rocks, they took no notice of me; from whence I concluded that, by the position of their optics, their sight was so directed downward that they did not readily see objects that were above them; so afterwards I took this method—I always climbed the rocks first, to get above them, and then had frequently a fair mark.\n"}}
{"white": {"word": "pale", "line": "The first shot I made among these creatures, I killed a she-goat, which had a little kid by her, which she gave suck to, which grieved me heartily; for when the old one fell, the kid stood stock still by her, till I came and took her up; and not only so, but when I carried the old one with me, upon my shoulders, the kid followed me quite to my enclosure; upon which I laid down the dam, and took the kid in my arms, and carried it over my pale, in hopes to have bred it up tame; but it would not eat; so I was forced to kill it and eat it myself.\n"}}
{"white": {"word": "fair", "line": "“Particularly,” said I, aloud (though to myself), “what should I have done without a gun, without ammunition, without any tools to make anything, or to work with, without clothes, bedding, a tent, or any manner of covering?” and that now I had all these to sufficient quantity, and was in a fair way to provide myself in such a manner as to live without my gun, when my ammunition was spent: so that I had a tolerable view of subsisting, without any want, as long as I lived; for I considered from the beginning how I would provide for the accidents that might happen, and for the time that was to come, even not only after my ammunition should be spent, but even after my health and strength should decay.\n"}}
{"white": {"word": "pale", "line": "This want of tools made every work I did go on heavily; and it was near a whole year before I had entirely finished my little pale, or surrounded my habitation.\n"}}
{"white": {"word": "pale", "line": "I have already described my habitation, which was a tent under the side of a rock, surrounded with a strong pale of posts and cables: but I might now rather call it a wall, for I raised a kind of wall up against it of turfs, about two feet thick on the outside; and after some time (I think it was a year and a half) I raised rafters from it, leaning to the rock, and thatched or covered it with boughs of trees, and such things as I could get, to keep out the rain; which I found at some times of the year very violent.\n"}}
{"white": {"word": "pale", "line": "I have already observed how I brought all my goods into this pale, and into the cave which I had made behind me.\n"}}
{"white": {"word": "pale", "line": "But I must observe, too, that at first this was a confused heap of goods, which, as they lay in no order, so they took up all my place; I had no room to turn myself: so I set myself to enlarge my cave, and work farther into the earth; for it was a loose sandy rock, which yielded easily to the labour I bestowed on it: and so when I found I was pretty safe as to beasts of prey, I worked sideways, to the right hand, into the rock; and then, turning to the right again, worked quite out, and made me a door to come out on the outside of my pale or fortification.\n"}}
{"white": {"word": "fair", "line": "Much rain also in the days, though with some intervals of fair weather; but it seems this was the rainy season.\n"}}
{"white": {"word": "fair", "line": "_Nov._ 7.—Now it began to be settled fair weather.\n"}}
{"white": {"word": "pale", "line": "As for my lodging, I kept to the tent; except that sometimes, in the wet season of the year, it rained so hard that I could not keep myself dry, which caused me afterwards to cover all my place within my pale with long poles, in the form of rafters, leaning against the rock, and load them with flags and large leaves of trees, like a thatch.\n"}}
{"green": {"word": "green", "line": "_N.B._—I took such care of it that it lived, and the leg grew well and as strong as ever; but, by my nursing it so long, it grew tame, and fed upon the little green at my door, and would not go away.\n"}}
{"green": {"word": "green", "line": "It was a little before the great rains just now mentioned that I threw this stuff away, taking no notice, and not so much as remembering that I had thrown anything there, when, about a month after, or thereabouts, I saw some few stalks of something green shooting out of the ground, which I fancied might be some plant I had not seen; but I was surprised, and perfectly astonished, when, after a little longer time, I saw about ten or twelve ears come out, which were perfect green barley, of the same kind as our European—nay, as our English barley.\n"}}
{"black": {"word": "black", "line": "In this second sleep I had this terrible dream: I thought that I was sitting on the ground, on the outside of my wall, where I sat when the storm blew after the earthquake, and that I saw a man descend from a great black cloud, in a bright flame of fire, and light upon the ground.\n"}}
{"pink": {"word": "rose", "line": "Dost _thou_ ask, what have I done?” I was struck dumb with these reflections, as one astonished, and had not a word to say—no, not to answer to myself, but rose up pensive and sad, walked back to my retreat, and went up over my wall, as if I had been going to bed; but my thoughts were sadly disturbed, and I had no inclination to sleep; so I sat down in my chair, and lighted my lamp, for it began to be dark.\n"}}
{"green": {"word": "green", "line": "Now, as the apprehension of the return of my distemper terrified me very much, it occurred to my thought that the Brazilians take no physic but their tobacco for almost all distempers, and I had a piece of a roll of tobacco in one of the chests, which was quite cured, and some also that was green, and not quite cured.\n"}}
{"green": {"word": "green", "line": "I first took a piece of leaf, and chewed it in my mouth, which, indeed, at first almost stupefied my brain, the tobacco being green and strong, and that I had not been much used to.\n"}}
{"green": {"word": "green", "line": "On the banks of this brook I found many pleasant savannahs or meadows, plain, smooth, and covered with grass; and on the rising parts of them, next to the higher grounds, where the water, as might be supposed, never overflowed, I found a great deal of tobacco, green, and growing to a great and very strong stalk.\n"}}
{"green": {"word": "green", "line": "At the end of this march I came to an opening where the country seemed to descend to the west; and a little spring of fresh water, which issued out of the side of the hill by me, ran the other way, that is, due east; and the country appeared so fresh, so green, so flourishing, everything being in a constant verdure or flourish of spring that it looked like a planted garden.\n"}}
{"green": {"word": "green", "line": "However, the green limes that I gathered were not only pleasant to eat, but very wholesome; and I mixed their juice afterwards with water, which made it very wholesome, and very cool and refreshing.\n"}}
{"pink": {"word": "rose", "line": "I had no sooner shot, but there rose up a little cloud of fowls, which I had not seen at all, from among the corn itself.\n"}}
{"green": {"word": "green", "line": "In the first place, I went among it to see what damage was already done, and found they had spoiled a good deal of it; but that as it was yet too green for them, the loss was not so great but that the remainder was likely to be a good crop if it could be saved.\n"}}
{"red": {"word": "red", "line": "It happened after some time, making a pretty large fire for cooking my meat, when I went to put it out after I had done with it, I found a broken piece of one of my earthenware vessels in the fire, burnt as hard as a stone, and red as a tile.\n"}}
{"red": {"word": "red", "line": "When I saw them clear red, I let them stand in that heat about five or six hours, till I found one of them, though it did not crack, did melt or run; for the sand which was mixed with the clay melted by the violence of the heat, and would have run into glass if I had gone on; so I slacked my fire gradually till the pots began to abate of the red colour; and watching them all night, that I might not let the fire abate too fast, in the morning I had three very good (I will not say handsome) pipkins, and two other earthen pots, as hard burnt as could be desired, and one of them perfectly glazed with the running of the sand.\n"}}
{"gold": {"word": "gold", "line": "I had, as I hinted before, a parcel of money, as well gold as silver, about thirty-six pounds sterling.\n"}}
{"silver": {"word": "silver", "line": "I had, as I hinted before, a parcel of money, as well gold as silver, about thirty-six pounds sterling.\n"}}
{"black": {"word": "black", "line": "My ink, as I observed, had been gone some time, all but a very little, which I eked out with water, a little and a little, till it was so pale, it scarce left any appearance of black upon the paper.\n"}}
{"white": {"word": "pale", "line": "My ink, as I observed, had been gone some time, all but a very little, which I eked out with water, a little and a little, till it was so pale, it scarce left any appearance of black upon the paper.\n"}}
{"white": {"word": "fair", "line": "that on the south side, which had hurried me away, and that on the north, which lay about a league on the other side; I say, between these two, in the wake of the island, I found the water at least still, and running no way; and having still a breeze of wind fair for me, I kept on steering directly for the island, though not making such fresh way as I did before.\n"}}
{"red": {"word": "red", "line": "But I think I was never more vain of my own performance, or more joyful for anything I found out, than for my being able to make a tobacco-pipe; and though it was a very ugly, clumsy thing when it was done, and only burned red, like other earthenware, yet as it was hard and firm, and would draw the smoke, I was exceedingly comforted with it, for I had been always used to smoke; and there were pipes in the ship, but I forgot them at first, not thinking there was tobacco in the island; and afterwards, when I searched the ship again, I could not come at any pipes.\n"}}
{"white": {"word": "pale", "line": "But then it occurred to me that I must keep the tame from the wild, or else they would always run wild when they grew up; and the only way for this was to have some enclosed piece of ground, well fenced either with hedge or pale, to keep them in so effectually, that those within might not break out, or those without break in.\n"}}
{"white": {"word": "pale", "line": "Those who understand such enclosures will think I had very little contrivance when I pitched upon a place very proper for all these (being a plain, open piece of meadow land, or savannah, as our people call it in the western colonies), which had two or three little drills of fresh water in it, and at one end was very woody—I say, they will smile at my forecast, when I shall tell them I began by enclosing this piece of ground in such a manner that, my hedge or pale must have been at least two miles about.\n"}}
{"white": {"word": "pale", "line": "I was so anxious to see it kept entire, lest the goats should break through, that I never left off till, with infinite labour, I had stuck the outside of the hedge so full of small stakes, and so near to one another, that it was rather a pale than a hedge, and there was scarce room to put a hand through between them; which afterwards, when those stakes grew, as they all did in the next rainy season, made the enclosure strong like a wall, indeed stronger than any wall.\n"}}
{"brown": {"word": "copper", "line": "In the next place, I had no hops to make it keep, no yeast to make it work, no copper or kettle to make it boil; and yet with all these things wanting, I verily believe, had not the frights and terrors I was in about the savages intervened, I had undertaken it, and perhaps brought it to pass too; for I seldom gave anything over without accomplishing it, when once I had it in my head to began it.\n"}}
{"black": {"word": "charcoal", "line": "The mouth of this hollow was at the bottom of a great rock, where, by mere accident (I would say, if I did not see abundant reason to ascribe all such things now to Providence), I was cutting down some thick branches of trees to make charcoal; and before I go on I must observe the reason of my making this charcoal, which was this—I was afraid of making a smoke about my habitation, as I said before; and yet I could not live there without baking my bread, cooking my meat, &c.; so I contrived to burn some wood here, as I had seen done in England, under turf, till it became chark or dry coal: and then putting the fire out, I preserved the coal to carry home, and perform the other services for which fire was wanting, without danger of smoke.\n"}}
{"red": {"word": "flaming", "line": "Upon this, plucking up my courage, I took up a firebrand, and in I rushed again, with the stick flaming in my hand: I had not gone three steps in before I was almost as frightened as before; for I heard a very loud sigh, like that of a man in some pain, and it was followed by a broken noise, as of words half expressed, and then a deep sigh again.\n"}}
{"pink": {"word": "rose", "line": "When I had got through the strait, I found the roof rose higher up, I believe near twenty feet; but never was such a glorious sight seen in the island, I daresay, as it was to look round the sides and roof of this vault or cave—the wall reflected a hundred thousand lights to me from my two candles.\n"}}
{"gold": {"word": "gold", "line": "What it was in the rock—whether diamonds or any other precious stones, or gold which I rather supposed it to be—I knew not.\n"}}
{"blue": {"word": "blue", "line": "He had no clothes on but a seaman’s waistcoat, a pair of open-kneed linen drawers, and a blue linen shirt; but nothing to direct me so much as to guess what nation he was of.\n"}}
{"brown": {"word": "copper", "line": "I took a fire-shovel and tongs, which I wanted extremely, as also two little brass kettles, a copper pot to make chocolate, and a gridiron; and with this cargo, and the dog, I came away, the tide beginning to make home again—and the same evening, about an hour within night, I reached the island again, weary and fatigued to the last degree.\n"}}
{"silver": {"word": "silver", "line": "The cask of liquor I found to be a kind of rum, but not such as we had at the Brazils; and, in a word, not at all good; but when I came to open the chests, I found several things of great use to me—for example, I found in one a fine case of bottles, of an extraordinary kind, and filled with cordial waters, fine and very good; the bottles held about three pints each, and were tipped with silver.\n"}}
{"white": {"word": "white", "line": "I found some very good shirts, which were very welcome to me; and about a dozen and a half of white linen handkerchiefs and coloured neckcloths; the former were also very welcome, being exceedingly refreshing to wipe my face in a hot day.\n"}}
{"gold": {"word": "gold", "line": "Besides this, when I came to the till in the chest, I found there three great bags of pieces of eight, which held about eleven hundred pieces in all; and in one of them, wrapped up in a paper, six doubloons of gold, and some small bars or wedges of gold; I suppose they might all weigh near a pound.\n"}}
{"gold": {"word": "gold", "line": "I found in this seaman’s chest about fifty pieces of eight, in rials, but no gold: I supposed this belonged to a poorer man than the other, which seemed to belong to some officer.\n"}}
{"black": {"word": "black", "line": "His hair was long and black, not curled like wool; his forehead very high and large; and a great vivacity and sparkling sharpness in his eyes.\n"}}
{"black": {"word": "black", "line": "The colour of his skin was not quite black, but very tawny; and yet not an ugly, yellow, nauseous tawny, as the Brazilians and Virginians, and other natives of America are, but of a bright kind of a dun olive-colour, that had in it something very agreeable, though not very easy to describe.\n"}}
{"yellow": {"word": "yellow", "line": "The colour of his skin was not quite black, but very tawny; and yet not an ugly, yellow, nauseous tawny, as the Brazilians and Virginians, and other natives of America are, but of a bright kind of a dun olive-colour, that had in it something very agreeable, though not very easy to describe.\n"}}
{"white": {"word": "white", "line": "His face was round and plump; his nose small, not flat, like the negroes; a very good mouth, thin lips, and his fine teeth well set, and as white as ivory.\n"}}
{"white": {"word": "white", "line": "He told me that up a great way beyond the moon, that was beyond the setting of the moon, which must be west from their country, there dwelt white bearded men, like me, and pointed to my great whiskers, which I mentioned before; and that they had killed much mans, that was his word: by all which I understood he meant the Spaniards, whose cruelties in America had been spread over the whole country, and were remembered by all the nations from father to son.\n"}}
{"white": {"word": "white", "line": "I inquired if he could tell me how I might go from this island, and get among those white men.\n"}}
{"white": {"word": "white", "line": "Friday described the boat to me well enough; but brought me better to understand him when he added with some warmth, “We save the white mans from drown.” Then I presently asked if there were any white mans, as he called them, in the boat.\n"}}
{"white": {"word": "white", "line": "“Yes,” he said; “the boat full of white mans.” I asked him how many.\n"}}
{"white": {"word": "white", "line": "Then he told me, as well as he could, how kind they were to seventeen white men, or bearded men, as he called them who came on shore there in distress.\n"}}
{"white": {"word": "fair", "line": "When the settled season began to come in, as the thought of my design returned with the fair weather, I was preparing daily for the voyage.\n"}}
{"white": {"word": "white", "line": "I was filled with horror at the very naming of the white bearded man; and going to the tree, I saw plainly by my glass a white man, who lay upon the beach of the sea with his hands and his feet tied with flags, or things like rushes, and that he was an European, and had clothes on.\n"}}
{"green": {"word": "green", "line": "He said, “Yes”; and I bade him give it to the poor Spaniard, who was in as much want of it as his father; and I sent one of the cakes that Friday brought to the Spaniard too, who was indeed very weak, and was reposing himself upon a green place under the shade of a tree; and whose limbs were also very stiff, and very much swelled with the rude bandage he had been tied with.\n"}}
{"silver": {"word": "silver", "line": "I asked him all the particulars of their voyage, and found they were a Spanish ship, bound from the Rio de la Plata to the Havanna, being directed to leave their loading there, which was chiefly hides and silver, and to bring back what European goods they could meet with there; that they had five Portuguese seamen on board, whom they took out of another wreck; that five of their own men were drowned when first the ship was lost, and that these escaped through infinite dangers and hazards, and arrived, almost starved, on the cannibal coast, where they expected to have been devoured every moment.\n"}}
{"white": {"word": "fair", "line": "They went away with a fair gale on the day that the moon was at full, by my account in the month of October; but as for an exact reckoning of days, after I had once lost it I could never recover it again; nor had I kept even the number of years so punctually as to be sure I was right; though, as it proved when I afterwards examined my account, I found I had kept a true reckoning of years.\n"}}
{"white": {"word": "fair", "line": "I was fast asleep in my hutch one morning, when my man Friday came running in to me, and called aloud, “Master, master, they are come, they are come!” I jumped up, and regardless of danger I went, as soon as I could get my clothes on, through my little grove, which, by the way, was by this time grown to be a very thick wood; I say, regardless of danger I went without my arms, which was not my custom to do; but I was surprised when, turning my eyes to the sea, I presently saw a boat at about a league and a half distance, standing in for the shore, with a shoulder-of-mutton sail, as they call it, and the wind blowing pretty fair to bring them in: also I observed, presently, that they did not come from that side which the shore lay on, but from the southernmost end of the island.\n"}}
{"white": {"word": "fair", "line": "Governor!” and presently I knew the captain’s voice; when, climbing up to the top of the hill, there he stood, and, pointing to the ship, he embraced me in his arms, “My dear friend and deliverer,” says he, “there’s your ship; for she is all yours, and so are we, and all that belong to her.” I cast my eyes to the ship, and there she rode, within little more than half a mile of the shore; for they had weighed her anchor as soon as they were masters of her, and, the weather being fair, had brought her to an anchor just against the mouth of the little creek; and the tide being up, the captain had brought the pinnace in near the place where I had first landed my rafts, and so landed just at my door.\n"}}
{"black": {"word": "charcoal", "line": "Here it may be noted that the captain, who had ink on board, was greatly surprised that I never hit upon a way of making ink of charcoal and water, or of something else, as I had done things much more difficult.\n"}}
{"silver": {"word": "silver", "line": "When I took leave of this island, I carried on board, for relics, the great goat-skin cap I had made, my umbrella, and one of my parrots; also, I forgot not to take the money I formerly mentioned, which had lain by me so long useless that it was grown rusty or tarnished, and could hardly pass for silver till it had been a little rubbed and handled, as also the money I found in the wreck of the Spanish ship.\n"}}
{"white": {"word": "fair", "line": "He told me he could not tell exactly to what degree the plantation was improved; but this he knew, that my partner was grown exceeding rich upon the enjoying his part of it; and that, to the best of his remembrance, he had heard that the king’s third of my part, which was, it seems, granted away to some other monastery or religious house, amounted to above two hundred moidores a year: that as to my being restored to a quiet possession of it, there was no question to be made of that, my partner being alive to witness my title, and my name being also enrolled in the register of the country; also he told me that the survivors of my two trustees were very fair, honest people, and very wealthy; and he believed I would not only have their assistance for putting me in possession, but would find a very considerable sum of money in their hands for my account, being the produce of the farm while their fathers held the trust, and before it was given up, as above; which, as he remembered, was for about twelve years.\n"}}
{"gold": {"word": "gold", "line": "tobacco in roll, and sugar in chests, besides rum, molasses, &c., which is the consequence of a sugar-work; and I found by this account, that every year the income considerably increased; but, as above, the disbursements being large, the sum at first was small: however, the old man let me see that he was debtor to me four hundred and seventy moidores of gold, besides sixty chests of sugar and fifteen double rolls of tobacco, which were lost in his ship; he having been shipwrecked coming home to Lisbon, about eleven years after my having the place.\n"}}
{"gold": {"word": "gold", "line": "“However, my old friend,” says he, “you shall not want a supply in your necessity; and as soon as my son returns you shall be fully satisfied.” Upon this he pulls out an old pouch, and gives me one hundred and sixty Portugal moidores in gold; and giving the writings of his title to the ship, which his son was gone to the Brazils in, of which he was quarter-part owner, and his son another, he puts them both into my hands for security of the rest.\n"}}
{"gold": {"word": "gold", "line": "He sent me also five chests of excellent sweetmeats, and a hundred pieces of gold uncoined, not quite so large as moidores.\n"}}
{"gold": {"word": "gold", "line": "By the same fleet my two merchant-trustees shipped me one thousand two hundred chests of sugar, eight hundred rolls of tobacco, and the rest of the whole account in gold.\n"}}
{"white": {"word": "pale", "line": "In a word, I turned pale, and grew sick; and, had not the old man run and fetched me a cordial, I believe the sudden surprise of joy had overset nature, and I had died upon the spot: nay, after that I continued very ill, and was so some hours, till a physician being sent for, and something of the real cause of my illness being known, he ordered me to be let blood; after which I had relief, and grew well: but I verily believe, if I had not been eased by a vent given in that manner to the spirits, I should have died.\n"}}
{"black": {"word": "black", "line": "To this I added a very handsome present of some Italian silks for his wife and two daughters, for such the captain’s son informed me he had; with two pieces of fine English broadcloth, the best I could get in Lisbon, five pieces of black baize, and some Flanders lace of a good value.\n"}}
{"green": {"word": "green", "line": "Accordingly, we set out from Pampeluna with our guide on the 15th of November; and indeed I was surprised when, instead of going forward, he came directly back with us on the same road that we came from Madrid, about twenty miles; when, having passed two rivers, and come into the plain country, we found ourselves in a warm climate again, where the country was pleasant, and no snow to be seen; but, on a sudden, turning to his left, he approached the mountains another way; and though it is true the hills and precipices looked dreadful, yet he made so many tours, such meanders, and led us by such winding ways, that we insensibly passed the height of the mountains without being much encumbered with the snow; and all on a sudden he showed us the pleasant and fruitful provinces of Languedoc and Gascony, all green and flourishing, though at a great distance, and we had some rough way to pass still.\n"}}
