{"yellow": {"word": "yellow", "line": "THE MAGNET ATTRACTING: A WAIF AMID FORCES When Caroline Meeber boarded the afternoon train for Chicago, her total outfit consisted of a small trunk, a cheap imitation alligator-skin satchel, a small lunch in a paper box, and a yellow leather snap purse, containing her ticket, a scrap of paper with her sister’s address in Van Buren Street, and four dollars in money.\n"}}
{"green": {"word": "green", "line": "A gush of tears at her mother’s farewell kiss, a touch in her throat when the cars clacked by the flour mill where her father worked by the day, a pathetic sigh as the familiar green environs of the village passed in review, and the threads which bound her so lightly to girlhood and home were irretrievably broken.\n"}}
{"green": {"word": "green", "line": "She gazed at the green landscape, now passing in swift review, until her swifter thoughts replaced its impression with vague conjectures of what Chicago might be.\n"}}
{"white": {"word": "fair", "line": "Warm with the fancies of youth, pretty with the insipid prettiness of the formative period, possessed of a figure promising eventual shapeliness and an eye alight with certain native intelligence, she was a fair example of the middle American class—two generations removed from the emigrant.\n"}}
{"grey": {"word": "grey", "line": "Flush, colourful cheeks, a light moustache, a grey fedora hat.\n"}}
{"brown": {"word": "brown", "line": "“Oh,” he answered, in a very pleasing way and with an assumed air of mistake, “I thought you did.” Here was a type of the travelling canvasser for a manufacturing house—a class which at that time was first being dubbed by the slang of the day “drummers.” He came within the meaning of a still newer term, which had sprung into general use among Americans in 1880, and which concisely expressed the thought of one whose dress or manners are calculated to elicit the admiration of susceptible young women—a “masher.” His suit was of a striped and crossed pattern of brown wool, new at that time, but since become familiar as a business suit.\n"}}
{"white": {"word": "white", "line": "The low crotch of the vest revealed a stiff shirt bosom of white and pink stripes.\n"}}
{"pink": {"word": "pink", "line": "The low crotch of the vest revealed a stiff shirt bosom of white and pink stripes.\n"}}
{"gold": {"word": "gold", "line": "From his coat sleeves protruded a pair of linen cuffs of the same pattern, fastened with large, gold plate buttons, set with the common yellow agates known as “cat’s-eyes.” His fingers bore several rings—one, the ever-enduring heavy seal—and from his vest dangled a neat gold watch chain, from which was suspended the secret insignia of the Order of Elks.\n"}}
{"yellow": {"word": "yellow", "line": "From his coat sleeves protruded a pair of linen cuffs of the same pattern, fastened with large, gold plate buttons, set with the common yellow agates known as “cat’s-eyes.” His fingers bore several rings—one, the ever-enduring heavy seal—and from his vest dangled a neat gold watch chain, from which was suspended the secret insignia of the Order of Elks.\n"}}
{"brown": {"word": "tan", "line": "The whole suit was rather tight-fitting, and was finished off with heavy-soled tan shoes, highly polished, and the grey fedora hat.\n"}}
{"grey": {"word": "grey", "line": "The whole suit was rather tight-fitting, and was finished off with heavy-soled tan shoes, highly polished, and the grey fedora hat.\n"}}
{"black": {"word": "black", "line": "Her own plain blue dress, with its black cotton tape trimmings, now seemed to her shabby.\n"}}
{"blue": {"word": "blue", "line": "Her own plain blue dress, with its black cotton tape trimmings, now seemed to her shabby.\n"}}
{"brown": {"word": "tan", "line": "The purse, the shiny tan shoes, the smart new suit, and the air with which he did things, built up for her a dim world of fortune, of which he was the centre.\n"}}
{"yellow": {"word": "yellow", "line": "Drouet arose, kicked his legs to straighten his trousers, and seized his clean yellow grip.\n"}}
{"grey": {"word": "grey", "line": "When she came within a score of feet of the desired goal, she saw through the window a young man in a grey checked suit.\n"}}
{"blue": {"word": "blue", "line": "A telegraph messenger in blue dashed past her and up the few steps that led to the entrance and disappeared.\n"}}
{"blue": {"word": "blue", "line": "She looked at the blue sky overhead with more realisation of its charm than had ever come to her before.\n"}}
{"white": {"word": "pale", "line": "They were a fair type of nearly the lowest order of shop-girls—careless, slouchy, and more or less pale from confinement.\n"}}
{"white": {"word": "fair", "line": "They were a fair type of nearly the lowest order of shop-girls—careless, slouchy, and more or less pale from confinement.\n"}}
{"yellow": {"word": "yellow", "line": "He had a pair of yellow carpet slippers which he enjoyed wearing, and these he would immediately substitute for his solid pair of shoes.\n"}}
{"red": {"word": "red", "line": "This, and washing his face with the aid of common washing soap until it glowed a shiny red, constituted his only preparation for his evening meal.\n"}}
{"blue": {"word": "blue", "line": "She dressed herself in a worn shirt-waist of dotted blue percale, a skirt of light-brown serge rather faded, and a small straw hat which she had worn all summer at Columbia City.\n"}}
{"red": {"word": "red", "line": "Only the ashes of all her fine fancies were remaining—ashes still concealing, nevertheless, a few red embers of hope.\n"}}
{"blue": {"word": "blue", "line": "In the sunshine of the morning, beneath the wide, blue heavens, with a fresh wind astir, what fears, except the most desperate, can find a harbourage?\n"}}
{"red": {"word": "red", "line": "The thoroughfare, in this part, was like a walled canon of brown stone and dark red brick.\n"}}
{"brown": {"word": "brown", "line": "The thoroughfare, in this part, was like a walled canon of brown stone and dark red brick.\n"}}
{"white": {"word": "white", "line": "There was a large, low-ceiled room, with clacking, rattling machines at which men in white shirt sleeves and blue gingham aprons were working.\n"}}
{"blue": {"word": "blue", "line": "There was a large, low-ceiled room, with clacking, rattling machines at which men in white shirt sleeves and blue gingham aprons were working.\n"}}
{"pink": {"word": "rose", "line": "When you get through, come to me.” The girl so addressed rose promptly and gave Carrie her place.\n"}}
{"gray": {"word": "dusty", "line": "In the crowded elevator, another dusty, toil-stained youth tried to make an impression on her by leering in her face.\n"}}
{"grey": {"word": "dusty", "line": "In the crowded elevator, another dusty, toil-stained youth tried to make an impression on her by leering in her face.\n"}}
{"white": {"word": "fair", "line": "This to him represented in part high life—a fair sample of what the whole must be.\n"}}
{"gold": {"word": "gold", "line": "For the most part he lounged about, dressed in excellent tailored suits of imported goods, a solitaire ring, a fine blue diamond in his tie, a striking vest of some new pattern, and a watch-chain of solid gold, which held a charm of rich design, and a watch of the latest make and engraving.\n"}}
{"blue": {"word": "blue", "line": "For the most part he lounged about, dressed in excellent tailored suits of imported goods, a solitaire ring, a fine blue diamond in his tie, a striking vest of some new pattern, and a watch-chain of solid gold, which held a charm of rich design, and a watch of the latest make and engraving.\n"}}
{"black": {"word": "black", "line": "“Had a fine trip.” “Glad of it,” said Hurstwood, his black eyes lit with a warmth which half displaced the cold make-believe that usually dwelt in them.\n"}}
{"pink": {"word": "rose", "line": "Under the stars and sweeping night winds, what a lamp-flower it must bloom; a strange, glittering night-flower, odour-yielding, insect-drawing, insect-infested rose of pleasure.\n"}}
{"red": {"word": "red", "line": "“See that fellow coming in there?” said Hurstwood, glancing at a gentleman just entering, arrayed in a high hat and Prince Albert coat, his fat cheeks puffed and red as with good eating.\n"}}
{"white": {"word": "fair", "line": "Minnie, after the good spirits Carrie manifested at first, expected a fair report.\n"}}
{"brown": {"word": "brown", "line": "“Hashed brown potatoes.” “Yassah.” “Asparagus.” “Yassah.” “And a pot of coffee.” Drouet turned to Carrie.\n"}}
{"white": {"word": "pale", "line": "I thought you looked a little pale.\n"}}
{"white": {"word": "white", "line": "He appeared to great advantage behind the white napery and silver platters of the table and displaying his arms with a knife and fork.\n"}}
{"silver": {"word": "silver", "line": "He appeared to great advantage behind the white napery and silver platters of the table and displaying his arms with a knife and fork.\n"}}
{"green": {"word": "green", "line": "The money she had accepted was two soft, green, handsome ten-dollar bills.\n"}}
{"green": {"word": "green", "line": "Some of it she now held in her hand—two soft, green ten-dollar bills—and she felt that she was immensely better off for the having of them.\n"}}
{"brown": {"word": "tan", "line": "When she entered the store, she already had her heart fixed upon the peculiar little tan jacket with large mother-of-pearl buttons which was all the rage that fall.\n"}}
{"blue": {"word": "blue", "line": "“Aw,” he said, “what are you looking so blue about?\n"}}
{"red": {"word": "red", "line": "She caught her little red lip with her teeth and felt her first thrill of power.\n"}}
{"blue": {"word": "blue", "line": "It was blowing up cold, and out of her window Carrie could see the western sky, still pink with the fading light, but steely blue at the top where it met the darkness.\n"}}
{"pink": {"word": "pink", "line": "It was blowing up cold, and out of her window Carrie could see the western sky, still pink with the fading light, but steely blue at the top where it met the darkness.\n"}}
{"pink": {"word": "pink", "line": "A long, thin cloud of pink hung in midair, shaped like some island in a far-off sea.\n"}}
{"white": {"word": "white", "line": "“Wait a minute,” said Drouet, holding her back in the showy foyer where ladies and gentlemen were moving in a social crush, skirts rustling, lace-covered heads nodding, white teeth showing through parted lips.\n"}}
{"pink": {"word": "rose", "line": "Answer, first, why the heart thrills; explain wherefore some plaintive note goes wandering about the world, undying; make clear the rose’s subtle alchemy evolving its ruddy lamp in light and rain.\n"}}
{"brown": {"word": "brown", "line": "The best room looked out upon the lawn of the park, now sear and brown, where a little lake lay sheltered.\n"}}
{"pink": {"word": "rose", "line": "Over the bare limbs of the trees, which now swayed in the wintry wind, rose the steeple of the Union Park Congregational Church, and far off the towers of several others.\n"}}
{"red": {"word": "red", "line": "There was a good Brussels carpet on the floor, rich in dull red and lemon shades, and representing large jardinières filled with gorgeous, impossible flowers.\n"}}
{"green": {"word": "green", "line": "A large, soft, green, plush-covered couch occupied one corner, and several rocking-chairs were set about.\n"}}
{"grey": {"word": "grey", "line": "Once the bright days of summer pass by, a city takes on that sombre garb of grey, wrapt in which it goes about its labours during the long winter.\n"}}
{"grey": {"word": "grey", "line": "Its endless buildings look grey, its sky and its streets assume a sombre hue; the scattered, leafless trees and wind-blown dust and paper but add to the general solemnity of colour.\n"}}
{"grey": {"word": "grey", "line": "In the drag of such a grey day the secret voice would reassert itself, feebly and more feebly.\n"}}
{"black": {"word": "black", "line": "Hurstwood’s shoes were of soft, black calf, polished only to a dull shine.\n"}}
{"red": {"word": "red", "line": "I’ll come and get you.” They went with him to the door and there was his cab waiting, its red lamps gleaming cheerfully in the shadow.\n"}}
{"white": {"word": "white", "line": "This young woman was particularly dressy for her station, and wore a jewelled ring or two which flashed upon her white fingers as she played.\n"}}
{"green": {"word": "green", "line": "Across the broad lawns, now first freshening into green, she saw lamps faintly glowing upon rich interiors.\n"}}
{"pink": {"word": "rose", "line": "Not long after he rose to go, and she felt that he was in power.\n"}}
{"brown": {"word": "brown", "line": "“I don’t seem to do anything right.” She unloosed her hair after a time, and let it hang in loose brown waves.\n"}}
{"grey": {"word": "grey", "line": "Carrie had thought of going for a walk, and had put on a light grey woollen dress with a jaunty double-breasted jacket.\n"}}
{"white": {"word": "white", "line": "She had out her hat and gloves, and was fastening a white lace tie about her throat when the housemaid brought up the information that Mr. Hurstwood wished to see her.\n"}}
{"brown": {"word": "brown", "line": "A breath of soft spring wind went bounding over the road, rolling some brown twigs of the previous autumn before it.\n"}}
{"pink": {"word": "rosy", "line": "“Well,” he said, looking the drummer over, “rosy as ever, eh?” They began talking of the people they knew and things that had happened.\n"}}
{"pink": {"word": "rose", "line": "We’ll fix it so that you won’t have to deceive any one.” Carrie imagined that he would marry her at once, though he had not directly said so, and her spirits rose.\n"}}
{"white": {"word": "fair", "line": "Now that Carrie had come, he was in a fair way to be blissful again.\n"}}
{"white": {"word": "fair", "line": "He did not mind giving his family a fair share of all that he earned, but he did not like to be forced to provide against his will.\n"}}
{"white": {"word": "pale", "line": "She saw it through a mist of fancy—a pale, sombre half-light, which was the essence of poetic feeling.\n"}}
{"green": {"word": "green", "line": "The next afternoon he was in the pretty little park by one, and had found a rustic bench beneath the green leaves of a lilac bush which bordered one of the paths.\n"}}
{"purple": {"word": "lilac", "line": "The next afternoon he was in the pretty little park by one, and had found a rustic bench beneath the green leaves of a lilac bush which bordered one of the paths.\n"}}
{"white": {"word": "white", "line": "At a little pond near by some cleanly dressed children were sailing white canvas boats.\n"}}
{"green": {"word": "green", "line": "In the shade of a green pagoda a bebuttoned officer of the law was resting, his arms folded, his club at rest in his belt.\n"}}
{"green": {"word": "green", "line": "High overhead was the clean blue sky of the new summer, and in the thickness of the shiny green leaves of the trees hopped and twittered the busy sparrows.\n"}}
{"blue": {"word": "blue", "line": "High overhead was the clean blue sky of the new summer, and in the thickness of the shiny green leaves of the trees hopped and twittered the busy sparrows.\n"}}
{"green": {"word": "green", "line": "Now, in the shade of this cool, green bush, he looked about him with the fancy of the lover.\n"}}
{"pink": {"word": "rosy", "line": "At two Carrie came tripping along the walk toward him, rosy and clean.\n"}}
{"blue": {"word": "blue", "line": "She had just recently donned a sailor hat for the season with a band of pretty white-dotted blue silk.\n"}}
{"blue": {"word": "blue", "line": "Her skirt was of a rich blue material, and her shirt waist matched it, with a thin-stripe of blue upon a snow-white ground—stripes that were as fine as hairs.\n"}}
{"brown": {"word": "brown", "line": "Her brown shoes peeped occasionally from beneath her skirt.\n"}}
{"white": {"word": "white", "line": "Now,” he concluded, showing the palm of one of his white hands in a sort of at-an-end, helpless expression, “what shall I do?” This shifting of the burden to her appealed to Carrie.\n"}}
{"pink": {"word": "rosy", "line": "“Now, who the deuce do I know?” asked the drummer reflectively, scratching his rosy ear.\n"}}
{"red": {"word": "red", "line": "As she spoke her eyes were bright, her cheeks red.\n"}}
{"pink": {"word": "rosy", "line": "It was at five in the afternoon and the place was crowded with merchants, actors, managers, politicians, a goodly company of rotund, rosy figures, silk-hatted, starchy-bosomed, beringed and bescarfpinned to the queen’s taste.\n"}}
{"brown": {"word": "tan", "line": "Drouet came across the floor with a festive stride, a new pair of tan shoes squeaking audibly at his progress.\n"}}
{"black": {"word": "black", "line": "Mrs. Morgan saw the drift of things and gleamed at Carrie with envious and snapping black eyes.\n"}}
{"blue": {"word": "blue", "line": "She tripped along, the clear sky pouring liquid blue into her soul.\n"}}
{"white": {"word": "white", "line": "At times she wished that she had never gone into the affair; at others, she trembled lest she should be paralysed with fear and stand white and gasping, not knowing what to say and spoiling the entire performance.\n"}}
{"white": {"word": "white", "line": "Look at him any time within the half hour before the curtain was up, he was a member of an eminent group—a rounded company of five or more whose stout figures, large white bosoms, and shining pins bespoke the character of their success.\n"}}
{"white": {"word": "fair", "line": "They were making very fair progress, and now it looked as if the play would be passable, in the less trying parts at least.\n"}}
{"white": {"word": "white", "line": "She dawned upon the audience, handsome and proud, shifting, with the necessity of the situation, to a cold, white, helpless object, as the social pack moved away from her scornfully.\n"}}
{"gold": {"word": "gold", "line": "The fact that such ability should reveal itself in her, that they should see it set forth under such effective circumstances, framed almost in massy gold and shone upon by the appropriate lights of sentiment and personality, heightened her charm for them.\n"}}
{"white": {"word": "pale", "line": "He was charmed by the pale face, the lissome figure, draped in pearl grey, with a coiled string of pearls at the throat.\n"}}
{"grey": {"word": "grey", "line": "He was charmed by the pale face, the lissome figure, draped in pearl grey, with a coiled string of pearls at the throat.\n"}}
{"pink": {"word": "rose", "line": "Carrie had the air of one who was weary and in need of protection, and, under the fascinating make-believe of the moment, he rose in feeling until he was ready in spirit to go to her and ease her out of her misery by adding to his own delight.\n"}}
{"white": {"word": "fair", "line": "Then he turned his attention to his fair neighbour, who was good-looking and kindly disposed towards him.\n"}}
{"red": {"word": "red", "line": "On this was printed a picture of a pretty girl, holding a striped parasol, the colours of which could be changed by means of a revolving disk in the back, which showed red, yellow, green, and blue through little interstices made in the ground occupied by the umbrella top.\n"}}
{"green": {"word": "green", "line": "On this was printed a picture of a pretty girl, holding a striped parasol, the colours of which could be changed by means of a revolving disk in the back, which showed red, yellow, green, and blue through little interstices made in the ground occupied by the umbrella top.\n"}}
{"blue": {"word": "blue", "line": "On this was printed a picture of a pretty girl, holding a striped parasol, the colours of which could be changed by means of a revolving disk in the back, which showed red, yellow, green, and blue through little interstices made in the ground occupied by the umbrella top.\n"}}
{"yellow": {"word": "yellow", "line": "On this was printed a picture of a pretty girl, holding a striped parasol, the colours of which could be changed by means of a revolving disk in the back, which showed red, yellow, green, and blue through little interstices made in the ground occupied by the umbrella top.\n"}}
{"white": {"word": "white", "line": "She had on a white dusting cap, beneath which her chubby face shone good-naturedly.\n"}}
{"white": {"word": "pale", "line": "She was struck as by a blade with the miserable provision which was outside the pale of marriage.\n"}}
{"red": {"word": "flaming", "line": "I’d like to know what’s got into you to-night.” “Nothing’s _got_ into me,” she said, flaming.\n"}}
{"white": {"word": "blanched", "line": "Her cheeks blanched slightly.\n"}}
{"red": {"word": "scarlet", "line": "Who told you that?” She was flushing scarlet to the roots of her hair, but Drouet did not catch the full hue of her face, owing to the modified light of the room.\n"}}
{"red": {"word": "red", "line": "Some wisps of wavy hair had loosened from the bands at the side of her head and were straggling over her hot, red cheeks.\n"}}
{"blue": {"word": "blue", "line": "To add to his distress, the bright blue sky became overcast with little fleecy clouds which shut out the sun.\n"}}
{"black": {"word": "black", "line": "The street looked like a sea of round black cloth roofs, twisting, bobbing, moving.\n"}}
{"red": {"word": "red", "line": "“I guess they’ve gone out,” he said apologetically to the individual who was hiding his red face in a loose tarpaulin raincoat.\n"}}
{"brown": {"word": "brown", "line": "In her nervousness and stress of mind she felt it necessary to act, and consequently put on a brown street dress, and at eleven o’clock started to visit the business portion once again.\n"}}
{"green": {"word": "green", "line": "The morrow was Saturday, a half-holiday in many business quarters, and besides it was a balmy, radiant day, with the trees and grass shining exceedingly green after the rain of the night before.\n"}}
{"white": {"word": "fair", "line": "There was, however, at this time, one theatre, the Chicago Opera House, which was considerably in the public eye, and its manager, David A. Henderson, had a fair local reputation.\n"}}
{"red": {"word": "red", "line": "A shabbily-genteel individual, with a red nose and an old high hat, was sipping a quiet glass of ale alone at one end of the bar.\n"}}
{"pink": {"word": "rose", "line": "He rose up and stood stock-still, looking at the floor.\n"}}
{"black": {"word": "black", "line": "She only turned her head toward the window, where outside all was black.\n"}}
{"gray": {"word": "dusty", "line": "He felt dusty and unclean.\n"}}
{"grey": {"word": "dusty", "line": "He felt dusty and unclean.\n"}}
{"pink": {"word": "rose", "line": "Be my wife from to-day on.” Carrie rose up as if to step away, he holding her hand.\n"}}
{"pink": {"word": "rose", "line": "Now, however, this feeling had changed to one of opposition, which rose feebly.\n"}}
{"gold": {"word": "gold", "line": "The storm showed a rainbow at the end of which might be a pot of gold.\n"}}
{"green": {"word": "green", "line": "The round green hills sentinelling the broad, expansive bosom of the Hudson held her attention by their beauty as the train followed the line of the stream.\n"}}
{"green": {"word": "green", "line": "Owing to the fact that the street was not yet built up solidly, it was possible to see east to the green tops of the trees in Central Park and west to the broad waters of the Hudson, a glimpse of which was to be had out of the west windows.\n"}}
{"red": {"word": "red", "line": "The white-covered table was arrayed with pretty dishes and lighted with a four-armed candelabra, each light of which was topped with a red shade.\n"}}
{"pink": {"word": "pink", "line": "“Let’s go to the matinée this afternoon,” said Mrs. Vance, who had stepped across into Carrie’s flat one morning, still arrayed in a soft pink dressing-gown, which she had donned upon rising.\n"}}
{"green": {"word": "green", "line": "There were trinkets of gold, an elegant green leather purse set with her initials, a fancy handkerchief, exceedingly rich in design, and the like.\n"}}
{"gold": {"word": "gold", "line": "There were trinkets of gold, an elegant green leather purse set with her initials, a fancy handkerchief, exceedingly rich in design, and the like.\n"}}
{"white": {"word": "white", "line": "Coachmen in tan boots, white tights, and blue jackets waited obsequiously for the mistresses of carriages who were shopping inside.\n"}}
{"blue": {"word": "blue", "line": "Coachmen in tan boots, white tights, and blue jackets waited obsequiously for the mistresses of carriages who were shopping inside.\n"}}
{"brown": {"word": "tan", "line": "Coachmen in tan boots, white tights, and blue jackets waited obsequiously for the mistresses of carriages who were shopping inside.\n"}}
{"gold": {"word": "gold", "line": "Whence came the rich, elegant dresses, the astonishingly coloured buttons, the knick-knacks of silver and gold?\n"}}
{"silver": {"word": "silver", "line": "Whence came the rich, elegant dresses, the astonishingly coloured buttons, the knick-knacks of silver and gold?\n"}}
{"blue": {"word": "blue", "line": "A dark blue one would look so nice on you.” Carrie listened with eager ears.\n"}}
{"white": {"word": "white", "line": "The white shirt fronts of the gentlemen, the bright costumes of the ladies, diamonds, jewels, fine feathers—all were exceedingly noticeable.\n"}}
{"blue": {"word": "blue", "line": "On the walls were designs in colour, square spots of robin’s-egg blue, set in ornate frames of gilt, whose corners were elaborate mouldings of fruit and flowers, with fat cupids hovering in angelic comfort.\n"}}
{"white": {"word": "fair", "line": "It seemed only fair to her, but she supposed that people thought it very fine.\n"}}
{"red": {"word": "red", "line": "The red glow on his head gave it a sandy tinge and put a bright glint in his eye.\n"}}
{"grey": {"word": "grey", "line": "Now, these things were like grey clouds hovering along the horizon of a clear day.\n"}}
{"grey": {"word": "grey", "line": "“He doesn’t talk right.” The afternoon was as grey as lead and cold.\n"}}
{"pink": {"word": "rose", "line": "He looked at the paper a few moments, and then rose up and put on his coat.\n"}}
{"green": {"word": "green", "line": "He looked at the fat, green roll as a sick man looks at the one possible saving cure.\n"}}
{"grey": {"word": "grey", "line": "It was blowing up grey again.\n"}}
{"red": {"word": "red", "line": "Finding a seat on one of the red plush divans close to the great windows which look out on Broadway’s busy rout, he sat musing.\n"}}
{"white": {"word": "white", "line": "It was a regular flurry of large, soft, white flakes.\n"}}
{"red": {"word": "red", "line": "This crying made her eyes red, and when, in preparing his bed, she lighted the gas, and, having prepared it, called him in, he noticed the fact.\n"}}
{"white": {"word": "fair", "line": "He had once been accustomed to hold a pretty fair hand at poker.\n"}}
{"white": {"word": "fair", "line": "I’m not out of practice.” It is but fair to say that this thought had occurred to him several times before he acted upon it.\n"}}
{"white": {"word": "fair", "line": "He enjoyed its risks and ventured, on a trifling hand, to bluff the company and secure a fair stake.\n"}}
{"white": {"word": "white", "line": "While she was waiting to be noticed, the door of the hall bedroom opened and from it issued two very mannish-looking women, very tightly dressed, and wearing white collars and cuffs.\n"}}
{"red": {"word": "crimson", "line": "I’ve got to have people with life in them.” Carrie’s cheek burned with a crimson heat.\n"}}
{"pink": {"word": "pink", "line": "“It’s warm to-night, isn’t it?” said this girl, arrayed in pink fleshings and an imitation golden helmet.\n"}}
{"blue": {"word": "blue", "line": "Carrie looked into her pretty face, with its large blue eyes, and saw little beads of moisture.\n"}}
{"white": {"word": "white", "line": "“Put that girl at the head of the white column,” he suggested to the man in charge of the ballet.\n"}}
{"white": {"word": "white", "line": "This white column consisted of some twenty girls, all in snow-white flannel trimmed with silver and blue.\n"}}
{"silver": {"word": "silver", "line": "This white column consisted of some twenty girls, all in snow-white flannel trimmed with silver and blue.\n"}}
{"blue": {"word": "blue", "line": "This white column consisted of some twenty girls, all in snow-white flannel trimmed with silver and blue.\n"}}
{"silver": {"word": "silver", "line": "Its leader was most stunningly arrayed in the same colours, elaborated, however, with epaulets and a belt of silver, with a short sword dangling at one side.\n"}}
{"white": {"word": "fair", "line": "Still she slept there, and did a fair amount of work, keeping it in order.\n"}}
{"grey": {"word": "grey", "line": "On a cold afternoon, when everything was grey and it threatened to snow, the papers announced that the men had been called out on all the lines.\n"}}
{"white": {"word": "fair", "line": "He must come to the barns in the morning and wait around in fair and foul weather until such time as he was needed.\n"}}
{"gray": {"word": "dusty", "line": "Hurstwood ascended a dusty flight of steps and entered a small, dust-coloured office, in which were a railing, a long desk, and several clerks.\n"}}
{"grey": {"word": "dusty", "line": "Hurstwood ascended a dusty flight of steps and entered a small, dust-coloured office, in which were a railing, a long desk, and several clerks.\n"}}
{"green": {"word": "green", "line": "There were a lot of green hands around—queer, hungry-looking men, who looked as if want had driven them to desperate means.\n"}}
{"green": {"word": "green", "line": "A green conductor jumped up behind and rang the bell twice as a signal to start.\n"}}
{"white": {"word": "pale", "line": "“You don’t want to take the bread out of another man’s mouth, do you?” Hurstwood held to his brake and lever, pale and very uncertain what to do.\n"}}
{"blue": {"word": "blue", "line": "He was ably assisted by his brother of the blue, who poured ponderous oaths upon the troubled waters.\n"}}
{"white": {"word": "pale", "line": "Hurstwood recovered himself, pale and trembling.\n"}}
{"red": {"word": "red", "line": "It was red.\n"}}
{"white": {"word": "white", "line": "All the wonder of the twinkling lights of the river in a white storm passed for nothing.\n"}}
{"brown": {"word": "brown", "line": "He washed his hands and face, still in a brown study, apparently, and combed his hair.\n"}}
{"grey": {"word": "grey", "line": "She thought his hair had a touch of grey.\n"}}
{"pink": {"word": "rose", "line": "“I’ll cook it for dinner.” Hurstwood rose and took the money, slipping on his overcoat and getting his hat.\n"}}
{"grey": {"word": "grey", "line": "Now the weariness of indoors was upon him—had been for two days—but chill, grey weather had held him back.\n"}}
{"white": {"word": "fair", "line": "Friday broke fair and warm.\n"}}
{"blue": {"word": "blue", "line": "The blue heaven, holding its one golden orb, poured down a crystal wash of warm light.\n"}}
{"silver": {"word": "silver", "line": "From the chiffonier had gone the knick-knacks of silver and plate.\n"}}
{"green": {"word": "green", "line": "Carrie found her purse bursting with good green bills of comfortable denominations.\n"}}
{"pink": {"word": "rosy", "line": "In the rosy restaurant, filled with the merry lovers of late hours, she found herself criticising this man.\n"}}
{"white": {"word": "fair", "line": "“Now, of course,” he said, “we want to be fair with you in the matter of salary.\n"}}
{"red": {"word": "red", "line": "They were done in chocolate and dark red, with rugs and hangings to match.\n"}}
{"white": {"word": "white", "line": "There were two lovely bedrooms, set with brass and white enamel beds, white ribbon-trimmed chairs and chiffoniers to match.\n"}}
{"brown": {"word": "brown", "line": "Pictures were upon the walls, soft Turkish pillows upon the divan footstools of brown plush upon the floor.\n"}}
{"white": {"word": "white", "line": "The bath was a handsome affair, done in white enamel, with a large, blue-bordered stone tub and nickel trimmings.\n"}}
{"gold": {"word": "gold", "line": "“I promised faithfully to be home at six.” Glancing at the small gold watch pinned to her bosom, she added: “I must be going, too.\n"}}
{"pink": {"word": "rosy", "line": "The world was so rosy and bright.\n"}}
{"pink": {"word": "rose", "line": "Impelled by a nervous fear, he rose and went into the dingy hall, where he counted his remaining money, unseen.\n"}}
{"white": {"word": "pale", "line": "The man looked at him and saw that he was deathly pale.\n"}}
{"white": {"word": "white", "line": "His face was thin and pale, his hands white, his body flabby.\n"}}
{"brown": {"word": "brown", "line": "Some old garments had been given him—a cheap brown coat and misfit pair of trousers.\n"}}
{"yellow": {"word": "yellow", "line": "Cabs and carriages, their lamps gleaming like yellow eyes, pattered by.\n"}}
{"red": {"word": "red", "line": "In the glare of the store lights, some of the faces looked dry and chalky; others were red with blotches and puffed in the cheeks and under the eyes; one or two were rawboned and reminded one of railroad hands.\n"}}
{"pink": {"word": "rose", "line": "He wouldn’t stand here in the cold if he had any place to go.” Hurstwood swallowed something that rose to his throat.\n"}}
{"white": {"word": "white", "line": "There was a general craning of necks as the jewel in the white shirt front sparkled and the cab moved off.\n"}}
{"pink": {"word": "rosy", "line": "The same fine clothes, the same stocky body, the same rosy countenance.\n"}}
{"red": {"word": "red", "line": "One was a convent mission-house of the Sisters of Mercy in Fifteenth Street—a row of red brick family dwellings, before the door of which hung a plain wooden contribution box, on which was painted the statement that every noon a meal was given free to all those who might apply and ask for aid.\n"}}
{"red": {"word": "red", "line": "They were all pale, flabby, sunken-eyed, hollow-chested, with eyes that glinted and shone and lips that were a sickly red by contrast.\n"}}
{"white": {"word": "pale", "line": "They were all pale, flabby, sunken-eyed, hollow-chested, with eyes that glinted and shone and lips that were a sickly red by contrast.\n"}}
{"red": {"word": "red", "line": "I’ll give you nawthin’.” Hurstwood put his hands, red from cold, down in his pockets.\n"}}
{"grey": {"word": "grey", "line": "It broke grey and cold in the first day, and on the second snowed.\n"}}
{"red": {"word": "red", "line": "An old, thin coat was turned up about his red ears—his cracked derby hat was pulled down until it turned them outward.\n"}}
{"red": {"word": "red", "line": "Once he paused in an aimless, incoherent sort of way and looked through the windows of an imposing restaurant, before which blazed a fire sign, and through the large, plate windows of which could be seen the red and gold decorations, the palms, the white napery, and shining glassware, and, above all, the comfortable crowd.\n"}}
{"white": {"word": "white", "line": "Once he paused in an aimless, incoherent sort of way and looked through the windows of an imposing restaurant, before which blazed a fire sign, and through the large, plate windows of which could be seen the red and gold decorations, the palms, the white napery, and shining glassware, and, above all, the comfortable crowd.\n"}}
{"gold": {"word": "gold", "line": "Once he paused in an aimless, incoherent sort of way and looked through the windows of an imposing restaurant, before which blazed a fire sign, and through the large, plate windows of which could be seen the red and gold decorations, the palms, the white napery, and shining glassware, and, above all, the comfortable crowd.\n"}}
{"brown": {"word": "brown", "line": "The streets were bedded with it—six inches of cold, soft carpet, churned to a dirty brown by the crush of teams and the feet of men.\n"}}
{"white": {"word": "white", "line": "There was a face in the thick of the collection which was as white as drained veal.\n"}}
{"red": {"word": "red", "line": "There was another red as brick.\n"}}
{"red": {"word": "red", "line": "There were great ears, swollen noses, thick lips, and, above all, red, blood-shot eyes.\n"}}
{"red": {"word": "red", "line": "There were wrists, unprotected by coat or pocket, which were red with cold.\n"}}
{"brown": {"word": "copper", "line": "“By damn, I wish they’d hurry up.” “Look at the copper watchin’.” “Maybe it ain’t winter, nuther!” “I wisht I was in Sing Sing.” Now a sharper lash of wind cut down and they huddled closer.\n"}}
{"gray": {"word": "dusty", "line": "It was a dingy affair—wooden, dusty, hard.\n"}}
{"grey": {"word": "dusty", "line": "It was a dingy affair—wooden, dusty, hard.\n"}}
{"black": {"word": "black", "line": "A slow, black boat setting out from the pier at Twenty-seventh Street upon its weekly errand bore, with many others, his nameless body to the Potter’s Field.\n"}}
