{"brown": {"word": "brown", "line": "Here and there a cygnet is reared uneasily among the ducklings in the brown pond, and never finds the living stream in fellowship with its own oary-footed kind.\n"}}
{"gold": {"word": "gold", "line": "It was no great collection, but a few of the ornaments were really of remarkable beauty, the finest that was obvious at first being a necklace of purple amethysts set in exquisite gold work, and a pearl cross with five brilliants in it.\n"}}
{"purple": {"word": "purple", "line": "It was no great collection, but a few of the ornaments were really of remarkable beauty, the finest that was obvious at first being a necklace of purple amethysts set in exquisite gold work, and a pearl cross with five brilliants in it.\n"}}
{"black": {"word": "black", "line": "“Yes, indeed you must; it would suit you—in your black dress, now,” said Celia, insistingly.\n"}}
{"green": {"word": "emerald", "line": "She was opening some ring-boxes, which disclosed a fine emerald with diamonds, and just then the sun passing beyond a cloud sent a bright gleam over the table.\n"}}
{"green": {"word": "emerald", "line": "I think that emerald is more beautiful than any of them.” “And there is a bracelet to match it,” said Celia.\n"}}
{"purple": {"word": "purple", "line": "“You _would_ like those, Dorothea,” said Celia, rather falteringly, beginning to think with wonder that her sister showed some weakness, and also that emeralds would suit her own complexion even better than purple amethysts.\n"}}
{"gray": {"word": "gray", "line": "“‘Seest thou not yon cavalier who cometh toward us on a dapple-gray steed, and weareth a golden helmet?’ ‘What I see,’ answered Sancho, ‘is nothing but a man on a gray ass like my own, who carries something shiny on his head.’ ‘Just so,’ answered Don Quixote: ‘and that resplendent object is the helmet of Mambrino.’” “Sir Humphry Davy?” said Mr. Brooke, over the soup, in his easy smiling way, taking up Sir James Chettam’s remark that he was studying Davy’s Agricultural Chemistry.\n"}}
{"white": {"word": "pale", "line": "He had the spare form and the pale complexion which became a student; as different as possible from the blooming Englishman of the red-whiskered type represented by Sir James Chettam.\n"}}
{"white": {"word": "white", "line": "He has the same deep eye-sockets.” “Had Locke those two white moles with hairs on them?” “Oh, I dare say!\n"}}
{"white": {"word": "pale", "line": "Certainly he seemed more and more bent on making her talk to him, on drawing her out, as Celia remarked to herself; and in looking at her his face was often lit up by a smile like pale wintry sunshine.\n"}}
{"pink": {"word": "rose", "line": "She walked briskly in the brisk air, the color rose in her cheeks, and her straw bonnet (which our contemporaries might look at with conjectural curiosity as at an obsolete form of basket) fell a little backward.\n"}}
{"brown": {"word": "brown", "line": "She would perhaps be hardly characterized enough if it were omitted that she wore her brown hair flatly braided and coiled behind so as to expose the outline of her head in a daring manner at a time when public feeling required the meagreness of nature to be dissimulated by tall barricades of frizzed curls and bows, never surpassed by any great race except the Feejeean.\n"}}
{"white": {"word": "white", "line": "He discerned Dorothea, jumped off his horse at once, and, having delivered it to his groom, advanced towards her with something white on his arm, at which the two setters were barking in an excited manner.\n"}}
{"white": {"word": "white", "line": "“I have brought a little petitioner,” he said, “or rather, I have brought him to see if he will be approved before his petition is offered.” He showed the white object under his arm, which was a tiny Maltese puppy, one of nature’s most naive toys.\n"}}
{"black": {"word": "black", "line": "Here, John, take this dog, will you?” The objectionable puppy, whose nose and eyes were equally black and expressive, was thus got rid of, since Miss Brooke decided that it had better not have been born.\n"}}
{"red": {"word": "red", "line": "When she got out of the carriage, her cheeks were pale and her eyelids red.\n"}}
{"white": {"word": "pale", "line": "When she got out of the carriage, her cheeks were pale and her eyelids red.\n"}}
{"pink": {"word": "rose", "line": "Dorothea closed her pamphlet, as soon as she was aware of her uncle’s presence, and rose as if to go.\n"}}
{"red": {"word": "red", "line": "She seemed to be holding them up in propitiation for her passionate desire to know and to think, which in the unfriendly mediums of Tipton and Freshitt had issued in crying and red eyelids.\n"}}
{"pink": {"word": "rose", "line": "Well, my dear, the fact is, I have a letter for you in my pocket.” Mr. Brooke handed the letter to Dorothea, but as she rose to go away, he added, “There is not too much hurry, my dear.\n"}}
{"white": {"word": "pale", "line": "“Don’t sit up, Dodo, you are so pale to-night: go to bed soon,” said Celia, in a comfortable way, without any touch of pathos.\n"}}
{"white": {"word": "white", "line": "It seemed as if something like the reflection of a white sunlit wing had passed across her features, ending in one of her rare blushes.\n"}}
{"white": {"word": "fair", "line": "Dorothea was in fact thinking that it was desirable for Celia to know of the momentous change in Mr. Casaubon’s position since he had last been in the house: it did not seem fair to leave her in ignorance of what would necessarily affect her attitude towards him; but it was impossible not to shrink from telling her.\n"}}
{"white": {"word": "pale", "line": "“It is right to tell you, Celia, that I am engaged to marry Mr. Casaubon.” Perhaps Celia had never turned so pale before.\n"}}
{"pink": {"word": "blush", "line": "Only,” Celia added, with a slight blush (she sometimes seemed to blush as she breathed), “I don’t think he would have suited Dorothea.” “Not high-flown enough?” “Dodo is very strict.\n"}}
{"white": {"word": "pale", "line": "We mortals, men and women, devour many a disappointment between breakfast and dinner-time; keep back the tears and look a little pale about the lips, and in answer to inquiries say, “Oh, nothing!” Pride helps us; and pride is not a bad thing when it only urges us to hide our own hurts—not to hurt others.\n"}}
{"pink": {"word": "rose", "line": "I wish you saw it as I do—I wish you would talk to Brooke about it.” Sir James rose as he was finishing his sentence, for he saw Mrs. Cadwallader entering from the study.\n"}}
{"red": {"word": "red", "line": "She does not do it for my amusement.” “He has got no good red blood in his body,” said Sir James.\n"}}
{"gray": {"word": "gray", "line": "On a gray but dry November morning Dorothea drove to Lowick in company with her uncle and Celia.\n"}}
{"yellow": {"word": "yellow", "line": "In this latter end of autumn, with a sparse remnant of yellow leaves falling slowly athwart the dark evergreens in a stillness without sunshine, the house too had an air of autumnal decline, and Mr. Casaubon, when he presented himself, had no bloom that could be thrown into relief by that background.\n"}}
{"white": {"word": "white", "line": "“Oh dear!” Celia said to herself, “I am sure Freshitt Hall would have been pleasanter than this.” She thought of the white freestone, the pillared portico, and the terrace full of flowers, Sir James smiling above them like a prince issuing from his enchantment in a rose-bush, with a handkerchief swiftly metamorphosed from the most delicately odorous petals—Sir James, who talked so agreeably, always about things which had common-sense in them, and not about learning!\n"}}
{"blue": {"word": "blue", "line": "The bow-window looked down the avenue of limes; the furniture was all of a faded blue, and there were miniatures of ladies and gentlemen with powdered hair hanging in a group.\n"}}
{"white": {"word": "pale", "line": "A piece of tapestry over a door also showed a blue-green world with a pale stag in it.\n"}}
{"gray": {"word": "gray", "line": "“Those deep gray eyes rather near together—and the delicate irregular nose with a sort of ripple in it—and all the powdered curls hanging backward.\n"}}
{"gray": {"word": "gray", "line": "The sun had lately pierced the gray, and the avenue of limes cast shadows.\n"}}
{"gray": {"word": "gray", "line": "Will, this is Miss Brooke.” The cousin was so close now, that, when he lifted his hat, Dorothea could see a pair of gray eyes rather near together, a delicate irregular nose with a little ripple in it, and hair falling backward; but there was a mouth and chin of a more prominent, threatening aspect than belonged to the type of the grandmother’s miniature.\n"}}
{"white": {"word": "fair", "line": "“I should rather refer it to the devil.” “Ay, to be sure, there should be a little devil in a woman,” said Mr. Chichely, whose study of the fair sex seemed to have been detrimental to his theology.\n"}}
{"blue": {"word": "blue", "line": "The society of such women was about as relaxing as going from your work to teach the second form, instead of reclining in a paradise with sweet laughs for bird-notes, and blue eyes for a heaven.\n"}}
{"pink": {"word": "pink", "line": "“Knock at Mr. Fred’s door again, Pritchard, and tell him it has struck half-past ten.” This was said without any change in the radiant good-humor of Mrs. Vincy’s face, in which forty-five years had delved neither angles nor parallels; and pushing back her pink capstrings, she let her work rest on her lap, while she looked admiringly at her daughter.\n"}}
{"red": {"word": "red", "line": "“Mamma,” said Rosamond, “when Fred comes down I wish you would not let him have red herrings.\n"}}
{"red": {"word": "coral", "line": "The ride to Stone Court, which Fred and Rosamond took the next morning, lay through a pretty bit of midland landscape, almost all meadows and pastures, with hedgerows still allowed to grow in bushy beauty and to spread out coral fruit for the birds.\n"}}
{"red": {"word": "red", "line": "Little details gave each field a particular physiognomy, dear to the eyes that have looked on them from childhood: the pool in the corner where the grasses were dank and trees leaned whisperingly; the great oak shadowing a bare place in mid-pasture; the high bank where the ash-trees grew; the sudden slope of the old marl-pit making a red background for the burdock; the huddled roofs and ricks of the homestead without a traceable way of approach; the gray gate and fences against the depths of the bordering wood; and the stray hovel, its old, old thatch full of mossy hills and valleys with wondrous modulations of light and shadow such as we travel far to see in later life, and see larger, but not more beautiful.\n"}}
{"gray": {"word": "gray", "line": "Little details gave each field a particular physiognomy, dear to the eyes that have looked on them from childhood: the pool in the corner where the grasses were dank and trees leaned whisperingly; the great oak shadowing a bare place in mid-pasture; the high bank where the ash-trees grew; the sudden slope of the old marl-pit making a red background for the burdock; the huddled roofs and ricks of the homestead without a traceable way of approach; the gray gate and fences against the depths of the bordering wood; and the stray hovel, its old, old thatch full of mossy hills and valleys with wondrous modulations of light and shadow such as we travel far to see in later life, and see larger, but not more beautiful.\n"}}
{"yellow": {"word": "yellow", "line": "That is Mrs. Waule’s gig—the last yellow gig left, I should think.\n"}}
{"yellow": {"word": "yellow", "line": "When I see Mrs. Waule in it, I understand how yellow can have been worn for mourning.\n"}}
{"black": {"word": "black", "line": "But then Mrs. Waule always has black crape on.\n"}}
{"gold": {"word": "gold", "line": "Mrs. Waule had to defer her answer till he was quiet again, till Mary Garth had supplied him with fresh syrup, and he had begun to rub the gold knob of his stick, looking bitterly at the fire.\n"}}
{"pink": {"word": "pink", "line": "I don’t bank with him.” “Well, Mrs. Bulstrode is Mr. Vincy’s own sister, and they do say that Mr. Vincy mostly trades on the Bank money; and you may see yourself, brother, when a woman past forty has pink strings always flying, and that light way of laughing at everything, it’s very unbecoming.\n"}}
{"white": {"word": "fair", "line": "“Whether or no, brother, it is naturally painful to me and my brother Solomon to hear your name made free with, and your complaint being such as may carry you off sudden, and people who are no more Featherstones than the Merry-Andrew at the fair, openly reckoning on your property coming to _them_.\n"}}
{"pink": {"word": "rose", "line": "She rose slowly without any sign of resentment, and said in her usual muffled monotone, “Brother, I hope the new doctor will be able to do something for you.\n"}}
{"yellow": {"word": "yellow", "line": "They did not think of sitting down, but stood at the toilet-table near the window while Rosamond took off her hat, adjusted her veil, and applied little touches of her finger-tips to her hair—hair of infantine fairness, neither flaxen nor yellow.\n"}}
{"blue": {"word": "blue", "line": "Mary Garth seemed all the plainer standing at an angle between the two nymphs—the one in the glass, and the one out of it, who looked at each other with eyes of heavenly blue, deep enough to hold the most exquisite meanings an ingenious beholder could put into them, and deep enough to hide the meanings of the owner if these should happen to be less exquisite.\n"}}
{"brown": {"word": "brown", "line": "Mary Garth, on the contrary, had the aspect of an ordinary sinner: she was brown; her curly dark hair was rough and stubborn; her stature was low; and it would not be true to declare, in satisfactory antithesis, that she had all the virtues.\n"}}
{"brown": {"word": "brown", "line": "When she and Rosamond happened both to be reflected in the glass, she said, laughingly— “What a brown patch I am by the side of you, Rosy!\n"}}
{"white": {"word": "white", "line": "I can give you an inventory: heavy eyebrows, dark eyes, a straight nose, thick dark hair, large solid white hands—and—let me see—oh, an exquisite cambric pocket-handkerchief.\n"}}
{"white": {"word": "white", "line": "“I like it better than your physic.” “That has made me forget how the time was going,” said Rosamond, rising to reach her hat, which she had laid aside before singing, so that her flower-like head on its white stem was seen in perfection above her riding-habit.\n"}}
{"white": {"word": "pale", "line": "Do not imagine his sickly aspect to have been of the yellow, black-haired sort: he had a pale blond skin, thin gray-besprinkled brown hair, light-gray eyes, and a large forehead.\n"}}
{"brown": {"word": "brown", "line": "Do not imagine his sickly aspect to have been of the yellow, black-haired sort: he had a pale blond skin, thin gray-besprinkled brown hair, light-gray eyes, and a large forehead.\n"}}
{"yellow": {"word": "yellow", "line": "Do not imagine his sickly aspect to have been of the yellow, black-haired sort: he had a pale blond skin, thin gray-besprinkled brown hair, light-gray eyes, and a large forehead.\n"}}
{"white": {"word": "fair", "line": "I have consulted eminent men in the metropolis, and I am painfully aware of the backwardness under which medical treatment labors in our provincial districts.” “Yes;—with our present medical rules and education, one must be satisfied now and then to meet with a fair practitioner.\n"}}
{"green": {"word": "green", "line": "“It may be for the glory of God, but it is not for the glory of the Middlemarch trade, that Plymdale’s house uses those blue and green dyes it gets from the Brassing manufactory; they rot the silk, that’s all I know about it.\n"}}
{"blue": {"word": "blue", "line": "“It may be for the glory of God, but it is not for the glory of the Middlemarch trade, that Plymdale’s house uses those blue and green dyes it gets from the Brassing manufactory; they rot the silk, that’s all I know about it.\n"}}
{"pink": {"word": "rose", "line": "I consider it unhandsome.” Mr. Vincy rose, began to button his great-coat, and looked steadily at his brother-in-law, meaning to imply a demand for a decisive answer.\n"}}
{"red": {"word": "red", "line": "I told you always to put it on the bed.” Mary’s eyes looked rather red, as if she had been crying.\n"}}
{"white": {"word": "fair", "line": "Nevertheless he said, with rapid changes in his fair complexion— “It is very handsome of you, sir.” “I should think it is,” said Mr. Featherstone, locking his box and replacing it, then taking off his spectacles deliberately, and at length, as if his inward meditation had more deeply convinced him, repeating, “I should think it handsome.” “I assure you, sir, I am very grateful,” said Fred, who had had time to recover his cheerful air.\n"}}
{"white": {"word": "fair", "line": "But if they love them, they never think them bad.” “It is hardly fair to say I am bad.” “I said nothing at all about you.” “I never shall be good for anything, Mary, if you will not say that you love me—if you will not promise to marry me—I mean, when I am able to marry.” “If I did love you, I would not marry you: I would certainly not promise ever to marry you.” “I think that is quite wicked, Mary.\n"}}
{"pink": {"word": "rose", "line": "I must go and tell my uncle.” “Mary,” said Fred, seizing her hand as she rose; “if you will not give me some encouragement, I shall get worse instead of better.” “I will not give you any encouragement,” said Mary, reddening.\n"}}
{"white": {"word": "white", "line": "His complexion showed patches of pale pink and dead white.\n"}}
{"pink": {"word": "pink", "line": "His complexion showed patches of pale pink and dead white.\n"}}
{"white": {"word": "fair", "line": "“Black eyes you have left, you say, Yet you seem more rapt to-day, “Oh, I track the fairest fair Footprints here and echoes there “Lo!\n"}}
{"gray": {"word": "dusty", "line": "unless, indeed, he took down a dusty row of volumes with gray-paper backs and dingy labels—the volumes of an old Cyclopaedia which he had never disturbed.\n"}}
{"grey": {"word": "dusty", "line": "unless, indeed, he took down a dusty row of volumes with gray-paper backs and dingy labels—the volumes of an old Cyclopaedia which he had never disturbed.\n"}}
{"gold": {"word": "gold", "line": "A liberal education had of course left him free to read the indecent passages in the school classics, but beyond a general sense of secrecy and obscenity in connection with his internal structure, had left his imagination quite unbiassed, so that for anything he knew his brains lay in small bags at his temples, and he had no more thought of representing to himself how his blood circulated than how paper served instead of gold.\n"}}
{"white": {"word": "pale", "line": "“It was a fatal accident—a dreadful stroke of calamity that bound me to you the more.” Again Laure paused a little and then said, slowly, “_I meant to do it._” Lydgate, strong man as he was, turned pale and trembled: moments seemed to pass before he rose and stood at a distance from her.\n"}}
{"pink": {"word": "rose", "line": "“It was a fatal accident—a dreadful stroke of calamity that bound me to you the more.” Again Laure paused a little and then said, slowly, “_I meant to do it._” Lydgate, strong man as he was, turned pale and trembled: moments seemed to pass before he rose and stood at a distance from her.\n"}}
{"black": {"word": "black", "line": "“You medical gentlemen must consult which sort of black draught you will prescribe, eh, Mr. Lydgate?” “I know little of either,” said Lydgate; “but in general, appointments are apt to be made too much a question of personal liking.\n"}}
{"blue": {"word": "blue", "line": "There are men who don’t mind about being kicked blue if they can only get talked about.\n"}}
{"pink": {"word": "pink", "line": "She resigned no domestic function to her daughter; and the matron’s blooming good-natured face, with the two volatile pink strings floating from her fine throat, and her cheery manners to husband and children, was certainly among the great attractions of the Vincy house—attractions which made it all the easier to fall in love with the daughter.\n"}}
{"blue": {"word": "blue", "line": "“But we are speaking very ill of our neighbors.” Lydgate was almost forgetting that he must carry on the conversation, in thinking how lovely this creature was, her garment seeming to be made out of the faintest blue sky, herself so immaculately blond, as if the petals of some gigantic flower had just opened and disclosed her; and yet with this infantine blondness showing so much ready, self-possessed grace.\n"}}
{"pink": {"word": "blush", "line": "“A few of the ordinary sights, such as raw country girls are always taken to.” “Do you call yourself a raw country girl?” said Lydgate, looking at her with an involuntary emphasis of admiration, which made Rosamond blush with pleasure.\n"}}
{"black": {"word": "black", "line": "Before it ceased Mr. Farebrother came in—a handsome, broad-chested but otherwise small man, about forty, whose black was very threadbare: the brilliancy was all in his quick gray eyes.\n"}}
{"gray": {"word": "gray", "line": "Before it ceased Mr. Farebrother came in—a handsome, broad-chested but otherwise small man, about forty, whose black was very threadbare: the brilliancy was all in his quick gray eyes.\n"}}
{"brown": {"word": "brown", "line": "Everything looked blooming and joyous except Miss Morgan, who was brown, dull, and resigned, and altogether, as Mrs. Vincy often said, just the sort of person for a governess.\n"}}
{"pink": {"word": "rose", "line": "“No, I mean something much nearer to me.” Rosamond rose and reached her netting, and then said, “Do you care about dancing at all?\n"}}
{"red": {"word": "red", "line": "If you think it incredible that to imagine Lydgate as a man of family could cause thrills of satisfaction which had anything to do with the sense that she was in love with him, I will ask you to use your power of comparison a little more effectively, and consider whether red cloth and epaulets have never had an influence of that sort.\n"}}
{"red": {"word": "red", "line": "There were painted white chairs, with gilding and wreaths on them, and some lingering red silk damask with slits in it.\n"}}
{"white": {"word": "white", "line": "There were painted white chairs, with gilding and wreaths on them, and some lingering red silk damask with slits in it.\n"}}
{"white": {"word": "fair", "line": "You shall not have it without a fair barter.” “I have some sea-mice—fine specimens—in spirits.\n"}}
{"white": {"word": "pale", "line": "Every one now sat down, Mr. Bulstrode presiding, pale and self-restrained as usual.\n"}}
{"white": {"word": "white", "line": "They were just in time to see another figure standing against a pedestal near the reclining marble: a breathing blooming girl, whose form, not shamed by the Ariadne, was clad in Quakerish gray drapery; her long cloak, fastened at the neck, was thrown backward from her arms, and one beautiful ungloved hand pillowed her cheek, pushing somewhat backward the white beaver bonnet which made a sort of halo to her face around the simply braided dark-brown hair.\n"}}
{"gray": {"word": "gray", "line": "They were just in time to see another figure standing against a pedestal near the reclining marble: a breathing blooming girl, whose form, not shamed by the Ariadne, was clad in Quakerish gray drapery; her long cloak, fastened at the neck, was thrown backward from her arms, and one beautiful ungloved hand pillowed her cheek, pushing somewhat backward the white beaver bonnet which made a sort of halo to her face around the simply braided dark-brown hair.\n"}}
{"white": {"word": "white", "line": "Ruins and basilicas, palaces and colossi, set in the midst of a sordid present, where all that was living and warm-blooded seemed sunk in the deep degeneracy of a superstition divorced from reverence; the dimmer but yet eager Titanic life gazing and struggling on walls and ceilings; the long vistas of white forms whose marble eyes seemed to hold the monotonous light of an alien world: all this vast wreck of ambitious ideals, sensuous and spiritual, mixed confusedly with the signs of breathing forgetfulness and degradation, at first jarred her as with an electric shock, and then urged themselves on her with that ache belonging to a glut of confused ideas which check the flow of emotion.\n"}}
{"white": {"word": "pale", "line": "Forms both pale and glowing took possession of her young sense, and fixed themselves in her memory even when she was not thinking of them, preparing strange associations which remained through her after-years.\n"}}
{"red": {"word": "red", "line": "Our moods are apt to bring with them images which succeed each other like the magic-lantern pictures of a doze; and in certain states of dull forlornness Dorothea all her life continued to see the vastness of St. Peter’s, the huge bronze canopy, the excited intention in the attitudes and garments of the prophets and evangelists in the mosaics above, and the red drapery which was being hung for Christmas spreading itself everywhere like a disease of the retina.\n"}}
{"brown": {"word": "bronze", "line": "Our moods are apt to bring with them images which succeed each other like the magic-lantern pictures of a doze; and in certain states of dull forlornness Dorothea all her life continued to see the vastness of St. Peter’s, the huge bronze canopy, the excited intention in the attitudes and garments of the prophets and evangelists in the mosaics above, and the red drapery which was being hung for Christmas spreading itself everywhere like a disease of the retina.\n"}}
{"white": {"word": "pearly", "line": "All these are crushing questions; but whatever else remained the same, the light had changed, and you cannot find the pearly dawn at noonday.\n"}}
{"pink": {"word": "rose", "line": "I only begged you to let me be of some good to you.” Dorothea rose to leave the table and Mr. Casaubon made no reply, taking up a letter which lay beside him as if to reperuse it.\n"}}
{"pink": {"word": "rose", "line": "Mr. Casaubon felt a surprise which was quite unmixed with pleasure, but he did not swerve from his usual politeness of greeting, when Will rose and explained his presence.\n"}}
{"pink": {"word": "rose", "line": "They both rose, and there was never any further allusion between them to what had passed on this day.\n"}}
{"red": {"word": "maroon", "line": "They found Naumann painting industriously, but no model was present; his pictures were advantageously arranged, and his own plain vivacious person set off by a dove-colored blouse and a maroon velvet cap, so that everything was as fortunate as if he had expected the beautiful young English lady exactly at that time.\n"}}
{"green": {"word": "green", "line": "But the twenty pounds’ worth of seed-corn had been planted in vain in the seductive green plot—all of it at least which had not been dispersed by the roadside—and Fred found himself close upon the term of payment with no money at command beyond the eighty pounds which he had deposited with his mother.\n"}}
{"green": {"word": "green", "line": "He was undeniably a prosperous man, bore his drinking better than others bore their moderation, and, on the whole, flourished like the green bay-tree.\n"}}
{"white": {"word": "fair", "line": "That very evening, indeed, before the fair had set in, Fred thought he saw a favorable opening for disposing advantageously of his horse, but an opening which made him congratulate himself on his foresight in bringing with him his eighty pounds.\n"}}
{"gray": {"word": "gray", "line": "The color of the horse was a dappled gray, and Fred happened to know that Lord Medlicote’s man was on the look-out for just such a horse.\n"}}
{"white": {"word": "fair", "line": "Fred believed in the excellence of his bargain, and even before the fair had well set in, had got possession of the dappled gray, at the price of his old horse and thirty pounds in addition—only five pounds more than he had expected to give.\n"}}
{"gray": {"word": "gray", "line": "Fred believed in the excellence of his bargain, and even before the fair had well set in, had got possession of the dappled gray, at the price of his old horse and thirty pounds in addition—only five pounds more than he had expected to give.\n"}}
{"white": {"word": "fair", "line": "Hence these fair neighbors thought her either proud or eccentric, and sometimes spoke of her to their husbands as “your fine Mrs. Garth.” She was not without her criticism of them in return, being more accurately instructed than most matrons in Middlemarch, and—where is the blameless woman?—apt to be a little severe towards her own sex, which in her opinion was framed to be entirely subordinate.\n"}}
{"white": {"word": "pale", "line": "She was of the same curly-haired, square-faced type as Mary, but handsomer, with more delicacy of feature, a pale skin, a solid matronly figure, and a remarkable firmness of glance.\n"}}
{"white": {"word": "pasty", "line": "“That apple-peel is to be eaten by the pigs, Ben; if you eat it, I must give them your piece of pasty.\n"}}
{"white": {"word": "pale", "line": "You look quite pale.\n"}}
{"gray": {"word": "gray", "line": "I suppose you have looked all round and tried all honest means?” he added, fixing his merciful gray eyes on Fred.\n"}}
{"pink": {"word": "rose", "line": "I deserve it all.” “I don’t want to say anything,” said Mary, more quietly, “and my anger is of no use.” She dried her eyes, threw aside her book, rose and fetched her sewing.\n"}}
{"white": {"word": "fair", "line": "I see enough of that every day.” “It is hardly fair to call me selfish.\n"}}
{"pink": {"word": "rose", "line": "After discussing prices during tea with Mr. Featherstone, Caleb rose to bid him good-by, and said, “I want to speak to you, Mary.” She took a candle into another large parlor, where there was no fire, and setting down the feeble light on the dark mahogany table, turned round to her father, and putting her arms round his neck kissed him with childish kisses which he delighted in,—the expression of his large brows softening as the expression of a great beautiful dog softens when it is caressed.\n"}}
{"white": {"word": "white", "line": "beautiful white notes and gold.” Mary took out the folded money from her reticule and put it into her father’s hand.\n"}}
{"black": {"word": "black", "line": "Mr. Wrench did not neglect sending the usual white parcels, which this time had black and drastic contents.\n"}}
{"white": {"word": "white", "line": "Mr. Wrench did not neglect sending the usual white parcels, which this time had black and drastic contents.\n"}}
{"pink": {"word": "rose", "line": "Their effect was not alleviating to poor Fred, who, however, unwilling as he said to believe that he was “in for an illness,” rose at his usual easy hour the next morning and went down-stairs meaning to breakfast, but succeeded in nothing but in sitting and shivering by the fire.\n"}}
{"white": {"word": "fair", "line": "She seemed to be sailing with a fair wind just whither she would go, and her thoughts were much occupied with a handsome house in Lowick Gate which she hoped would by-and-by be vacant.\n"}}
{"red": {"word": "red", "line": "“Her back is very large; she seems to have sat for that,” said Rosamond, not meaning any satire, but thinking how red young Plymdale’s hands were, and wondering why Lydgate did not come.\n"}}
{"white": {"word": "white", "line": "“I wonder which would turn out to be the silliest—the engravings or the writing here,” said Lydgate, in his most convinced tone, while he turned over the pages quickly, seeming to see all through the book in no time, and showing his large white hands to much advantage, as Rosamond thought.\n"}}
{"blue": {"word": "blue", "line": "Circumstance was almost sure to be on the side of Rosamond’s idea, which had a shaping activity and looked through watchful blue eyes, whereas Lydgate’s lay blind and unconcerned as a jelly-fish which gets melted without knowing it.\n"}}
{"white": {"word": "fair", "line": "The reveries from which it was difficult for him to detach himself were ideal constructions of something else than Rosamond’s virtues, and the primitive tissue was still his fair unknown.\n"}}
{"white": {"word": "white", "line": "A light snow was falling as they descended at the door, and in the morning, when Dorothea passed from her dressing-room into the blue-green boudoir that we know of, she saw the long avenue of limes lifting their trunks from a white earth, and spreading white branches against the dun and motionless sky.\n"}}
{"red": {"word": "red", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem-like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue-gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n"}}
{"white": {"word": "white", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem-like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue-gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n"}}
{"brown": {"word": "hazel", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem-like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue-gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n"}}
{"white": {"word": "white", "line": "As she laid the cameo-cases on the table in the bow-window, she unconsciously kept her hands on them, immediately absorbed in looking out on the still, white enclosure which made her visible world.\n"}}
{"white": {"word": "white", "line": "The duties of her married life, contemplated as so great beforehand, seemed to be shrinking with the furniture and the white vapor-walled landscape.\n"}}
{"white": {"word": "pale", "line": "Her blooming full-pulsed youth stood there in a moral imprisonment which made itself one with the chill, colorless, narrowed landscape, with the shrunken furniture, the never-read books, and the ghostly stag in a pale fantastic world that seemed to be vanishing from the daylight.\n"}}
{"pink": {"word": "rose", "line": "How sad—how dreadful!” She rose quickly and went out of the room, hurrying along the corridor, with the irresistible impulse to go and see her husband and inquire if she could do anything for him.\n"}}
{"white": {"word": "pale", "line": "But Casaubon is a little pale, I tell him—a little pale, you know.\n"}}
{"white": {"word": "pale", "line": "It was all very well to look pale, sitting for the portrait of Aquinas, you know—we got your letter just in time.\n"}}
{"pink": {"word": "blush", "line": "“Do you think it nice to go to Rome on a wedding journey?” said Celia, with her ready delicate blush which Dorothea was used to on the smallest occasions.\n"}}
{"white": {"word": "white", "line": "In spite of the blinking eyes and white moles objectionable to Celia, and the want of muscular curve which was morally painful to Sir James, Mr. Casaubon had an intense consciousness within him, and was spiritually a-hungered like the rest of us.\n"}}
{"white": {"word": "pale", "line": "Decidedly, this woman was too young to be on the formidable level of wifehood—unless she had been pale and featureless and taken everything for granted.\n"}}
{"pink": {"word": "rose", "line": "When Sir James entered the library, however, Mr. Casaubon could make some signs of his usual politeness, and Dorothea, who in the reaction from her first terror had been kneeling and sobbing by his side now rose and herself proposed that some one should ride off for a medical man.\n"}}
{"white": {"word": "pale", "line": "He may possibly live for fifteen years or more, without much worse health than he has had hitherto.” Dorothea had turned very pale, and when Lydgate paused she said in a low voice, “You mean if we are very careful.” “Yes—careful against mental agitation of all kinds, and against excessive application.” “He would be miserable, if he had to give up his work,” said Dorothea, with a quick prevision of that wretchedness.\n"}}
{"white": {"word": "pallid", "line": "You have been lately in Rome, I think.” The memories which made this resource utterly hopeless were a new current that shook Dorothea out of her pallid immobility.\n"}}
{"pink": {"word": "rose", "line": "Anxiety of any kind would be precisely the most unfavorable condition for him.” Lydgate rose, and Dorothea mechanically rose at the same time, unclasping her cloak and throwing it off as if it stifled her.\n"}}
{"black": {"word": "black", "line": "Lydgate was fuming a little, pushed his hair back with one hand, felt curiously in his waistcoat-pocket with the other, and then stooped to beckon the tiny black spaniel, which had the insight to decline his hollow caresses.\n"}}
{"white": {"word": "fair", "line": "Happily Rosamond did not think of committing any desperate act: she plaited her fair hair as beautifully as usual, and kept herself proudly calm.\n"}}
{"pink": {"word": "blush", "line": "Rosamond, who at the first moment felt as if her happiness were returning, was keenly hurt by Lydgate’s manner; her blush had departed, and she assented coldly, without adding an unnecessary word, some trivial chain-work which she had in her hands enabling her to avoid looking at Lydgate higher than his chin.\n"}}
{"pink": {"word": "rose", "line": "After sitting two long moments while he moved his whip and could say nothing, Lydgate rose to go, and Rosamond, made nervous by her struggle between mortification and the wish not to betray it, dropped her chain as if startled, and rose too, mechanically.\n"}}
{"white": {"word": "fair", "line": "When he rose he was very near to a lovely little face set on a fair long neck which he had been used to see turning about under the most perfect management of self-contented grace.\n"}}
{"pink": {"word": "rose", "line": "When he rose he was very near to a lovely little face set on a fair long neck which he had been used to see turning about under the most perfect management of self-contented grace.\n"}}
{"blue": {"word": "blue", "line": "At this moment she was as natural as she had ever been when she was five years old: she felt that her tears had risen, and it was no use to try to do anything else than let them stay like water on a blue flower or let them fall over her cheeks, even as they would.\n"}}
{"white": {"word": "white", "line": "He fled by another doorway, but Mr. Jonah, who had not before seen Fred’s white complexion, long legs, and pinched delicacy of face, prepared many sarcasms in which these points of appearance were wittily combined with the lowest moral attributes.\n"}}
{"white": {"word": "white", "line": "Waule having a white handkerchief partially unfolded in her hand—and both with faces in a sort of half-mourning purple; while Mrs. Vincy with her pink cheeks and pink ribbons flying was actually administering a cordial to their own brother, and the light-complexioned Fred, his short hair curling as might be expected in a gambler’s, was lolling at his ease in a large chair.\n"}}
{"pink": {"word": "pink", "line": "Waule having a white handkerchief partially unfolded in her hand—and both with faces in a sort of half-mourning purple; while Mrs. Vincy with her pink cheeks and pink ribbons flying was actually administering a cordial to their own brother, and the light-complexioned Fred, his short hair curling as might be expected in a gambler’s, was lolling at his ease in a large chair.\n"}}
{"purple": {"word": "purple", "line": "Waule having a white handkerchief partially unfolded in her hand—and both with faces in a sort of half-mourning purple; while Mrs. Vincy with her pink cheeks and pink ribbons flying was actually administering a cordial to their own brother, and the light-complexioned Fred, his short hair curling as might be expected in a gambler’s, was lolling at his ease in a large chair.\n"}}
{"gold": {"word": "gold", "line": "The Almighty knows what I’ve got on my mind—” “Then he knows more than I want to know,” said Peter, laying down his stick with a show of truce which had a threat in it too, for he reversed the stick so as to make the gold handle a club in case of closer fighting, and looked hard at Solomon’s bald head.\n"}}
{"red": {"word": "red", "line": "The red fire with its gently audible movement seemed like a solemn existence calmly independent of the petty passions, the imbecile desires, the straining after worthless uncertainties, which were daily moving her contempt.\n"}}
{"yellow": {"word": "yellow", "line": "She sat to-night revolving, as she was wont, the scenes of the day, her lips often curling with amusement at the oddities to which her fancy added fresh drollery: people were so ridiculous with their illusions, carrying their fool’s caps unawares, thinking their own lies opaque while everybody else’s were transparent, making themselves exceptions to everything, as if when all the world looked yellow under a lamp they alone were rosy.\n"}}
{"pink": {"word": "rosy", "line": "She sat to-night revolving, as she was wont, the scenes of the day, her lips often curling with amusement at the oddities to which her fancy added fresh drollery: people were so ridiculous with their illusions, carrying their fool’s caps unawares, thinking their own lies opaque while everybody else’s were transparent, making themselves exceptions to everything, as if when all the world looked yellow under a lamp they alone were rosy.\n"}}
{"red": {"word": "red", "line": "Take it and do as I tell you.” Mary, standing by the fire, saw its red light falling on the old man, propped up on his pillows and bed-rest, with his bony hand holding out the key, and the money lying on the quilt before him.\n"}}
{"gold": {"word": "gold", "line": "In a very little while there was no longer any doubt that Peter Featherstone was dead, with his right hand clasping the keys, and his left hand lying on the heap of notes and gold.\n"}}
{"green": {"word": "green", "line": "In the prosaic neighborhood of Middlemarch, May was not always warm and sunny, and on this particular morning a chill wind was blowing the blossoms from the surrounding gardens on to the green mounds of Lowick churchyard.\n"}}
{"black": {"word": "black", "line": "The black procession, when dismounted, looked the larger for the smallness of the churchyard; the heavy human faces and the black draperies shivering in the wind seemed to tell of a world strangely incongruous with the lightly dropping blossoms and the gleams of sunshine on the daisies.\n"}}
{"white": {"word": "fair", "line": "But that is really a good looking woman, and the fair young man must be her son.\n"}}
{"white": {"word": "fair", "line": "That is how his family look so fair and sleek,” said Mrs. Cadwallader.\n"}}
{"white": {"word": "white", "line": "Do look at Humphrey: one might fancy him an ugly archangel towering above them in his white surplice.” “It’s a solemn thing, though, a funeral,” said Mr. Brooke, “if you take it in that light, you know.” “But I am not taking it in that light.\n"}}
{"white": {"word": "white", "line": "Hence the brothers showed a thoroughly neutral gravity as they re-entered with Mr. Standish; but Solomon took out his white handkerchief again with a sense that in any case there would be affecting passages, and crying at funerals, however dry, was customarily served up in lawn.\n"}}
{"white": {"word": "white", "line": "I’ll put a white hat and drab coat on to-morrow.” “Dear, dear,” wept Mrs. Cranch, “and we’ve been at the expense of travelling, and that poor lad sitting idle here so long!\n"}}
{"pink": {"word": "rose", "line": "I like Featherstones that were brewed such, and not turned Featherstones with sticking the name on ’em.” Solomon addressed these remarks in a loud aside to Mrs. Waule as he rose to accompany her.\n"}}
{"pink": {"word": "rose", "line": "He rose immediately, and turning his back on the company while he said to her in an undertone,—“Don’t give way, Lucy; don’t make a fool of yourself, my dear, before these people,” he added in his usual loud voice—“Go and order the phaeton, Fred; I have no time to waste.” Mary Garth had before this been getting ready to go home with her father.\n"}}
{"pink": {"word": "pink", "line": "Twenty-four hours ago he had thought that instead of needing to know what he should do, he should by this time know that he needed to do nothing: that he should hunt in pink, have a first-rate hunter, ride to cover on a fine hack, and be generally respected for doing so; moreover, that he should be able at once to pay Mr. Garth, and that Mary could no longer have any reason for not marrying him.\n"}}
{"white": {"word": "white", "line": "Apart from his dinners and his coursing, Mr. Vincy, blustering as he was, had as little of his own way as if he had been a prime minister: the force of circumstances was easily too much for him, as it is for most pleasure-loving florid men; and the circumstance called Rosamond was particularly forcible by means of that mild persistence which, as we know, enables a white soft living substance to make its way in spite of opposing rock.\n"}}
{"blue": {"word": "blue", "line": "Even the points it clings to—the things whence its subtle interlacings are swung—are scarcely perceptible: momentary touches of fingertips, meetings of rays from blue and dark orbs, unfinished phrases, lightest changes of cheek and lip, faintest tremors.\n"}}
{"green": {"word": "green", "line": "But it had never occurred to him that he should live in any other than what he would have called an ordinary way, with green glasses for hock, and excellent waiting at table.\n"}}
{"blue": {"word": "blue", "line": "If anything is done to make you unhappy,—that is a reason for hastening our marriage.” An unmistakable delight shone forth from the blue eyes that met his, and the radiance seemed to light up all his future with mild sunshine.\n"}}
{"white": {"word": "fair", "line": "It is not fair that I should be so ignorant of yours.\n"}}
{"gray": {"word": "gray", "line": "A man was bound to know himself better than that, and if he chose to grow gray crunching bones in a cavern, he had no business to be luring a girl into his companionship.\n"}}
{"brown": {"word": "brown", "line": "“Sit down.” She seated herself on a dark ottoman with the brown books behind her, looking in her plain dress of some thin woollen-white material, without a single ornament on her besides her wedding-ring, as if she were under a vow to be different from all other women; and Will sat down opposite her at two yards’ distance, the light falling on his bright curls and delicate but rather petulant profile, with its defiant curves of lip and chin.\n"}}
{"pink": {"word": "rose", "line": "“I wish you could have stayed,” said Dorothea, with a touch of mournfulness, as she rose and put out her hand.\n"}}
{"white": {"word": "pallid", "line": "Any private hours in her day were usually spent in her blue-green boudoir, and she had come to be very fond of its pallid quaintness.\n"}}
{"white": {"word": "pale", "line": "Even the pale stag seemed to have reminding glances and to mean mutely, “Yes, we know.” And the group of delicately touched miniatures had made an audience as of beings no longer disturbed about their own earthly lot, but still humanly interested.\n"}}
{"red": {"word": "red", "line": "_If we had to describe a man who is retrogressive in the most evil sense of the word—we should say, he is one who would dub himself a reformer of our constitution, while every interest for which he is immediately responsible is going to decay: a philanthropist who cannot bear one rogue to be hanged, but does not mind five honest tenants being half-starved: a man who shrieks at corruption, and keeps his farms at rack-rent: who roars himself red at rotten boroughs, and does not mind if every field on his farms has a rotten gate: a man very open-hearted to Leeds and Manchester, no doubt; he would give any number of representatives who will pay for their seats out of their own pockets: what he objects to giving, is a little return on rent-days to help a tenant to buy stock, or an outlay on repairs to keep the weather out at a tenant’s barn-door or make his house look a little less like an Irish cottier’s.\n"}}
{"red": {"word": "red", "line": "“Come, that’s rather good, you know,” said Mr. Brooke, taking up the paper and trying to bear the attack as easily as his neighbor did, but coloring and smiling rather nervously; “that about roaring himself red at rotten boroughs—I never made a speech about rotten boroughs in my life.\n"}}
{"red": {"word": "red", "line": "And as to roaring myself red and that kind of thing—these men never understand what is good satire.\n"}}
{"white": {"word": "fair", "line": "“Returns are very well occasionally, but I like a fair valuation.\n"}}
{"white": {"word": "white", "line": "For effective magic is transcendent nature; and who shall measure the subtlety of those touches which convey the quality of soul as well as body, and make a man’s passion for one woman differ from his passion for another as joy in the morning light over valley and river and white mountain-top differs from joy among Chinese lanterns and glass panels?\n"}}
{"black": {"word": "black", "line": "“Well, now, it seemed rather black to me, I confess, in a Methodist preacher, you know.\n"}}
{"black": {"word": "black", "line": "Well, now, Flavell in his shabby black gaiters, pleading that he thought the Lord had sent him and his wife a good dinner, and he had a right to knock it down, though not a mighty hunter before the Lord, as Nimrod was—I assure you it was rather comic: Fielding would have made something of it—or Scott, now—Scott might have worked it up.\n"}}
{"red": {"word": "red", "line": "It is true that an observer, under that softening influence of the fine arts which makes other people’s hardships picturesque, might have been delighted with this homestead called Freeman’s End: the old house had dormer-windows in the dark red roof, two of the chimneys were choked with ivy, the large porch was blocked up with bundles of sticks, and half the windows were closed with gray worm-eaten shutters about which the jasmine-boughs grew in wild luxuriance; the mouldering garden wall with hollyhocks peeping over it was a perfect study of highly mingled subdued color, and there was an aged goat (kept doubtless on interesting superstitious grounds) lying against the open back-kitchen door.\n"}}
{"gray": {"word": "gray", "line": "It is true that an observer, under that softening influence of the fine arts which makes other people’s hardships picturesque, might have been delighted with this homestead called Freeman’s End: the old house had dormer-windows in the dark red roof, two of the chimneys were choked with ivy, the large porch was blocked up with bundles of sticks, and half the windows were closed with gray worm-eaten shutters about which the jasmine-boughs grew in wild luxuriance; the mouldering garden wall with hollyhocks peeping over it was a perfect study of highly mingled subdued color, and there was an aged goat (kept doubtless on interesting superstitious grounds) lying against the open back-kitchen door.\n"}}
{"white": {"word": "white", "line": "The mossy thatch of the cow-shed, the broken gray barn-doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n"}}
{"brown": {"word": "brown", "line": "The mossy thatch of the cow-shed, the broken gray barn-doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n"}}
{"gray": {"word": "gray", "line": "The mossy thatch of the cow-shed, the broken gray barn-doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n"}}
{"red": {"word": "red", "line": "Mary was just now at home waiting for a situation, while Christy, the boy next to her, was getting cheap learning and cheap fare in Scotland, having to his father’s disappointment taken to books instead of that sacred calling “business.” The letters had come—nine costly letters, for which the postman had been paid three and twopence, and Mr. Garth was forgetting his tea and toast while he read his letters and laid them open one above the other, sometimes swaying his head slowly, sometimes screwing up his mouth in inward debate, but not forgetting to cut off a large red seal unbroken, which Letty snatched up like an eager terrier.\n"}}
{"white": {"word": "fair", "line": "Mrs. Garth patted Letty’s head and smiled, but seeing that her husband was gathering up his letters and likely soon to be out of reach in that sanctuary “business,” she pressed his shoulder and said emphatically— “Now, mind you ask fair pay, Caleb.” “Oh yes,” said Caleb, in a deep voice of assent, as if it would be unreasonable to suppose anything else of him.\n"}}
{"white": {"word": "fair", "line": "But as to Fred Vincy, it is only fair he should be excused a little: old Featherstone’s delusive behavior did help to spoil him.\n"}}
{"black": {"word": "black", "line": "They made a pretty picture in the western light which brought out the brightness of the apples on the old scant-leaved boughs—Mary in her lavender gingham and black ribbons holding a basket, while Letty in her well-worn nankin picked up the fallen apples.\n"}}
{"purple": {"word": "lavender", "line": "They made a pretty picture in the western light which brought out the brightness of the apples on the old scant-leaved boughs—Mary in her lavender gingham and black ribbons holding a basket, while Letty in her well-worn nankin picked up the fallen apples.\n"}}
{"brown": {"word": "brown", "line": "What could two men, so different from each other, see in this “brown patch,” as Mary called herself?\n"}}
{"gray": {"word": "gray", "line": "He was a man obviously on the way towards sixty, very florid and hairy, with much gray in his bushy whiskers and thick curly hair, a stoutish body which showed to disadvantage the somewhat worn joinings of his clothes, and the air of a swaggerer, who would aim at being noticeable even at a show of fireworks, regarding his own remarks on any other person’s performance as likely to be more interesting than the performance itself.\n"}}
{"gray": {"word": "gray", "line": "The gray day had turned to a light drizzling rain, which freshened the hedgerows and the grassy borders of the by-roads, and hastened the laborers who were loading the last shocks of corn.\n"}}
{"black": {"word": "black", "line": "Lydgate, certain that his patient wished to be alone, soon left him; and the black figure with hands behind and head bent forward continued to pace the walk where the dark yew-trees gave him a mute companionship in melancholy, and the little shadows of bird or leaf that fleeted across the isles of sunlight, stole along in silence as in the presence of a sorrow.\n"}}
{"white": {"word": "ivory", "line": "“This figure hath high price: ’t was wrought with love Ages ago in finest ivory; Nought modish in it, pure and noble lines Of generous womanhood that fits all time That too is costly ware; majolica Of deft design, to please a lordly eye: The smile, you see, is perfect—wonderful As mere Faience!\n"}}
{"white": {"word": "white", "line": "Let those who know, tell us exactly what stuff it was that Dorothea wore in those days of mild autumn—that thin white woollen stuff soft to the touch and soft to the eye.\n"}}
{"gold": {"word": "gold", "line": "Yet if she had entered before a still audience as Imogene or Cato’s daughter, the dress might have seemed right enough: the grace and dignity were in her limbs and neck; and about her simply parted hair and candid eyes the large round poke which was then in the fate of women, seemed no more odd as a head-dress than the gold trencher we call a halo.\n"}}
{"white": {"word": "fair", "line": "If a fair number of the better educated men went to work with the belief that their observations might contribute to the reform of medical doctrine and practice, we should soon see a change for the better.\n"}}
{"brown": {"word": "brown", "line": "But what keeps me up best is the pink mixture, not the brown.\n"}}
{"pink": {"word": "pink", "line": "But what keeps me up best is the pink mixture, not the brown.\n"}}
{"pink": {"word": "rose", "line": "It may be imagined that Mr. Trumbull rose from his couch with a disposition to speak of an illness in which he had manifested the strength of his mind as well as constitution; and he was not backward in awarding credit to the medical man who had discerned the quality of patient he had to deal with.\n"}}
{"white": {"word": "fair", "line": "I remember Mr. Cheshire, with his irons, trying to make people straight when the Almighty had made them crooked.” “No, no,” said Mr. Toller, “Cheshire was all right—all fair and above board.\n"}}
{"green": {"word": "green", "line": "I have always liked the quaintness of the church and congregation; besides, I know the Tuckers: I shall go into their pew.” Having silenced Objection by force of unreason, Will walked to Lowick as if he had been on the way to Paradise, crossing Halsell Common and skirting the wood, where the sunlight fell broadly under the budding boughs, bringing out the beauties of moss and lichen, and fresh green growths piercing the brown.\n"}}
{"brown": {"word": "brown", "line": "I have always liked the quaintness of the church and congregation; besides, I know the Tuckers: I shall go into their pew.” Having silenced Objection by force of unreason, Will walked to Lowick as if he had been on the way to Paradise, crossing Halsell Common and skirting the wood, where the sunlight fell broadly under the budding boughs, bringing out the beauties of moss and lichen, and fresh green growths piercing the brown.\n"}}
{"black": {"word": "black", "line": "Mr. Rigg’s frog-face was something alien and unaccountable, but notwithstanding this shock to the order of things, there were still the Waules and the rural stock of the Powderells in their pews side by side; brother Samuel’s cheek had the same purple round as ever, and the three generations of decent cottagers came as of old with a sense of duty to their betters generally—the smaller children regarding Mr. Casaubon, who wore the black gown and mounted to the highest box, as probably the chief of all betters, and the one most awful if offended.\n"}}
{"purple": {"word": "purple", "line": "Mr. Rigg’s frog-face was something alien and unaccountable, but notwithstanding this shock to the order of things, there were still the Waules and the rural stock of the Powderells in their pews side by side; brother Samuel’s cheek had the same purple round as ever, and the three generations of decent cottagers came as of old with a sense of duty to their betters generally—the smaller children regarding Mr. Casaubon, who wore the black gown and mounted to the highest box, as probably the chief of all betters, and the one most awful if offended.\n"}}
{"white": {"word": "white", "line": "Dorothea did at last appear on this quaint background, walking up the short aisle in her white beaver bonnet and gray cloak—the same she had worn in the Vatican.\n"}}
{"gray": {"word": "gray", "line": "Dorothea did at last appear on this quaint background, walking up the short aisle in her white beaver bonnet and gray cloak—the same she had worn in the Vatican.\n"}}
{"pink": {"word": "rose", "line": "Mr. Casaubon did not preach that morning, and there was no change in Will’s situation until the blessing had been pronounced and every one rose.\n"}}
{"white": {"word": "white", "line": "Surely the golden hours are turning gray And dance no more, and vainly strive to run: I see their white locks streaming in the wind— Each face is haggard as it looks at me, Slow turning in the constant clasping round Storm-driven.\n"}}
{"gray": {"word": "gray", "line": "Surely the golden hours are turning gray And dance no more, and vainly strive to run: I see their white locks streaming in the wind— Each face is haggard as it looks at me, Slow turning in the constant clasping round Storm-driven.\n"}}
{"gold": {"word": "gold", "line": "Doubtless a vigorous error vigorously pursued has kept the embryos of truth a-breathing: the quest of gold being at the same time a questioning of substances, the body of chemistry is prepared for its soul, and Lavoisier is born.\n"}}
{"white": {"word": "pale", "line": "“I never saw you look so pale, madam,” said Tantripp, a solid-figured woman who had been with the sisters at Lausanne.\n"}}
{"pink": {"word": "rose", "line": "“Well, not to say high-colored, but with a bloom like a Chiny rose.\n"}}
{"blue": {"word": "blue", "line": "When she entered the Yew-tree Walk she could not see her husband; but the walk had bends, and she went, expecting to catch sight of his figure wrapped in a blue cloak, which, with a warm velvet cap, was his outer garment on chill days for the garden.\n"}}
{"blue": {"word": "blue", "line": "His arms were resting on the table, and his brow was bowed down on them, the blue cloak being dragged forward and screening his face on each side.\n"}}
{"white": {"word": "white", "line": "Every morning now she sat with Celia in the prettiest of up-stairs sitting-rooms, opening into a small conservatory—Celia all in white and lavender like a bunch of mixed violets, watching the remarkable acts of the baby, which were so dubious to her inexperienced mind that all conversation was interrupted by appeals for their interpretation made to the oracular nurse.\n"}}
{"purple": {"word": "lavender", "line": "Every morning now she sat with Celia in the prettiest of up-stairs sitting-rooms, opening into a small conservatory—Celia all in white and lavender like a bunch of mixed violets, watching the remarkable acts of the baby, which were so dubious to her inexperienced mind that all conversation was interrupted by appeals for their interpretation made to the oracular nurse.\n"}}
{"white": {"word": "white", "line": "Mrs. Cadwallader said you might as well marry an Italian with white mice!\n"}}
{"white": {"word": "white", "line": "Why should he be compared with an Italian carrying white mice?\n"}}
{"white": {"word": "white", "line": "An Italian with white mice!—on the contrary, he was a creature who entered into every one’s feelings, and could take the pressure of their thought instead of urging his own with iron resistance.\n"}}
{"silver": {"word": "silver", "line": "“As to Reform, sir, put it in a family light,” he said, rattling the small silver in his pocket, and smiling affably.\n"}}
{"red": {"word": "red", "line": "The invisible Punch followed:— “You shall have the Bill, Mr. Brooke, per electioneering contest, and a seat outside Parliament as delivered, five thousand pounds, seven shillings, and fourpence.” Mr. Brooke, amid the roars of laughter, turned red, let his eye-glass fall, and looking about him confusedly, saw the image of himself, which had come nearer.\n"}}
{"pink": {"word": "rose", "line": "His spirit rose a little, and his voice too.\n"}}
{"pink": {"word": "rose", "line": "A more ordinary man than you might carry it on now—more ordinary, you know.” “Do you wish me to give it up?” said Will, the quick color coming in his face, as he rose from the writing-table, and took a turn of three steps with his hands in his pockets.\n"}}
{"white": {"word": "fair", "line": "“I am ashamed to trouble you, Mr. Farebrother,” said Fred, whose fair open face was propitiating, “but you are the only friend I can consult.\n"}}
{"white": {"word": "fair", "line": "“I suppose, then, it has occurred to you that you might be a fair parish priest without being much of a divine?” “Of course, if I am obliged to be a clergyman, I shall try and do my duty, though I mayn’t like it.\n"}}
{"gold": {"word": "gold", "line": "But as Warren Hastings looked at gold and thought of buying Daylesford, so Joshua Rigg looked at Stone Court and thought of buying gold.\n"}}
{"black": {"word": "black", "line": "what’s this fellow in black coming along the lane?\n"}}
{"black": {"word": "black", "line": "The comer was our slight acquaintance Mr. Raffles, whose appearance presented no other change than such as was due to a suit of black and a crape hat-band.\n"}}
{"white": {"word": "pale", "line": "you’re very pale and pasty, Nick.\n"}}
{"white": {"word": "pasty", "line": "you’re very pale and pasty, Nick.\n"}}
{"red": {"word": "red", "line": "And now, as if by some hideous magic, this loud red figure had risen before him in unmanageable solidity—an incorporate past which had not entered into his imagination of chastisements.\n"}}
{"white": {"word": "white", "line": "The fine old place never looked more like a delightful home than at that moment; the great white lilies were in flower, the nasturtiums, their pretty leaves all silvered with dew, were running away over the low stone wall; the very noises all around had a heart of peace within them.\n"}}
{"white": {"word": "white", "line": "I shall decline to know you.” “Ha, ha!” said Raffles, with an affected explosion, “that reminds me of a droll dog of a thief who declined to know the constable.” “Your allusions are lost on me sir,” said Bulstrode, with white heat; “the law has no hold on me either through your agency or any other.” “You can’t understand a joke, my good fellow.\n"}}
{"pink": {"word": "rose", "line": "I like my freedom.” Here Raffles rose and stalked once or twice up and down the room, swinging his leg, and assuming an air of masterly meditation.\n"}}
{"black": {"word": "black", "line": "He was satisfied with his present success, and by three o’clock that day he had taken up his portmanteau at the turnpike and mounted the coach, relieving Mr. Bulstrode’s eyes of an ugly black spot on the landscape at Stone Court, but not relieving him of the dread that the black spot might reappear and become inseparable even from the vision of his hearth.\n"}}
{"white": {"word": "white", "line": "“Let him be shown into the drawing-room.” The drawing-room was the most neutral room in the house to her—the one least associated with the trials of her married life: the damask matched the wood-work, which was all white and gold; there were two tall mirrors and tables with nothing on them—in brief, it was a room where you had no reason for sitting in one place rather than in another.\n"}}
{"gold": {"word": "gold", "line": "“Let him be shown into the drawing-room.” The drawing-room was the most neutral room in the house to her—the one least associated with the trials of her married life: the damask matched the wood-work, which was all white and gold; there were two tall mirrors and tables with nothing on them—in brief, it was a room where you had no reason for sitting in one place rather than in another.\n"}}
{"pink": {"word": "blush", "line": "Just outside the door she had felt that this longed-for meeting was after all too difficult, and when she saw Will advancing towards her, the deep blush which was rare in her came with painful suddenness.\n"}}
{"pink": {"word": "rose", "line": "She rose and said with a touch of indignation as well as hauteur— “You are much the happier of us two, Mr. Ladislaw, to have nothing.” Will was startled.\n"}}
{"black": {"word": "black", "line": "They are the fruity must of soundest wine; Or say, they are regenerating fire Such as hath turned the dense black element Into a crystal pathway for the sun.\n"}}
{"black": {"word": "black", "line": "It was a warm evening, and even in the delightful drawing-room, where the fine old turf sloped from the open window towards a lilied pool and well-planted mounds, the heat was enough to make Celia in her white muslin and light curls reflect with pity on what Dodo must feel in her black dress and close cap.\n"}}
{"white": {"word": "white", "line": "It was a warm evening, and even in the delightful drawing-room, where the fine old turf sloped from the open window towards a lilied pool and well-planted mounds, the heat was enough to make Celia in her white muslin and light curls reflect with pity on what Dodo must feel in her black dress and close cap.\n"}}
{"white": {"word": "white", "line": "It was a pretty picture to see this little lady in white muslin unfastening the widow’s cap from her more majestic sister, and tossing it on to a chair.\n"}}
{"gray": {"word": "gray", "line": "It was one of those gray mornings after light rains, which become delicious about twelve o’clock, when the clouds part a little, and the scent of the earth is sweet along the lanes and by the hedgerows.\n"}}
{"pink": {"word": "rose", "line": "She rose and kissed him, saying, “God bless you, Caleb!\n"}}
{"white": {"word": "fair", "line": "You always have spoiled the boy, and you must go on spoiling him.” “Nothing ever did cut me so before, Vincy,” said the wife, her fair throat and chin beginning to tremble again, “only his illness.” “Pooh, pooh, never mind!\n"}}
{"white": {"word": "white", "line": "He can tell Mary that you are here, and she will come back to-morrow.” Christy glanced at his own threadbare knees, and then at Fred’s beautiful white trousers.\n"}}
{"pink": {"word": "rose", "line": "Fred took his hat and stick and rose quickly.\n"}}
{"white": {"word": "fair", "line": "“When you are continually seeing a man who beats me in everything, and whom you set up above everybody, I can have no fair chance.” “You are very ungrateful, Fred,” said Mary.\n"}}
{"gray": {"word": "gray", "line": "Therefore since Rosamond, as we know, was fond of horseback, there were plenty of reasons why she should be tempted to resume her riding when Captain Lydgate, who had ordered his man with two horses to follow him and put up at the “Green Dragon,” begged her to go out on the gray which he warranted to be gentle and trained to carry a lady—indeed, he had bought it for his sister, and was taking it to Quallingham.\n"}}
{"gray": {"word": "gray", "line": "She meant to go out riding again on the gray, and she did go on the next opportunity of her husband’s absence, not intending that he should know until it was late enough not to signify to her.\n"}}
{"gray": {"word": "gray", "line": "But the gentle gray, unprepared for the crash of a tree that was being felled on the edge of Halsell wood, took fright, and caused a worse fright to Rosamond, leading finally to the loss of her baby.\n"}}
{"purple": {"word": "purple", "line": "“Any other article” was a phrase delicately implying jewellery, and more particularly some purple amethysts costing thirty pounds, which Lydgate had bought as a bridal present.\n"}}
{"pink": {"word": "rose", "line": "Rosamond did not look at her husband, but presently rose and took her place before the tea-tray.\n"}}
{"pink": {"word": "rose", "line": "You will never hear of the marriage!” With those words uttered impetuously, Will rose, put out his hand to Rosamond, still with the air of a somnambulist, and went away.\n"}}
{"white": {"word": "fair", "line": "In short, the auction was as good as a fair, and drew all classes with leisure at command: to some, who risked making bids in order simply to raise prices, it was almost equal to betting at the races.\n"}}
{"red": {"word": "red", "line": "No less than five hundred printed in a beautiful red.\n"}}
{"black": {"word": "black", "line": "On the last occasion of his return from it he was observed to bring with him a new companion, a stranger to Mr. Trumbull and every one else, whose appearance, however, led to the supposition that he might be a relative of the horse-dealer’s—also “given to indulgence.” His large whiskers, imposing swagger, and swing of the leg, made him a striking figure; but his suit of black, rather shabby at the edges, caused the prejudicial inference that he was not able to afford himself as much indulgence as he liked.\n"}}
{"pink": {"word": "rose", "line": "There was no need of other safeguard against me—the safeguard of wealth was enough.” Will rose from his chair with the last word and went—he hardly knew where; but it was to the projecting window nearest him, which had been open as now about the same season a year ago, when he and Dorothea had stood within it and talked together.\n"}}
{"white": {"word": "pale", "line": "In the stormy fluctuation of his feelings these words of hers seemed to him cruelly neutral, and he looked pale and miserable after his angry outburst.\n"}}
{"white": {"word": "pale", "line": "The thought that she herself might be what Will most cared for did throb through her an instant, but then came doubt: the memory of the little they had lived through together turned pale and shrank before the memory which suggested how much fuller might have been the intercourse between Will and some one else with whom he had had constant companionship.\n"}}
{"blue": {"word": "blue", "line": "Driving was pleasant, for rain in the night had laid the dust, and the blue sky looked far off, away from the region of the great clouds that sailed in masses.\n"}}
{"red": {"word": "red", "line": "Mary was just finishing the delicious tale of Rumpelstiltskin, which she had well by heart, because Letty was never tired of communicating it to her ignorant elders from a favorite red volume.\n"}}
{"pink": {"word": "rose", "line": "Lydgate’s anger rose: he was prepared to be indulgent towards feminine weakness, but not towards feminine dictation.\n"}}
{"black": {"word": "black", "line": "You don’t happen to know of any other that would be at liberty?” said Mrs. Plymdale, fixing her round black eyes on Rosamond with the animation of a sudden thought in them.\n"}}
{"blue": {"word": "blue", "line": "I am then to consider the commission withdrawn?” said Mr. Trumbull, adjusting the long ends of his blue cravat with both hands, and looking at Rosamond deferentially.\n"}}
{"pink": {"word": "rose", "line": "Rosamond, seeing that he was not looking at her, rose and set his cup of coffee before him; but he took no notice of it, and went on with an inward drama and argument, occasionally moving in his seat, resting one arm on the table, and rubbing his hand against his hair.\n"}}
{"pink": {"word": "rose", "line": "He swallowed half his cup of coffee, and then rose to go.\n"}}
{"white": {"word": "pale", "line": "While Lydgate’s eyes glanced rapidly over the brief letter, she saw his face, usually of a pale brown, taking on a dry whiteness; with nostrils and lips quivering he tossed down the letter before her, and said violently— “It will be impossible to endure life with you, if you will always be acting secretly—acting in opposition to me and hiding your actions.” He checked his speech and turned his back on her—then wheeled round and walked about, sat down, and got up again restlessly, grasping hard the objects deep down in his pockets.\n"}}
{"brown": {"word": "brown", "line": "While Lydgate’s eyes glanced rapidly over the brief letter, she saw his face, usually of a pale brown, taking on a dry whiteness; with nostrils and lips quivering he tossed down the letter before her, and said violently— “It will be impossible to endure life with you, if you will always be acting secretly—acting in opposition to me and hiding your actions.” He checked his speech and turned his back on her—then wheeled round and walked about, sat down, and got up again restlessly, grasping hard the objects deep down in his pockets.\n"}}
{"blue": {"word": "blue", "line": "It was a strange reversal of attitudes: Fred’s blond face and blue eyes, usually bright and careless, ready to give attention to anything that held out a promise of amusement, looking involuntarily grave and almost embarrassed as if by the sight of something unfitting; while Lydgate, who had habitually an air of self-possessed strength, and a certain meditativeness that seemed to lie behind his most observant attention, was acting, watching, speaking with that excited narrow consciousness which reminds one of an animal with fierce eyes and retractile claws.\n"}}
{"green": {"word": "green", "line": "He paused—they were standing on a patch of green where the road diverged towards St. Botolph’s, and he put out his hand, as if to imply that the conversation was closed.\n"}}
{"white": {"word": "pale", "line": "That would be a measure which you would recommend?” “Oh yes,” said Lydgate, falling backward in his chair, with ill-repressed impatience under the banker’s pale earnest eyes and intense preoccupation with himself.\n"}}
{"white": {"word": "fair", "line": "If Wrong, if Craft, if Indiscretion Act as fair parts with ends as laudable?\n"}}
{"pink": {"word": "rose", "line": "And now I think you should lose no time in getting advice for him.” Caleb took up his hat from the floor as he ended, and rose slowly from his seat.\n"}}
{"white": {"word": "pale", "line": "He went up and found her stretched on the bed pale and silent, without an answer even in her face to any word or look of his.\n"}}
{"blue": {"word": "blue", "line": "Let us only love one another.” She looked at him silently, still with the blank despair on her face; but then the tears began to fill her blue eyes, and her lip trembled.\n"}}
{"white": {"word": "fair", "line": "This was crumpled up with a hand-bill about a horse-fair in one of his tail-pockets, and represented the cost of three days’ stay at an inn at Bilkley, where the fair was held—a town at least forty miles from Middlemarch.\n"}}
{"pink": {"word": "rose", "line": "Bulstrode rose and spent some time in prayer.\n"}}
{"gray": {"word": "gray", "line": "Mr. Hawley was requested to wait until he had seen a gray selected at Bilkley: if that did not meet his wishes to a hair, Bambridge did not know a horse when he saw it, which seemed to be the highest conceivable unlikelihood.\n"}}
{"gray": {"word": "gray", "line": "Mr. Hawley, standing with his back to the street, was fixing a time for looking at the gray and seeing it tried, when a horseman passed slowly by.\n"}}
{"black": {"word": "black", "line": "“Any cursed alien blood, Jew, Corsican, or Gypsy.” “I know he’s one of your black sheep, Hawley.\n"}}
{"red": {"word": "crimson", "line": "“Ah, there’s better folks spend their money worse,” said a firm-voiced dyer, whose crimson hands looked out of keeping with his good-natured face.\n"}}
{"pink": {"word": "rose", "line": "After the business had been fully opened by the chairman, who pointed out the advantages of purchasing by subscription a piece of ground large enough to be ultimately used as a general cemetery, Mr. Bulstrode, whose rather high-pitched but subdued and fluent voice the town was used to at meetings of this sort, rose and asked leave to deliver his opinion.\n"}}
{"pink": {"word": "rose", "line": "Say that the evil-speaking of which I am to be made the victim accuses me of malpractices—” here Bulstrode’s voice rose and took on a more biting accent, till it seemed a low cry—“who shall be my accuser?\n"}}
{"white": {"word": "pallid", "line": "Bulstrode, it is not desirable, I think, to prolong the present discussion,” said Mr. Thesiger, turning to the pallid trembling man; “I must so far concur with what has fallen from Mr. Hawley in expression of a general feeling, as to think it due to your Christian profession that you should clear yourself, if possible, from unhappy aspersions.\n"}}
{"pink": {"word": "rose", "line": "I recommend you at present, as your clergyman, and one who hopes for your reinstatement in respect, to quit the room, and avoid further hindrance to business.” Bulstrode, after a moment’s hesitation, took his hat from the floor and slowly rose, but he grasped the corner of the chair so totteringly that Lydgate felt sure there was not strength enough in him to walk away without support.\n"}}
{"pink": {"word": "rose", "line": "He rose and gave his arm to Bulstrode, and in that way led him out of the room; yet this act, which might have been one of gentle duty and pure compassion, was at this moment unspeakably bitter to him.\n"}}
{"black": {"word": "black", "line": "She will like to see me, you know.” So they drove along, Mr. Brooke chatting with good-natured hope that there had not really been anything black in Lydgate’s behavior—a young fellow whom he had seen to be quite above the common mark, when he brought a letter from his uncle Sir Godwin.\n"}}
{"white": {"word": "fair", "line": "Full souls are double mirrors, making still An endless vista of fair things before, Repeating things behind.\n"}}
{"white": {"word": "pale", "line": "“And that feather I know she got dyed a pale lavender on purpose to be consistent.\n"}}
{"purple": {"word": "lavender", "line": "“And that feather I know she got dyed a pale lavender on purpose to be consistent.\n"}}
{"black": {"word": "black", "line": "“Nobody supposes that Mr. Lydgate can go on holding up his head in Middlemarch, things look so black about the thousand pounds he took just at that man’s death.\n"}}
{"white": {"word": "pale", "line": "In that short drive her dread gathered so much force from the sense of darkness, that when she entered the private counting-house where her brother sat at his desk, her knees trembled and her usually florid face was deathly pale.\n"}}
{"pink": {"word": "rose", "line": "Something of the same effect was produced in him by the sight of her: he rose from his seat to meet her, took her by the hand, and said, with his impulsive rashness— “God help you, Harriet!\n"}}
{"black": {"word": "black", "line": "She took off all her ornaments and put on a plain black gown, and instead of wearing her much-adorned cap and large bows of hair, she brushed her hair down and put on a plain bonnet-cap, which made her look suddenly like an early Methodist.\n"}}
{"white": {"word": "pale", "line": "A movement of new compassion and old tenderness went through her like a great wave, and putting one hand on his which rested on the arm of the chair, and the other on his shoulder, she said, solemnly but kindly— “Look up, Nicholas.” He raised his eyes with a little start and looked at her half amazed for a moment: her pale face, her changed, mourning dress, the trembling about her mouth, all said, “I know;” and her hands and eyes rested gently on him.\n"}}
{"black": {"word": "black", "line": "But soon the sky became black over poor Rosamond.\n"}}
{"white": {"word": "pale", "line": "It won’t be long before it reaches you.” “Is it anything about Tertius?” said Rosamond, turning pale.\n"}}
{"pink": {"word": "rose", "line": "With a quick change of countenance he rose and went out of the room.\n"}}
{"green": {"word": "green", "line": "These thoughts were like a drama to her, and made her eyes bright, and gave an attitude of suspense to her whole frame, though she was only looking out from the brown library on to the turf and the bright green buds which stood in relief against the dark evergreens.\n"}}
{"brown": {"word": "brown", "line": "These thoughts were like a drama to her, and made her eyes bright, and gave an attitude of suspense to her whole frame, though she was only looking out from the brown library on to the turf and the bright green buds which stood in relief against the dark evergreens.\n"}}
{"white": {"word": "fair", "line": "You will feel what is fair to another, as you feel what is fair to me.” “Do trust me,” said Dorothea; “I will not repeat anything without your leave.\n"}}
{"white": {"word": "fair", "line": "I would tell her that you shall be cleared in every fair mind.\n"}}
{"white": {"word": "pale", "line": "But there is a pale shade of bribery which is sometimes called prosperity.\n"}}
{"white": {"word": "white", "line": "That was the process going on in poor Rosamond, while she arranged all objects around her with the same nicety as ever, only with more slowness—or sat down to the piano, meaning to play, and then desisting, yet lingering on the music stool with her white fingers suspended on the wooden front, and looking before her in dreamy ennui.\n"}}
{"white": {"word": "fair", "line": "Her melancholy had become so marked that Lydgate felt a strange timidity before it, as a perpetual silent reproach, and the strong man, mastered by his keen sensibilities towards this fair fragile creature whose life he seemed somehow to have bruised, shrank from her look, and sometimes started at her approach, fear of her and fear for her rushing in only the more forcibly after it had been momentarily expelled by exasperation.\n"}}
{"white": {"word": "fair", "line": "Even in her most uneasy moments—even when she had been agitated by Mrs. Cadwallader’s painfully graphic report of gossip—her effort, nay, her strongest impulsive prompting, had been towards the vindication of Will from any sullying surmises; and when, in her meeting with him afterwards, she had at first interpreted his words as a probable allusion to a feeling towards Mrs. Lydgate which he was determined to cut himself off from indulging, she had had a quick, sad, excusing vision of the charm there might be in his constant opportunities of companionship with that fair creature, who most likely shared his other tastes as she evidently did his delight in music.\n"}}
{"white": {"word": "white", "line": "“Young Ladislaw the grandson of a thieving Jew pawnbroker” was a phrase which had entered emphatically into the dialogues about the Bulstrode business, at Lowick, Tipton, and Freshitt, and was a worse kind of placard on poor Will’s back than the “Italian with white mice.” Upright Sir James Chettam was convinced that his own satisfaction was righteous when he thought with some complacency that here was an added league to that mountainous distance between Ladislaw and Dorothea, which enabled him to dismiss any anxiety in that direction as too absurd.\n"}}
{"pink": {"word": "rose", "line": "Rosamond in her agitated absorption had not noticed the silently advancing figure; but when Dorothea, after the first immeasurable instant of this vision, moved confusedly backward and found herself impeded by some piece of furniture, Rosamond was suddenly aware of her presence, and with a spasmodic movement snatched away her hands and rose, looking at Dorothea who was necessarily arrested.\n"}}
{"white": {"word": "white", "line": "“Don’t touch me!” he said, with an utterance like the cut of a lash, darting from her, and changing from pink to white and back again, as if his whole frame were tingling with the pain of the sting.\n"}}
{"pink": {"word": "pink", "line": "“Don’t touch me!” he said, with an utterance like the cut of a lash, darting from her, and changing from pink to white and back again, as if his whole frame were tingling with the pain of the sting.\n"}}
{"white": {"word": "pale", "line": "When Will had ceased to speak she had become an image of sickened misery: her lips were pale, and her eyes had a tearless dismay in them.\n"}}
{"white": {"word": "fair", "line": "yet thou dost wear The Godhead’s most benignant grace; Nor know we anything so fair As is the smile upon thy face; Flowers laugh before thee on their beds, And fragrance in thy footing treads; Thou dost preserve the Stars from wrong; And the most ancient Heavens, through thee, are fresh and strong.\n"}}
{"pink": {"word": "rose", "line": "Alarmed at herself—fearing some further betrayal of a change so marked in its occasion, she rose and said in a low voice with undisguised anxiety, “I must go; I have overtired myself.” Mr. Farebrother, quick in perception, rose and said, “It is true; you must have half-exhausted yourself in talking about Lydgate.\n"}}
{"pink": {"word": "rose", "line": "She rose, and wrapped warm things around her, and seated herself in a great chair where she had often watched before.\n"}}
{"white": {"word": "pearly", "line": "Far off in the bending sky was the pearly light; and she felt the largeness of the world and the manifold wakings of men to labor and endurance.\n"}}
{"white": {"word": "pale", "line": "“Why, madam, you’ve never been in bed this blessed night,” burst out Tantripp, looking first at the bed and then at Dorothea’s face, which in spite of bathing had the pale cheeks and pink eyelids of a mater dolorosa.\n"}}
{"pink": {"word": "pink", "line": "“Why, madam, you’ve never been in bed this blessed night,” burst out Tantripp, looking first at the bed and then at Dorothea’s face, which in spite of bathing had the pale cheeks and pink eyelids of a mater dolorosa.\n"}}
{"pink": {"word": "rose", "line": "She did not say yes, but she rose and let Lydgate put a light shawl over her shoulders, while he said, “I am going out immediately.” Then something crossed her mind which prompted her to say, “Pray tell Martha not to bring any one else into the drawing-room.” And Lydgate assented, thinking that he fully understood this wish.\n"}}
{"white": {"word": "white", "line": "Looking like the lovely ghost of herself, her graceful slimness wrapped in her soft white shawl, the rounded infantine mouth and cheek inevitably suggesting mildness and innocence, Rosamond paused at three yards’ distance from her visitor and bowed.\n"}}
{"white": {"word": "pale", "line": "Rosamond’s eye was quick for faces; she saw that Mrs. Casaubon’s face looked pale and changed since yesterday, yet gentle, and like the firm softness of her hand.\n"}}
{"blue": {"word": "blue", "line": "When Rosamond’s convulsed throat was subsiding into calm, and she withdrew the handkerchief with which she had been hiding her face, her eyes met Dorothea’s as helplessly as if they had been blue flowers.\n"}}
{"white": {"word": "pale", "line": "“After I went away, I was haunted by two pale faces: Mrs. Casaubon looked as much in need of care as you, Rosy.\n"}}
{"white": {"word": "white", "line": "“How heavy your eyes are, Tertius—and do push your hair back.” He lifted up his large white hand to obey her, and felt thankful for this little mark of interest in him.\n"}}
{"white": {"word": "fair", "line": "He had meant to confide in Lydgate, and discuss the money question with him, and he had meant to amuse himself for the few evenings of his stay by having a great deal of music and badinage with fair Rosamond, without neglecting his friends at Lowick Parsonage:—if the Parsonage was close to the Manor, that was no fault of his.\n"}}
{"white": {"word": "white", "line": "Until that wretched yesterday—except the moment of vexation long ago in the very same room and in the very same presence—all their vision, all their thought of each other, had been as in a world apart, where the sunshine fell on tall white lilies, where no evil lurked, and no other soul entered.\n"}}
{"brown": {"word": "brown", "line": "But her vagrant mind must be reduced to order: there was an art in self-discipline; and she walked round and round the brown library considering by what sort of manoeuvre she could arrest her wandering thoughts.\n"}}
{"white": {"word": "pale", "line": "They stood silent, not looking at each other, but looking at the evergreens which were being tossed, and were showing the pale underside of their leaves against the blackening sky.\n"}}
{"white": {"word": "white", "line": "Sir James was almost white with anger, but he did not speak.\n"}}
{"white": {"word": "white", "line": "“That is not so very easy for a man of any dignity—with any sense of right—when the affair happens to be in his own family,” said Sir James, still in his white indignation.\n"}}
{"black": {"word": "jet", "line": "He had found more words than usual in the first jet of his anger, but Mr. Brooke’s propitiation was more clogging to his tongue than Mr. Cadwallader’s caustic hint.\n"}}
{"pink": {"word": "pink", "line": "She had a pink kerchief tied over her head, making a little poke to shade her eyes from the level sunbeams, while she was giving a glorious swing to Letty, who laughed and screamed wildly.\n"}}
{"pink": {"word": "pink", "line": "Seeing her father, Mary left the swing and went to meet him, pushing back the pink kerchief and smiling afar off at him with the involuntary smile of loving pleasure.\n"}}
{"white": {"word": "white", "line": "Lydgate’s hair never became white.\n"}}
