{"red": {"word": "red", "line": "“It might be London.” She looked at the two rows of English people who were sitting at the table; at the row of white bottles of water and red bottles of wine that ran between the English people; at the portraits of the late Queen and the late Poet Laureate that hung behind the English people, heavily framed; at the notice of the English church (Rev.\n"}}
{"white": {"word": "white", "line": "“It might be London.” She looked at the two rows of English people who were sitting at the table; at the row of white bottles of water and red bottles of wine that ran between the English people; at the portraits of the late Queen and the late Poet Laureate that hung behind the English people, heavily framed; at the notice of the English church (Rev.\n"}}
{"white": {"word": "fair", "line": "He was an old man, of heavy build, with a fair, shaven face and large eyes.\n"}}
{"pink": {"word": "rose", "line": "Lucy, who had not yet acquired decency, at once rose to her feet, exclaiming: “Oh, oh!\n"}}
{"pink": {"word": "rose", "line": "And above all rose the voice of the clever lady, crying: “Prato!\n"}}
{"pink": {"word": "rose", "line": "It gave her no extra pleasure that any one should be left in the cold; and when she rose to go, she turned back and gave the two outsiders a nervous little bow.\n"}}
{"pink": {"word": "rose", "line": "Thus the half-hour crept profitably away, and at last Miss Bartlett rose with a sigh, and said: “I think one might venture now.\n"}}
{"black": {"word": "black", "line": "It gave Lucy the sensation of a fog, and when she reached her own room she opened the window and breathed the clean night air, thinking of the kind old man who had enabled her to see the lights dancing in the Arno and the cypresses of San Miniato, and the foot-hills of the Apennines, black against the rising moon.\n"}}
{"red": {"word": "red", "line": "Chapter II In Santa Croce with No Baedeker It was pleasant to wake up in Florence, to open the eyes upon a bright bare room, with a floor of red tiles which look clean though they are not; with a painted ceiling whereon pink griffins and blue amorini sport in a forest of yellow violins and bassoons.\n"}}
{"blue": {"word": "blue", "line": "Chapter II In Santa Croce with No Baedeker It was pleasant to wake up in Florence, to open the eyes upon a bright bare room, with a floor of red tiles which look clean though they are not; with a painted ceiling whereon pink griffins and blue amorini sport in a forest of yellow violins and bassoons.\n"}}
{"yellow": {"word": "yellow", "line": "Chapter II In Santa Croce with No Baedeker It was pleasant to wake up in Florence, to open the eyes upon a bright bare room, with a floor of red tiles which look clean though they are not; with a painted ceiling whereon pink griffins and blue amorini sport in a forest of yellow violins and bassoons.\n"}}
{"pink": {"word": "pink", "line": "Chapter II In Santa Croce with No Baedeker It was pleasant to wake up in Florence, to open the eyes upon a bright bare room, with a floor of red tiles which look clean though they are not; with a painted ceiling whereon pink griffins and blue amorini sport in a forest of yellow violins and bassoons.\n"}}
{"white": {"word": "white", "line": "One of the little boys fell down, and some white bullocks came out of an archway.\n"}}
{"blue": {"word": "blue", "line": "Over such trivialities as these many a valuable hour may slip away, and the traveller who has gone to Italy to study the tactile values of Giotto, or the corruption of the Papacy, may return remembering nothing but the blue sky and the men and women who live under it.\n"}}
{"white": {"word": "white", "line": "Then Miss Lavish darted under the archway of the white bullocks, and she stopped, and she cried: “A smell!\n"}}
{"blue": {"word": "blue", "line": "It was a treat for the girl to be with any one so clever and so cheerful; and a blue military cloak, such as an Italian officer wears, only increased the sense of festivity.\n"}}
{"white": {"word": "white", "line": "There they stood, with their shining limbs bursting from the garments of charity, and their strong white arms extended against circlets of heaven.\n"}}
{"gray": {"word": "dusty", "line": "But it gave them strength to drift into another Piazza, large and dusty, on the farther side of which rose a black-and-white façade of surpassing ugliness.\n"}}
{"grey": {"word": "dusty", "line": "But it gave them strength to drift into another Piazza, large and dusty, on the farther side of which rose a black-and-white façade of surpassing ugliness.\n"}}
{"pink": {"word": "rose", "line": "But it gave them strength to drift into another Piazza, large and dusty, on the farther side of which rose a black-and-white façade of surpassing ugliness.\n"}}
{"white": {"word": "white", "line": "I must have a word with him!” And in a moment she was away over the Piazza, her military cloak flapping in the wind; nor did she slacken speed till she caught up an old man with white whiskers, and nipped him playfully upon the arm.\n"}}
{"red": {"word": "red", "line": "She watched the tourists; their noses were as red as their Baedekers, so cold was Santa Croce.\n"}}
{"pink": {"word": "rose", "line": "The chapel was already filled with an earnest congregation, and out of them rose the voice of a lecturer, directing them how to worship Giotto, not by tactful valuations, but by the standards of the spirit.\n"}}
{"blue": {"word": "blue", "line": "Look at that fat man in blue!\n"}}
{"white": {"word": "pale", "line": "“Why ever did she listen to it?” When he was introduced he understood why, for Miss Honeychurch, disjoined from her music stool, was only a young lady with a quantity of dark hair and a very pretty, pale, undeveloped face.\n"}}
{"grey": {"word": "grey", "line": "The street and the river were dirty yellow, the bridge was dirty grey, and the hills were dirty purple.\n"}}
{"yellow": {"word": "yellow", "line": "The street and the river were dirty yellow, the bridge was dirty grey, and the hills were dirty purple.\n"}}
{"purple": {"word": "purple", "line": "The street and the river were dirty yellow, the bridge was dirty grey, and the hills were dirty purple.\n"}}
{"yellow": {"word": "yellow", "line": "But in the south-west there had appeared a dull haze of yellow, which might mean better weather if it did not mean worse.\n"}}
{"blue": {"word": "turquoise", "line": "From the chair beneath her she extracted a gun-metal cigarette-case, on which were powdered in turquoise the initials “E.\n"}}
{"yellow": {"word": "yellow", "line": "“I don’t know, Miss Honeychurch, if you have noticed that Miss Pole, the lady who has so much yellow hair, takes lemonade.\n"}}
{"green": {"word": "green", "line": "At the end of five minutes she returned unobtrusively with a green baize board, and began playing patience.” “Whatever happened?” cried Lucy.\n"}}
{"green": {"word": "green", "line": "She too is enamoured of heavy winds, and vast panoramas, and green expanses of the sea.\n"}}
{"gold": {"word": "gold", "line": "She fixed her eyes wistfully on the tower of the palace, which rose out of the lower darkness like a pillar of roughened gold.\n"}}
{"pink": {"word": "rose", "line": "She fixed her eyes wistfully on the tower of the palace, which rose out of the lower darkness like a pillar of roughened gold.\n"}}
{"red": {"word": "red", "line": "He opened his lips to deliver it, and a stream of red came out between them and trickled down his unshaven chin.\n"}}
{"pink": {"word": "rose", "line": "A crowd rose out of the dusk.\n"}}
{"pink": {"word": "rose", "line": "He rose when she spoke, and began to dust his knees.\n"}}
{"white": {"word": "pale", "line": "The whole world seemed pale and void of its original meaning.\n"}}
{"black": {"word": "black", "line": "“And don’t move till I come back.” In the distance she saw creatures with black hoods, such as appear in dreams.\n"}}
{"pink": {"word": "rose", "line": "She rose without his assistance, and though wings seemed to flutter inside her, she walked firmly enough towards the Arno.\n"}}
{"black": {"word": "black", "line": "The river was rushing below them, almost black in the advancing night.\n"}}
{"white": {"word": "fair", "line": "And let me give you all fair warning: I intend to be unmerciful to the British tourist.” “Oh, you wicked woman,” cried Miss Bartlett.\n"}}
{"pink": {"word": "rose", "line": "A shrill cry rose from the vendor.\n"}}
{"white": {"word": "alabaster", "line": "Under the chaplain’s guidance they selected many hideous presents and mementoes—florid little picture-frames that seemed fashioned in gilded pastry; other little frames, more severe, that stood on little easels, and were carven out of oak; a blotting book of vellum; a Dante of the same material; cheap mosaic brooches, which the maids, next Christmas, would never tell from real; pins, pots, heraldic saucers, brown art-photographs; Eros and Psyche in alabaster; St. Peter to match—all of which would have cost less in London.\n"}}
{"brown": {"word": "brown", "line": "Under the chaplain’s guidance they selected many hideous presents and mementoes—florid little picture-frames that seemed fashioned in gilded pastry; other little frames, more severe, that stood on little easels, and were carven out of oak; a blotting book of vellum; a Dante of the same material; cheap mosaic brooches, which the maids, next Christmas, would never tell from real; pins, pots, heraldic saucers, brown art-photographs; Eros and Psyche in alabaster; St. Peter to match—all of which would have cost less in London.\n"}}
{"yellow": {"word": "yellow", "line": "She had read in it of the crocuses which had been bought for yellow and were coming up puce, of the new parlour-maid, who had watered the ferns with essence of lemonade, of the semi-detached cottages which were ruining Summer Street, and breaking the heart of Sir Harry Otway.\n"}}
{"white": {"word": "pale", "line": "And it was Persephone whom he asked leave to pick up on the way, saying that she was his sister—Persephone, tall and slender and pale, returning with the Spring to her mother’s cottage, and still shading her eyes from the unaccustomed light.\n"}}
{"white": {"word": "white", "line": "Lucy, elegantly dressed in white, sat erect and nervous amid these explosive ingredients, attentive to Mr.\n"}}
{"gray": {"word": "dusty", "line": "Sometimes as I take tea in their beautiful grounds I hear, over the wall, the electric tram squealing up the new road with its loads of hot, dusty, unintelligent tourists who are going to ‘do’ Fiesole in an hour in order that they may say they have been there, and I think—think—I think how little they think what lies so near them.” During this speech the two figures on the box were sporting with each other disgracefully.\n"}}
{"grey": {"word": "dusty", "line": "Sometimes as I take tea in their beautiful grounds I hear, over the wall, the electric tram squealing up the new road with its loads of hot, dusty, unintelligent tourists who are going to ‘do’ Fiesole in an hour in order that they may say they have been there, and I think—think—I think how little they think what lies so near them.” During this speech the two figures on the box were sporting with each other disgracefully.\n"}}
{"white": {"word": "white", "line": "Imagine your mother’s feelings if I let you sit in the wet in your white linen.” She sat down heavily where the ground looked particularly moist.\n"}}
{"brown": {"word": "brown", "line": "Even if my dress is thinner it will not show so much, being brown.\n"}}
{"black": {"word": "black", "line": "The miscreant, a bony young man scorched black by the sun, rose to greet her with the courtesy of a host and the assurance of a relative.\n"}}
{"pink": {"word": "rose", "line": "The miscreant, a bony young man scorched black by the sun, rose to greet her with the courtesy of a host and the assurance of a relative.\n"}}
{"blue": {"word": "blue", "line": "He only stopped once, to pick her some great blue violets.\n"}}
{"brown": {"word": "brown", "line": "They were nearing the edge of the promontory, and the view was stealing round them, but the brown network of the bushes shattered it into countless pieces.\n"}}
{"blue": {"word": "blue", "line": "From her feet the ground sloped sharply into view, and violets ran down in rivulets and streams and cataracts, irrigating the hillside with blue, eddying round the tree stems collecting into pools in the hollows, covering the grass with spots of azure foam.\n"}}
{"blue": {"word": "blue", "line": "He saw radiant joy in her face, he saw the flowers beat against her dress in blue waves.\n"}}
{"brown": {"word": "brown", "line": "Lucy!” The silence of life had been broken by Miss Bartlett who stood brown against the view.\n"}}
{"black": {"word": "black", "line": "Of course, it was most unpleasant; she had seen his black head in the bushes; he might make a tavern story out of it.\n"}}
{"gold": {"word": "gold", "line": "The sky, you know, was gold, and the ground all blue, and for a moment he looked like someone in a book.” “In a book?” “Heroes—gods—the nonsense of schoolgirls.” “And then?” “But, Charlotte, you know what happened then.” Miss Bartlett was silent.\n"}}
{"blue": {"word": "blue", "line": "The sky, you know, was gold, and the ground all blue, and for a moment he looked like someone in a book.” “In a book?” “Heroes—gods—the nonsense of schoolgirls.” “And then?” “But, Charlotte, you know what happened then.” Miss Bartlett was silent.\n"}}
{"black": {"word": "black", "line": "A point, dearest, which you alone can settle.” The rain was streaming down the black windows, and the great room felt damp and chilly, One candle burnt trembling on the chest of drawers close to Miss Bartlett’s toque, which cast monstrous and fantastic shadows on the bolted door.\n"}}
{"green": {"word": "green", "line": "Lucy, who was in the little seat, seemed on the edge of a green magic carpet which hovered in the air above the tremulous world.\n"}}
{"yellow": {"word": "yellow", "line": "“I am so glad,” said Mrs. Honeychurch, while Freddy proffered a hand that was yellow with chemicals.\n"}}
{"pink": {"word": "rose", "line": "Lucy rose from the seat.\n"}}
{"blue": {"word": "blue", "line": "He could still remember his depression that afternoon at Rome, when she and her terrible cousin fell on him out of the blue, and demanded to be taken to St. Peter’s.\n"}}
{"white": {"word": "fair", "line": "Cecil was more than presentable; he looked distinguished, and it was very pleasant to see his slim figure keeping step with Lucy, and his long, fair face responding when Lucy spoke to him.\n"}}
{"red": {"word": "crimson", "line": "He praised the pine-woods, the deep lasts of bracken, the crimson leaves that spotted the hurt-bushes, the serviceable beauty of the turnpike road.\n"}}
{"green": {"word": "green", "line": "Mrs. Honeychurch’s mouth twitched when he spoke of the perpetual green of the larch.\n"}}
{"yellow": {"word": "yellow", "line": "Her paths were already weedy; her pocket-handkerchief of a lawn was yellow with dandelions.\n"}}
{"red": {"word": "red", "line": "Not till Mrs. Flack had laid the foundation stone, and the apparition of red and cream brick began to rise did he take alarm.\n"}}
{"green": {"word": "green", "line": "Presently they came to a little clearing among the pines—another tiny green alp, solitary this time, and holding in its bosom a shallow pool.\n"}}
{"green": {"word": "green", "line": "She was got up smart, as she phrased it, and she reminded him of some brilliant flower that has no leaves of its own, but blooms abruptly out of a world of green.\n"}}
{"red": {"word": "scarlet", "line": "“Yes?” “Up to now I have never kissed you.” She was as scarlet as if he had put the thing most indelicately.\n"}}
{"gold": {"word": "gold", "line": "As he touched her, his gold pince-nez became dislodged and was flattened between them.\n"}}
{"white": {"word": "fair", "line": "“If they are coming, Sir Harry will let them move in before the twenty-ninth, and he will cross out the clause about whitewashing the ceilings, because it made them nervous, and put in the fair wear and tear one.—That doesn’t count.\n"}}
{"pink": {"word": "rose", "line": "Mr. Beebe, whose opinion of her rose daily, whispered to his niece that _that_ was the proper way to behave if any little thing went wrong.\n"}}
{"red": {"word": "red", "line": "Yes, I always connect those Florentine Emersons with violets.” “Fiasco’s done you this time,” remarked Freddy, not seeing that his sister’s face was very red.\n"}}
{"white": {"word": "fair", "line": "No, it’s not fair.\n"}}
{"white": {"word": "fair", "line": "“Perfectly fair.\n"}}
{"white": {"word": "fair", "line": "Anything is fair that punishes a snob.\n"}}
{"white": {"word": "fair", "line": "“It isn’t fair, Cecil.\n"}}
{"pink": {"word": "rose", "line": "The melody rose, unprofitably magical.\n"}}
{"green": {"word": "green", "line": "“They are worth it.” Unlatching the gate, he sauntered over the triangular green to Cissie Villa.\n"}}
{"gray": {"word": "dusty", "line": "I can’t believe he’s well.” George bowed his head, dusty and sombre, exhaling the peculiar smell of one who has handled furniture.\n"}}
{"grey": {"word": "dusty", "line": "I can’t believe he’s well.” George bowed his head, dusty and sombre, exhaling the peculiar smell of one who has handled furniture.\n"}}
{"white": {"word": "fair", "line": "It ceased, and they only heard the fair wind blowing the bracken and the trees.\n"}}
{"green": {"word": "emerald", "line": "On account of the rains, the waters had flooded the surrounding grass, which showed like a beautiful emerald path, tempting these feet towards the central pool.\n"}}
{"blue": {"word": "blue", "line": "He could detect no parishioners except the pine-trees, rising up steeply on all sides, and gesturing to each other against the blue.\n"}}
{"white": {"word": "fair", "line": "“I don’t want to make difficulties, but it really isn’t fair on the maids to fill up the house so.” Alas!\n"}}
{"pink": {"word": "rose", "line": "If at times strange images rose from the depths, she put them down to nerves.\n"}}
{"purple": {"word": "violet", "line": "I saw him looking through the bushes at you, remember he had a violet between his teeth.” Lucy shuddered a little.\n"}}
{"pink": {"word": "blush", "line": "I blush when I think how I interfered at Florence, and you so well able to look after yourself, and so much cleverer in all ways than I am.\n"}}
{"green": {"word": "green", "line": "In the Weald, autumn approached, breaking up the green monotony of summer, touching the parks with the grey bloom of mist, the beech-trees with russet, the oak-trees with gold.\n"}}
{"gold": {"word": "gold", "line": "In the Weald, autumn approached, breaking up the green monotony of summer, touching the parks with the grey bloom of mist, the beech-trees with russet, the oak-trees with gold.\n"}}
{"grey": {"word": "grey", "line": "In the Weald, autumn approached, breaking up the green monotony of summer, touching the parks with the grey bloom of mist, the beech-trees with russet, the oak-trees with gold.\n"}}
{"black": {"word": "black", "line": "Up on the heights, battalions of black pines witnessed the change, themselves unchangeable.\n"}}
{"red": {"word": "red", "line": "The garden of Windy Corners was deserted except for a red book, which lay sunning itself upon the gravel path.\n"}}
{"pink": {"word": "rose", "line": "The sun rose higher on its journey, guided, not by Phaethon, but by Apollo, competent, unswerving, divine.\n"}}
{"red": {"word": "red", "line": "Its rays fell on the ladies whenever they advanced towards the bedroom windows; on Mr. Beebe down at Summer Street as he smiled over a letter from Miss Catharine Alan; on George Emerson cleaning his father’s boots; and lastly, to complete the catalogue of memorable things, on the red book mentioned previously.\n"}}
{"green": {"word": "green", "line": "To save time, they walked over the green to it, and found father and son smoking in the garden.\n"}}
{"red": {"word": "red", "line": "“Oh, I had no idea!” she exclaimed, getting very red; and then, without a word of greeting, she reopened the piano.\n"}}
{"black": {"word": "black", "line": "Leaving him to be annoyed, she gazed at the black head again.\n"}}
{"white": {"word": "white", "line": "She moved feebly to the window, and tried to detect the cad’s white flannels among the laurels.\n"}}
{"pink": {"word": "rose", "line": "Then his words rose gravely over hers: “You cannot live with Vyse.\n"}}
{"pink": {"word": "rose", "line": "You despise my mother—I know you do—because she’s conventional and bothers over puddings; but, oh goodness!”—she rose to her feet—“conventional, Cecil, you’re that, for you may understand beautiful things, but you don’t know how to use them; and you wrap yourself up in art and books and music, and would try to wrap up me.\n"}}
{"red": {"word": "scarlet", "line": "Look at my scarlet pompoms, and the wind blowing your skirts about, and the ground so hard that not a prop will stick in, and then the carriage having to go out, when I had counted on having Powell, who—give everyone their due—does tie up dahlias properly.” Evidently Mrs. Honeychurch was shattered.\n"}}
{"white": {"word": "white", "line": "Grey clouds were charging across tissues of white, which stretched and shredded and tore slowly, until through their final layers there gleamed a hint of the disappearing blue.\n"}}
{"blue": {"word": "blue", "line": "Grey clouds were charging across tissues of white, which stretched and shredded and tore slowly, until through their final layers there gleamed a hint of the disappearing blue.\n"}}
{"black": {"word": "black", "line": "They hurried home through a world of black and grey.\n"}}
{"grey": {"word": "grey", "line": "They hurried home through a world of black and grey.\n"}}
{"red": {"word": "red", "line": "Freddy lit his bicycle lamp for him in the porch, and with his usual felicity of phrase, said: “This has been a day and a half.” “Stop thine ear against the singer—” “Wait a minute; she is finishing.” “From the red gold keep thy finger; Vacant heart and hand and eye Easy live and quiet die.” “I love weather like this,” said Freddy.\n"}}
{"gold": {"word": "gold", "line": "Freddy lit his bicycle lamp for him in the porch, and with his usual felicity of phrase, said: “This has been a day and a half.” “Stop thine ear against the singer—” “Wait a minute; she is finishing.” “From the red gold keep thy finger; Vacant heart and hand and eye Easy live and quiet die.” “I love weather like this,” said Freddy.\n"}}
{"blue": {"word": "blue", "line": "I fancy that we deserve sorrow.” She looked at the books again—black, brown, and that acrid theological blue.\n"}}
{"brown": {"word": "brown", "line": "I fancy that we deserve sorrow.” She looked at the books again—black, brown, and that acrid theological blue.\n"}}
{"white": {"word": "white", "line": "He was very quiet, and his white face, with its ruddy whiskers, seemed suddenly inhuman.\n"}}
{"black": {"word": "black", "line": "A long black column, he stood and awaited her reply.\n"}}
{"blue": {"word": "blue", "line": "They alone will visit Athens and Delphi, and either shrine of intellectual song—that upon the Acropolis, encircled by blue seas; that under Parnassus, where the eagles build and the bronze charioteer drives undismayed towards infinity.\n"}}
{"brown": {"word": "bronze", "line": "They alone will visit Athens and Delphi, and either shrine of intellectual song—that upon the Acropolis, encircled by blue seas; that under Parnassus, where the eagles build and the bronze charioteer drives undismayed towards infinity.\n"}}
{"white": {"word": "fair", "line": "The rest of us must be contented with a fair, but a less arduous, goal.\n"}}
{"white": {"word": "fair", "line": "They had fair warning, and now he calls it an elopement.\n"}}
