{"white": {"word": "white", "line": "She lay curled up on the sofa in the back drawing-room in Harley Street looking very lovely in her white muslin and blue ribbons.\n"}}
{"blue": {"word": "blue", "line": "She lay curled up on the sofa in the back drawing-room in Harley Street looking very lovely in her white muslin and blue ribbons.\n"}}
{"red": {"word": "crimson", "line": "If Titania had ever been dressed in white muslin and blue ribbons, and had fallen asleep on a crimson damask sofa in a back drawing-room, Edith might have been taken for her.\n"}}
{"white": {"word": "white", "line": "If Titania had ever been dressed in white muslin and blue ribbons, and had fallen asleep on a crimson damask sofa in a back drawing-room, Edith might have been taken for her.\n"}}
{"blue": {"word": "blue", "line": "If Titania had ever been dressed in white muslin and blue ribbons, and had fallen asleep on a crimson damask sofa in a back drawing-room, Edith might have been taken for her.\n"}}
{"black": {"word": "black", "line": "No one thought about it; but Margaret’s tall, finely made figure, in the black silk dress which she was wearing as mourning for some distant relative of her father’s, set off the long beautiful folds of the gorgeous shawls that would have half-smothered Edith.\n"}}
{"green": {"word": "green", "line": "There is the church and a few houses near it on the green--cottages, rather--with roses growing all over them.” “And flowering all the year round, especially at Christmas--make your picture complete,” said he.\n"}}
{"black": {"word": "black", "line": "She found out that the water in the urn was cold, and ordered up the great kitchen tea-kettle; the only consequence of which was that when she met it at the door, and tried to carry it in, it was too heavy for her, and she came in pouting, with a black mark on her muslin gown, and a little round white hand indented by the handle, which she took to show to Captain Lennox, just like a hurt child, and, of course, the remedy was the same in both cases.\n"}}
{"white": {"word": "white", "line": "She found out that the water in the urn was cold, and ordered up the great kitchen tea-kettle; the only consequence of which was that when she met it at the door, and tried to carry it in, it was too heavy for her, and she came in pouting, with a black mark on her muslin gown, and a little round white hand indented by the handle, which she took to show to Captain Lennox, just like a hurt child, and, of course, the remedy was the same in both cases.\n"}}
{"grey": {"word": "grey", "line": "Her mother had been detained at home by a multitude of half-reasons, none of which anybody fully understood, except Mr. Hale, who was perfectly aware that all his arguments in favour of a grey satin gown, which was midway between oldness and newness, had proved unavailing; and that, as he had not the money to equip his wife afresh, from top to toe, she would not show herself at her only sister’s only child’s wedding.\n"}}
{"black": {"word": "black", "line": "Dearest Maria had married the man of her heart, only eight years older than herself, with the sweetest temper, and that blue black hair one so seldom sees.\n"}}
{"blue": {"word": "blue", "line": "Dearest Maria had married the man of her heart, only eight years older than herself, with the sweetest temper, and that blue black hair one so seldom sees.\n"}}
{"white": {"word": "white", "line": "Perhaps it was not quite a logical deduction from all these premises, but it was still Mrs. Shaw’s characteristic conclusion, as she thought over her sister’s lot: “Married for love, what can dearest Maria have to wish for in this world?” Mrs. Hale, if she spoke truth, might have answered with a ready-made list, “a silver-grey glacé silk, a white chip bonnet, oh!\n"}}
{"grey": {"word": "grey", "line": "His blue-black hair was grey now, and lay thinly over his brows.\n"}}
{"white": {"word": "white", "line": "But he had the same large, soft eyes as his daughter,--eyes which moved slowly and almost grandly round in their orbits, and were well veiled by their transparent white eyelids.\n"}}
{"red": {"word": "red", "line": "Her mouth was wide; no rosebud that could only open just enough to let out a “yes” and “no,” and “an’t please you, sir.” But the wide mouth was one soft curve of rich red lips; and the skin, if not white and fair, was of an ivory smoothness and delicacy.\n"}}
{"white": {"word": "white", "line": "Her mouth was wide; no rosebud that could only open just enough to let out a “yes” and “no,” and “an’t please you, sir.” But the wide mouth was one soft curve of rich red lips; and the skin, if not white and fair, was of an ivory smoothness and delicacy.\n"}}
{"green": {"word": "green", "line": "The forest trees were all one dark, full, dusky green; the fern below them caught all the slanting sunbeams; the weather was sultry and broodingly still.\n"}}
{"green": {"word": "green", "line": "She made hearty friends with them; learned and delighted in using their peculiar words; took up her freedom amongst them; nursed their babies; talked or read with slow distinctness to their old people; carried dainty messes to their sick; resolved before long to teach at the school where her father went regularly every day as to an appointed task, but she was continually tempted off to go and see some individual friend--man, woman, or child--in some cottage in the green shade of the forest.\n"}}
{"red": {"word": "scarlet", "line": "The middle window in the bow was opened, and clustering roses and the scarlet honeysuckle came peeping round the corner; the small lawn was gorgeous with verbenas and geraniums of all bright colours.\n"}}
{"white": {"word": "white", "line": "He took up one of the books lying on the table; it was the Paradise of Dante, in the proper old Italian binding of white vellum and gold; by it lay a dictionary, and some words copied out in Margaret’s handwriting.\n"}}
{"gold": {"word": "gold", "line": "He took up one of the books lying on the table; it was the Paradise of Dante, in the proper old Italian binding of white vellum and gold; by it lay a dictionary, and some words copied out in Margaret’s handwriting.\n"}}
{"black": {"word": "black", "line": "Only do come in now; he will think it so strange if you don’t.” Mrs. Hale took off her black silk apron, and smoothed her face.\n"}}
{"brown": {"word": "brown", "line": "“There are a few brown beurrés against the south wall which are worth all foreign fruits and preserves.\n"}}
{"pink": {"word": "rose", "line": "The worst is, the wasps are impudent enough to dispute it with one, even at the very crisis and summit of enjoyment.” He rose, as if to follow Margaret, who had disappeared through the window: he only awaited Mrs. Hale’s permission.\n"}}
{"gold": {"word": "gold", "line": "I must pare it and quarter it before I can enjoy it.” Margaret made a plate for the pears out of a beet-root leaf, which threw up their brown gold colour admirably.\n"}}
{"brown": {"word": "brown", "line": "I must pare it and quarter it before I can enjoy it.” Margaret made a plate for the pears out of a beet-root leaf, which threw up their brown gold colour admirably.\n"}}
{"red": {"word": "crimson", "line": "Just now I feel as if twenty years’ hard study of law would be amply rewarded by one year of such an exquisite serene life as this--such skies!” looking up--“such crimson and amber foliage, so perfectly motionless as that!” pointing to some of the great forest trees which shut in the garden as if it were a nest.\n"}}
{"brown": {"word": "amber", "line": "Just now I feel as if twenty years’ hard study of law would be amply rewarded by one year of such an exquisite serene life as this--such skies!” looking up--“such crimson and amber foliage, so perfectly motionless as that!” pointing to some of the great forest trees which shut in the garden as if it were a nest.\n"}}
{"blue": {"word": "blue", "line": "“You must please to remember that our skies are not always as deep a blue as they are now.\n"}}
{"red": {"word": "crimson", "line": "No more deep blue skies or crimson and amber tints.\n"}}
{"blue": {"word": "blue", "line": "No more deep blue skies or crimson and amber tints.\n"}}
{"brown": {"word": "amber", "line": "No more deep blue skies or crimson and amber tints.\n"}}
{"pink": {"word": "rose", "line": "God forgive me!” He rose and walked up and down the room, speaking low words of self-reproach and humiliation, of which Margaret was thankful to hear but few.\n"}}
{"red": {"word": "red", "line": "Old Simon’s rheumatism might be bad and his eyesight worse; there would be no one to go and read to him, and comfort him with little porringers of broth and good red flannel; or if there was, it would be a stranger, and the old man would watch in vain for her.\n"}}
{"white": {"word": "pale", "line": "“You look pale and tired.\n"}}
{"blue": {"word": "blue", "line": "She looked out upon the dark-grey lines of the church towers, square and straight in the centre of the view, cutting against the deep blue transparent depths beyond, into which she gazed, and felt that she might gaze for ever, seeing at every moment some farther distance, and yet no sign of God!\n"}}
{"white": {"word": "pale", "line": "His face was gray and pale; he had a timid fearful look in his eyes; something almost pitiful to see in a man’s face; but that look of despondent uncertainty, of mental and bodily languor, touched his wife’s heart.\n"}}
{"gray": {"word": "gray", "line": "His face was gray and pale; he had a timid fearful look in his eyes; something almost pitiful to see in a man’s face; but that look of despondent uncertainty, of mental and bodily languor, touched his wife’s heart.\n"}}
{"white": {"word": "pale", "line": "There she stood, very pale and quiet, with her large grave eyes observing everything--up to every present circumstance however small.\n"}}
{"purple": {"word": "lilac", "line": "There was a filmy veil of soft dull mist obscuring, but not hiding, all objects, giving them a lilac hue, for the sun had not yet fully set; a robin was singing,--perhaps, Margaret thought, the very robin that her father had so often talked of as his winter pet, and for which he had made, with his own hands, a kind of robin-house by his study-window.\n"}}
{"brown": {"word": "amber", "line": "Already one or two kept constantly floating down, amber and golden in the low slanting sun-rays.\n"}}
{"pink": {"word": "rose", "line": "Her eyes were on that late-blowing rose as she was trying to answer; and she had caught the idea of the vivid beauty of the feathery leaves of the carrots in the very middle of his last sentence.\n"}}
{"black": {"word": "black", "line": "Sitting up in her bedroom this past autumn, with the light of her candle extinguished, and purely revelling in the solemn beauty of the heavens and the earth, she had many a time seen the light noiseless leap of the poachers over the garden-fence, their quick tramp across the dewy moonlit lawn, their disappearance in the black still shadow beyond.\n"}}
{"pink": {"word": "rose", "line": "Charlotte looked at Margaret with surprise; and Margaret, feeling it rather than seeing it, rose up.\n"}}
{"black": {"word": "black", "line": "But when she heard her father’s step on the gravel outside, she started up, and hastily shaking her heavy black hair back, and wiping a few tears away that had come on her cheeks she knew not how, she went out to open the door for him.\n"}}
{"pink": {"word": "rose", "line": "He rose, and walked nervously up and down the room.\n"}}
{"white": {"word": "white", "line": "The distant sea, lapped the sandy shore with measured sound; the nearer cries of the donkey-boys; the unusual scenes moving before her like pictures, which she cared not in her laziness to have fully explained before they passed away; the stroll down to the beach to breathe the sea-air, soft and warm on that sandy shore even to the end of November; the great long misty sea-line touching the tender-coloured sky; the white sail of a distant boat turning silver in some pale sunbeam:--it seemed as if she could dream her life away in such luxury of pensiveness, in which she made her present all in all, from not daring to think of the past, or wishing to contemplate the future.\n"}}
{"silver": {"word": "silver", "line": "The distant sea, lapped the sandy shore with measured sound; the nearer cries of the donkey-boys; the unusual scenes moving before her like pictures, which she cared not in her laziness to have fully explained before they passed away; the stroll down to the beach to breathe the sea-air, soft and warm on that sandy shore even to the end of November; the great long misty sea-line touching the tender-coloured sky; the white sail of a distant boat turning silver in some pale sunbeam:--it seemed as if she could dream her life away in such luxury of pensiveness, in which she made her present all in all, from not daring to think of the past, or wishing to contemplate the future.\n"}}
{"white": {"word": "pale", "line": "It was all the darker from contrast with the pale gray-blue of the wintry sky; for in Heston there had been the earliest signs of frost.\n"}}
{"black": {"word": "black", "line": "Here and there a great oblong many-windowed factory stood up, like a hen among her chickens, puffing out black “unparliamentary” smoke, and sufficiently accounting for the cloud which Margaret had taken to foretell rain.\n"}}
{"blue": {"word": "blue", "line": "), for you know, we settled mamma is to have as cheerful a sitting-room as we can get; and that front room up-stairs, with the atrocious blue and pink paper and heavy cornice, had really a pretty view over the plain, with a great bend of river, or canal, or whatever it is, down below.\n"}}
{"pink": {"word": "pink", "line": "), for you know, we settled mamma is to have as cheerful a sitting-room as we can get; and that front room up-stairs, with the atrocious blue and pink paper and heavy cornice, had really a pretty view over the plain, with a great bend of river, or canal, or whatever it is, down below.\n"}}
{"white": {"word": "white", "line": "Her dress was very plain: a close straw bonnet of the best material and shape, trimmed with white ribbon; a large Indian shawl, which hung about her in long heavy folds, and which she wore as an empress wears her drapery.\n"}}
{"white": {"word": "pale", "line": "He did not understand who she was, as he caught the simple, straight, unabashed look, which showed that his being there was of no concern to the beautiful countenance, and called up no flush of surprise to the pale ivory of the complexion.\n"}}
{"white": {"word": "ivory", "line": "He did not understand who she was, as he caught the simple, straight, unabashed look, which showed that his being there was of no concern to the beautiful countenance, and called up no flush of surprise to the pale ivory of the complexion.\n"}}
{"white": {"word": "white", "line": "She sat facing him and facing the light; her full beauty met his eye; her round white flexile throat rising out of the full, yet lithe figure; her lips moving so slightly as she spoke, not breaking the cold serene look of her face with any variation from the one lovely haughty curve; her eyes, with their soft gloom, meeting his with quiet maiden freedom.\n"}}
{"blue": {"word": "blue", "line": "Pink and blue roses, with yellow leaves!\n"}}
{"yellow": {"word": "yellow", "line": "Pink and blue roses, with yellow leaves!\n"}}
{"yellow": {"word": "yellow", "line": "The thick yellow November fogs had come on; and the view of the plain in the valley, made by the sweeping bend of the river was all shut out when Mrs. Hale arrived at her new home.\n"}}
{"white": {"word": "white", "line": "Margaret and Dixon had been at work two days, unpacking and arranging, but everything inside the house still looked in disorder; and outside a thick fog crept up to the very windows, and was driven in to every open door in choking white wreaths of unwholsome mist.\n"}}
{"white": {"word": "white", "line": "It was to tell of their arrival at Corfu; their voyage along the Mediterranean--their music, and dancing on board ship; the gay new life opening upon her; her house with its trellised balcony, and its views over white cliffs and deep blue sea.\n"}}
{"blue": {"word": "blue", "line": "It was to tell of their arrival at Corfu; their voyage along the Mediterranean--their music, and dancing on board ship; the gay new life opening upon her; her house with its trellised balcony, and its views over white cliffs and deep blue sea.\n"}}
{"blue": {"word": "blue", "line": "Their days, late as it was in the year, seemed spent in boating or land-picnics; all out-of-doors, pleasure-seeking and glad, Edith’s life seemed like the deep vault of blue sky above her, free--utterly free from fleck or cloud.\n"}}
{"pink": {"word": "rose", "line": "So Margaret rose up and began slowly to undress herself, feeling the full luxury of acting leisurely, late as it was, after all the past hurry of the day.\n"}}
{"red": {"word": "scarlet", "line": "Out of her fright came a flash of indignation which made her face scarlet, and her dark eyes gather flame, as she heard some of their speeches.\n"}}
{"white": {"word": "pale", "line": "Her pale blue eyes lightened up as she took them, and her father spoke for her.\n"}}
{"blue": {"word": "blue", "line": "Her pale blue eyes lightened up as she took them, and her father spoke for her.\n"}}
{"black": {"word": "black", "line": "She was handsomely dressed in stout black silk, of which not a thread was worn or discoloured.\n"}}
{"white": {"word": "pale", "line": "He was ushered into the little drawing-room, and kindly greeted by Mr. Hale, who led him up to his wife, whose pale face, and shawl-draped figure made a silent excuse for the cold languor of her greeting.\n"}}
{"green": {"word": "green", "line": "An open davenport stood in the window opposite the door; in the other there was a stand, with a tall white china vase, from which drooped wreaths of English ivy, pale green birch, and copper-coloured beech-leaves.\n"}}
{"white": {"word": "white", "line": "An open davenport stood in the window opposite the door; in the other there was a stand, with a tall white china vase, from which drooped wreaths of English ivy, pale green birch, and copper-coloured beech-leaves.\n"}}
{"white": {"word": "white", "line": "Behind the door was another table decked out for tea, with a white table-cloth, on which flourished the cocoa-nut cakes, and a basket piled with oranges and ruddy American apples, heaped on leaves.\n"}}
{"pink": {"word": "pink", "line": "She stood by the tea-table in a light-coloured muslin gown, which had a good deal of pink about it.\n"}}
{"white": {"word": "ivory", "line": "She looked as if she was not attending to the conversation, but solely busy with the tea-cups, among which her round ivory hands moved with pretty, noiseless, daintiness.\n"}}
{"white": {"word": "fair", "line": "“The quick zest with which you are now reading Homer, shows me that you do not come to it as an unknown book: you have read it before, and are only recalling your old knowledge.” “That is true,--I had blundered along it at school; I dare say, I was even considered a pretty fair classic in those days, though my Latin and Greek have slipt away from me since.\n"}}
{"white": {"word": "fair", "line": "On the point of education, any man who can read and write starts fair with me in the amount of really useful knowledge that I had at that time.” “Well!\n"}}
{"pink": {"word": "rose", "line": "When Mr. Thornton rose up to go away, after shaking hands with Mr. and Mrs. Hale, he made an advance to Margaret to wish her good-bye in a similar manner.\n"}}
{"white": {"word": "pale", "line": "And the poor men around him--they were poor because they were vicious--out of the pale of his sympathies because they had not his iron nature, and the capabilities that it gives him for being rich.” “Not vicious; he never said that.\n"}}
{"white": {"word": "pale", "line": "my heart!” She put her hand to it, and became ghastly pale.\n"}}
{"pink": {"word": "rose", "line": "Bessy leant back against her father, who prepared to carry her upstairs; but as Margaret rose to go, he struggled to say something; “I could wish there were a God, if it were only to ask Him to bless thee.” Margaret went away very sad and thoughtful.\n"}}
{"pink": {"word": "rose", "line": "As Fanny had put it, it did seem as if they had been impertinently discussing Mrs. Thornton’s feelings; but she also rose up against that lady’s manner of showing that she was offended.\n"}}
{"purple": {"word": "lilac", "line": "I remember once going in a lilac silk to see candles made, and my gown was utterly ruined.” “Very probably,” said Mrs. Thornton, in a short displeased manner.\n"}}
{"pink": {"word": "rose", "line": "Every improvement of machinery is, I believe, to be seen there, in its highest perfection.” “I am so glad you don’t like mills and manufactories, and all those kind of things,” said Fanny, in a half-whisper, as she rose to accompany her mother, who was taking leave of Mrs. Hale with rustling dignity.\n"}}
{"green": {"word": "green", "line": "And then in other parts there are billowy ferns--whole stretches of fern; some in the green shadow; some with long streaks of golden sunlight lying on them--just like the sea.” “I have never seen the sea,” murmured Bessy.\n"}}
{"white": {"word": "white", "line": "“Little bits, as fly off fro’ the cotton, when they’re carding it, and fill the air till it looks all fine white dust.\n"}}
{"white": {"word": "white", "line": "She looks quite pale and white when she is ill; and now she has a bright healthy colour in her cheeks, just as she used to have when I first knew her.” “But papa,” said Margaret, with hesitation, “do you know I think that is the flush of pain.” “Nonsense, Margaret.\n"}}
{"white": {"word": "white", "line": "I got into a wakeful habit when poor Frederick was at sea; and now, even if I don’t waken all at once, I dream of him in some stormy sea, with great, clear, glass-green walls of waves on either side his ship, but far higher than her very masts, curling over her with that cruel, terrible white foam, like some gigantic crested serpent.\n"}}
{"yellow": {"word": "yellow", "line": "There were the yellow, sea-stained letters, with the peculiar fragrance which ocean letters have.\n"}}
{"gold": {"word": "gold", "line": "The walls were pink and gold; the pattern on the carpet represented bunches of flowers on a light ground, but it was carefully covered up in the centre by a linen drugget, glazed and colourless.\n"}}
{"pink": {"word": "pink", "line": "The walls were pink and gold; the pattern on the carpet represented bunches of flowers on a light ground, but it was carefully covered up in the centre by a linen drugget, glazed and colourless.\n"}}
{"white": {"word": "alabaster", "line": "Great alabaster groups occupied every flat surface, safe from dust under their glass shades.\n"}}
{"white": {"word": "white", "line": "The whole room had a painfully spotted, spangled, speckled look about it, which impressed Margaret so unpleasantly that she was hardly conscious of the peculiar cleanliness required to keep everything so white and pure in such an atmosphere, or of the trouble that must be willingly expended to secure that effect of icy, snowy discomfort.\n"}}
{"black": {"word": "black", "line": "At last Mrs. Thornton came in, rustling in handsome black silk, as was her wont; her muslins and laces rivalling, not excelling, the pure whiteness of the muslins and netting of the room.\n"}}
{"white": {"word": "white", "line": "I have known the time when I have had to thread my way through a crowd of white, angry men, all swearing they would have Makinson’s blood as soon as he ventured to show his nose out of his factory; and he, knowing nothing of it, some one had to go and tell him, or he was a dead man; and it needed to be a woman,--so I went.\n"}}
{"white": {"word": "pale", "line": "If you live in Milton, you must learn to have a brave heart, Miss Hale.” “I would do my best,” said Margaret rather pale.\n"}}
{"white": {"word": "fair", "line": "“Just tell me, Miss Hale, are you yourself ever influenced--no, that is not a fair way of putting it;--but if you are ever conscious of being influenced by others, and not by circumstances, have those others been working directly or indirectly?\n"}}
{"white": {"word": "white", "line": "Margaret then went very white, and compressed her lips a little more.\n"}}
{"black": {"word": "black", "line": "He spoke two short sentences in a low voice, watching her all the time; for the pupils of her eyes dilated into a black horror, and the whiteness of her complexion became livid.\n"}}
{"white": {"word": "white", "line": "Mrs. Hale lay back in an easy chair, with a soft white shawl wrapped around her, and a becoming cap put on, in expectation of the doctor’s visit.\n"}}
{"pink": {"word": "rose", "line": "She thought, I suppose, that I was one of those poor sickly women who like to lie on rose leaves, and be fanned all day.\n"}}
{"red": {"word": "scarlet", "line": "Ever since Lady Beresford’s maid first took me in to see her dressed out in white crape, and corn-ears, and scarlet poppies, and I ran a needle down into my finger, and broke it in, and she tore up her worked pocket-handkerchief, after they’d cut it out, and came in to wet the bandages again with lotion when she returned from the ball--where she’d been the prettiest young lady of all--I’ve never loved any one like her.\n"}}
{"white": {"word": "white", "line": "Ever since Lady Beresford’s maid first took me in to see her dressed out in white crape, and corn-ears, and scarlet poppies, and I ran a needle down into my finger, and broke it in, and she tore up her worked pocket-handkerchief, after they’d cut it out, and came in to wet the bandages again with lotion when she returned from the ball--where she’d been the prettiest young lady of all--I’ve never loved any one like her.\n"}}
{"white": {"word": "fair", "line": "“I reckon, they’d have either to give up their farms, or to give fair rate of wage.” “Suppose they could not, or would not do the last; they could not give up their farms all in a minute, however much they might wish to do so; but they would have no hay, nor corn to sell that year; and where would the money come from to pay the labourers’ wages the next?” Still puffing away.\n"}}
{"white": {"word": "fair", "line": "“I only mean, Bessy, there’s good and bad in everything in this world; and as you felt the bad up here, I thought it was but fair you should know the bad down there.” “And yo say they never strike down there?” asked Nicholas abruptly.\n"}}
{"black": {"word": "black", "line": "Th’ masters keep th’ state o’ trade in their own hands; and just walk it forward like a black bug-a-boo, to frighten naughty children with into being good.\n"}}
{"white": {"word": "fair", "line": "I’ll tell you it’s their part,--their cue, as some folks call it,--to beat us down, to swell their fortunes; and it’s ours to stand up and fight hard,--not for ourselves alone, but for them round about us--for justice and fair play.\n"}}
{"white": {"word": "fair", "line": "As for Slickson, I take it, some o’ these days he’ll wheedle his men back wi’ fair promises; that they’ll just get cheated out of as soon as they’re in his power again.\n"}}
{"green": {"word": "green", "line": "but yo’ dunnot know what a strike is yet.” “Come, Bessy,” said Margaret, “I won’t say you’re exaggerating, because I don’t know enough about it: but, perhaps, as you’re not well, you’re only looking on one side, and there is another and a brighter to be looked to.” “It’s all well enough for yo’ to say so, who have lived in pleasant green places all your life long, and never known want or care, or wickedness either, for that matter.” “Take care,” said Margaret, her cheek flushing, and her eye lightening, “how you judge, Bessy.\n"}}
{"red": {"word": "coral", "line": "Then Margaret went on: “Aunt Shaw says she has sent me some coral ornaments, papa: but,” added Margaret, half smiling, “she’s afraid the Milton dissenters won’t appreciate them.\n"}}
{"white": {"word": "pale", "line": "“Come; if you look so pale as this, I must rouge you up a little.\n"}}
{"green": {"word": "jade", "line": "The saucy jade!\n"}}
{"white": {"word": "fair", "line": "That’s what they want--they, who haven’t the sense to see that, if we don’t get a fair share of the profits to compensate us for our wear and tear here in England, we can move off to some other country; and that, what with home and foreign competition, we are none of us likely to make above a fair share, and may be thankful enough if we can get that, in an average number of years.” “Can’t you get hands from Ireland?\n"}}
{"white": {"word": "white", "line": "“Then you think you shall wear your white silk.\n"}}
{"yellow": {"word": "yellow", "line": "It may have gone yellow with lying by.” “If you like, mamma.\n"}}
{"pink": {"word": "pink", "line": "But if the worst comes to the worst, I’ve a very nice pink gauze which Aunt Shaw gave me, only two or three months before Edith was married.\n"}}
{"green": {"word": "green", "line": "then I’ve a green silk.\n"}}
{"white": {"word": "white", "line": "She was very much inclined to play some pranks when she was dressed up at such an unusual hour; to make her rich white silk balloon out into a cheese, to retreat backwards from her mother as if she were the queen; but when she found that these freaks of hers were regarded as interruptions to the serious business, and as such annoyed her mother, she became grave and sedate.\n"}}
{"red": {"word": "red", "line": "“I reckon, yo’re not what folk would ca’ pretty; yo’ve not red and white enough for that.\n"}}
{"white": {"word": "white", "line": "“I reckon, yo’re not what folk would ca’ pretty; yo’ve not red and white enough for that.\n"}}
{"white": {"word": "white", "line": "I tell yo’ again, I saw yo’ as plainly, coming swiftly towards me, wi’ yo’r hair blown back wi’ the very swiftness o’ the motion, just like the way it grows, a little standing off like; and the white shining dress on yo’ve getten to wear.\n"}}
{"purple": {"word": "purple", "line": "“Some’s pre-elected to sumptuous feasts, and purple and fine linen,--may be yo’re one on ’em.\n"}}
{"black": {"word": "raven", "line": "However, Margaret defied the raven, and would hope.\n"}}
{"pink": {"word": "rose", "line": "Margaret’s whole soul rose up against him while he reasoned in this way--as if commerce were everything and humanity nothing.\n"}}
{"white": {"word": "white", "line": "So dunnot turn faint-heart, and go to th’ tyrants a-seeking work.” The man turned round at these words,--turned round a face so white, and gaunt, and tear-furrowed, and hopeless, that its very calm forced Margaret to weep.\n"}}
{"red": {"word": "coral", "line": "Mrs. Shaw’s coral couldn’t have come in better.\n"}}
{"black": {"word": "black", "line": "Otherwise, Miss Margaret, you would have been too pale.” Margaret’s black hair was too thick to be plaited; it needed rather to be twisted round and round, and have its fine silkiness compressed into massive coils, that encircled her head like a crown, and then were gathered into a large spiral knot behind.\n"}}
{"red": {"word": "coral", "line": "She kept its weight together by two large coral pins, like small arrows for length.\n"}}
{"red": {"word": "coral", "line": "Her white silk sleeves were looped up with strings of the same material, and on her neck, just below the base of her curved and milk-white throat, there lay heavy coral beads.\n"}}
{"white": {"word": "white", "line": "Her white silk sleeves were looped up with strings of the same material, and on her neck, just below the base of her curved and milk-white throat, there lay heavy coral beads.\n"}}
{"yellow": {"word": "yellow", "line": "Every cover was taken off, and the apartment blazed forth in yellow silk damask and a brilliantly flowered carpet.\n"}}
{"red": {"word": "red", "line": "She was talking to Fanny; about what he could not hear; but he saw his sister’s restless way of continually arranging some part of her gown, her wandering eyes, now glancing here, now there, but without any purpose in her observation; and he contrasted them uneasily with the large soft eyes that looked forth steadily at one object, as if from out their light beamed some gentle influence of repose: the curving lines of the red lips, just parted in the interest of listening to what her companion said--the head a little bent forwards, so as to make a long sweeping line from the summit, where the light caught on the glossy raven hair, to the smooth ivory tip of the shoulder; the round white arms, and taper hands, laid lightly across each other, but perfectly motionless in their pretty attitude.\n"}}
{"black": {"word": "raven", "line": "She was talking to Fanny; about what he could not hear; but he saw his sister’s restless way of continually arranging some part of her gown, her wandering eyes, now glancing here, now there, but without any purpose in her observation; and he contrasted them uneasily with the large soft eyes that looked forth steadily at one object, as if from out their light beamed some gentle influence of repose: the curving lines of the red lips, just parted in the interest of listening to what her companion said--the head a little bent forwards, so as to make a long sweeping line from the summit, where the light caught on the glossy raven hair, to the smooth ivory tip of the shoulder; the round white arms, and taper hands, laid lightly across each other, but perfectly motionless in their pretty attitude.\n"}}
{"white": {"word": "white", "line": "She was talking to Fanny; about what he could not hear; but he saw his sister’s restless way of continually arranging some part of her gown, her wandering eyes, now glancing here, now there, but without any purpose in her observation; and he contrasted them uneasily with the large soft eyes that looked forth steadily at one object, as if from out their light beamed some gentle influence of repose: the curving lines of the red lips, just parted in the interest of listening to what her companion said--the head a little bent forwards, so as to make a long sweeping line from the summit, where the light caught on the glossy raven hair, to the smooth ivory tip of the shoulder; the round white arms, and taper hands, laid lightly across each other, but perfectly motionless in their pretty attitude.\n"}}
{"pink": {"word": "blush", "line": "Does he really find time to read with a tutor, in the midst of all his business,--and this abominable strike in hand as well?” Fanny was not sure, from Mrs. Slickson’s manner, whether she ought to be proud or ashamed of her brother’s conduct; and, like all people who try and take other people’s “ought” for the rule of their feelings, she was inclined to blush for any singularity of action.\n"}}
{"green": {"word": "green", "line": "The night was fine, the streets clean, and with her pretty white silk, like Leezie Lindsay’s gown o’ green satin, in the ballad, “kilted up to her knee,” she was off with her father--ready to dance along with the excitement of the cool, fresh night air.\n"}}
{"white": {"word": "white", "line": "The night was fine, the streets clean, and with her pretty white silk, like Leezie Lindsay’s gown o’ green satin, in the ballad, “kilted up to her knee,” she was off with her father--ready to dance along with the excitement of the cool, fresh night air.\n"}}
{"green": {"word": "olive", "line": "He is my first olive: let me make a face while I swallow it.\n"}}
{"white": {"word": "white", "line": "I felt like a great hypocrite to-night, sitting there in my white silk gown, with my idle hands before me, when I remembered all the good, thorough, house-work they had done to-day.\n"}}
{"white": {"word": "white", "line": "But smiles were changed to white and trembling looks when they saw Dixon’s face, as she opened the door.\n"}}
{"gray": {"word": "gray", "line": "The dull gray days of the preceding winter and spring, so uneventless and monotonous, seemed more associated with what she cared for now above all price.\n"}}
{"gray": {"word": "gray", "line": "It was as if from some aërial belfry, high up above the stir and jar of the earth, there was a bell continually tolling, “All are shadows!--all are passing!--all is past!” And when the morning dawned, cool and gray, like many a happier morning before--when Margaret looked one by one at the sleepers, it seemed as if the terrible night were unreal as a dream; it, too, was a shadow.\n"}}
{"white": {"word": "blanched", "line": "Stay,” said he, his eye catching on Margaret’s face, blanched with watching in a sick room, “I’m not sure whether I can go; I’ve a long round to take.\n"}}
{"gray": {"word": "gray", "line": "The windows were half open because of the heat, and the Venetian blinds covered the glass,--so that a gray grim light, reflected from the pavement below, threw all the shadows wrong, and combined with the green-tinged upper light to make even Margaret’s own face, as she caught it in the mirrors, look ghastly and wan.\n"}}
{"black": {"word": "black", "line": "here’s mamma!” Mrs. Thornton came in with a look of black sternness on her face, which made Margaret feel she had arrived at a bad time to trouble her with her request.\n"}}
{"white": {"word": "pale", "line": "He came out, looked up at them--the pale cluster of faces--and smiled good courage to them, before he locked the factory door.\n"}}
{"white": {"word": "white", "line": "But now, hearing him speak inside, they set up such a fierce, unearthly groan, that even Mrs. Thornton was white with fear as she preceded him into the room.\n"}}
{"white": {"word": "pale", "line": "He stood with his arms folded; still as a statue; his face pale with repressed excitement.\n"}}
{"red": {"word": "flaming", "line": "Even while she looked, she saw lads in the background stooping to take off their heavy wooden clogs--the readiest missile they could find; she saw it was the spark to the gunpowder, and, with a cry, which no one heard, she rushed out of the room, down stairs,--she had lifted the great iron bar of the door with an imperious force--had thrown the door open wide--and was there, in face of that angry sea of men, her eyes smiting them with flaming arrows of reproach.\n"}}
{"pink": {"word": "rose", "line": "The hootings rose and filled the air,--but Margaret did not hear them.\n"}}
{"white": {"word": "pale", "line": "Or, perhaps, the idea of the approach of the soldiers, and the sight of that pale, upturned face, with closed eyes, still and sad as marble, though the tears welled out of the long entanglement of eyelashes, and dropped down; and, heavier, slower plash than even tears, came the drip of blood from her wound.\n"}}
{"white": {"word": "white", "line": "“Mother--mother!” cried he; “Come down--they are gone, and Miss Hale is hurt!” He bore her into the dining-room, and laid her on the sofa there; laid her down softly, and looking on her pure white face, the sense of what she was to him came upon him so keenly that he spoke it out in his pain: “Oh, my Margaret--my Margaret!\n"}}
{"white": {"word": "white", "line": "How white she looks!\n"}}
{"white": {"word": "white", "line": "Did they throw stones into the drawing-room?” Margaret did indeed look white and wan, although her senses were beginning to return to her.\n"}}
{"white": {"word": "pale", "line": "“She’d have been safe enough, miss, if she’d stayed in the drawing-room, or come up to us; we were in the front garret, and could see it all, out of harm’s way.” “Where was she then?” said Fanny, drawing nearer by slow degrees, as she became accustomed to the sight of Margaret’s pale face.\n"}}
{"white": {"word": "ashen", "line": "No answer; no sign of recognition; but a faint pink colour returned to her lips, although the rest of her face was ashen pale.\n"}}
{"white": {"word": "pale", "line": "No answer; no sign of recognition; but a faint pink colour returned to her lips, although the rest of her face was ashen pale.\n"}}
{"pink": {"word": "pink", "line": "No answer; no sign of recognition; but a faint pink colour returned to her lips, although the rest of her face was ashen pale.\n"}}
{"white": {"word": "white", "line": "Margaret entered the room (where her father and mother still sat, holding low conversation together), looking very pale and white.\n"}}
{"white": {"word": "pale", "line": "I in love--and with him too!” Her pale cheeks suddenly became one flame of fire; and she covered her face with her hands.\n"}}
{"white": {"word": "fair", "line": "It made me the more anxious that there should be fair play on each side; and I could see what fair play was.\n"}}
{"white": {"word": "fair", "line": "It was not fair,” said she vehemently, “that he should stand there--sheltered, awaiting the soldiers, who might catch those poor maddened creatures as in a trap--without an effort on his part, to bring them to reason.\n"}}
{"white": {"word": "white", "line": "Tell him I am perfectly well.” But her complexion was as deadly white as her handkerchief; and her head ached intensely.\n"}}
{"white": {"word": "pale", "line": "I have every chance of a good night myself, and you are looking very pale with your watching.\n"}}
{"green": {"word": "green", "line": "A little breeze was stirring in the hot air, and though there were no trees to show the playful tossing movement caused by the wind among the leaves, Margaret knew how, somewhere or another, by wayside, in copses, or in thick green woods, there was a pleasant, murmuring dancing sound,--a rushing and falling noise, the very thought of which was an echo of distinct gladness in her heart.\n"}}
{"white": {"word": "pale", "line": "But, of course, the effort not to think of them brought them only the more strongly before her; and from time to time, the hot flush came over her pale face sweeping it into colour, as a sunbeam from between watery clouds comes swiftly moving over the sea.\n"}}
{"white": {"word": "white", "line": "Her eyelids were dropped half over her eyes; her teeth were shut, not compressed; her lips were just parted over them, allowing the white line to be seen between their curve.\n"}}
{"white": {"word": "pale", "line": "The fine-grained skin, the oval cheek, the rich outline of her mouth, its corners deep set in dimples,--were all wan and pale to-day; the loss of their usual natural healthy colour being made more evident by the heavy shadow of the dark hair, brought down upon her temples, to hide all sign of the blow she had received.\n"}}
{"pink": {"word": "blush", "line": "You seem to fancy that my conduct of yesterday”--again the deep carnation blush, but this time with eyes kindling with indignation rather than shame--“was a personal act between you and me; and that you may come and thank me for it, instead of perceiving, as a gentleman would--yes!\n"}}
{"red": {"word": "red", "line": "“It was not Boucher that threw the stone”--she went first red, then white.\n"}}
{"white": {"word": "white", "line": "“It was not Boucher that threw the stone”--she went first red, then white.\n"}}
{"white": {"word": "white", "line": "But if ever he gets well o’er this clemming, and is in good condition, he and I’ll have an up and down fight, purring an’ a’, and I’ll see what I can do for him.’ And so father shook me off,--for indeed I was low and faint enough, and his face was all clay white, where it weren’t bloody, and turned me sick to look at.\n"}}
{"white": {"word": "white", "line": "The large, pleading, dilated eyes were fixed upon her wistfully, steady in their gaze, though the poor white lips quivered like those of a child.\n"}}
{"pink": {"word": "rose", "line": "Margaret gently rose up and stood opposite to her frail mother; so that she might gather the secure fulfilment of her wish from the calm steadiness of her daughter’s face.\n"}}
{"gray": {"word": "gray", "line": "Then her rigid face unstiffened from its gray frost-bound expression, and the features dropped into the relaxed look of despondency, so unusual to their sternness.\n"}}
{"purple": {"word": "purple", "line": "To take Mrs. Thornton’s place as mistress of the house, was only one of the rich consequences which decked out the supreme glory: all household plenty and comfort, all purple and fine linen, honour, love, obedience, troops of friends, would all come as naturally as jewels on a king’s robe, and be as little thought of for their separate value.\n"}}
{"gray": {"word": "gray", "line": "He came round behind her, so that she could not see his looks, and, bending back her gray, stony face, he kissed it, murmuring: “No one loves me,--no one cares for me, but you, mother.” He turned away and stood leaning his head against the mantelpiece, tears forcing themselves into his manly eyes.\n"}}
{"purple": {"word": "purple", "line": "But he went straight to the first fruit-shop in Milton, and chose out the bunch of purple grapes with the most delicate bloom upon them,--the richest-coloured peaches,--the freshest vine-leaves.\n"}}
{"gray": {"word": "gray", "line": "Did she not remember every weather-stain on the old stone wall; the gray and yellow lichens that marked it like a map; the little crane’s-bill that grew in the crevices?\n"}}
{"yellow": {"word": "yellow", "line": "Did she not remember every weather-stain on the old stone wall; the gray and yellow lichens that marked it like a map; the little crane’s-bill that grew in the crevices?\n"}}
{"purple": {"word": "lavender", "line": "The scent of lavender came out and perfumed the room.\n"}}
{"white": {"word": "pale", "line": "This girl downstairs wanted me to ask you, if you would like to see her.” “But she’s dead!” said Margaret, turning a little pale.\n"}}
{"pink": {"word": "rose", "line": "He sullenly rose up.\n"}}
{"white": {"word": "pale", "line": "His pale haggard face struck her painfully.\n"}}
{"white": {"word": "white", "line": "Bless thy white lips, lass,--they’ve a smile on ’em now!\n"}}
{"gold": {"word": "gold", "line": "What bargains shall I strike?’ The purse and the gold and the notes is real things; things as can be felt and touched; them’s realities; and eternal life is all a talk, very fit for--I ax your pardon, sir; yo’r a parson out o’ work, I believe.\n"}}
{"white": {"word": "fair", "line": "There’s many a time when I’ve thought I didna believe in God, but I’ve never put it fair out before me in words, as many men do.\n"}}
{"white": {"word": "fair", "line": "Now, I’ll give yo’ a chance and try if yo’ve any sense in yo.’ Here’s a book written by a friend o’ mine, and if yo’ll read it yo’ll see how wages find their own level, without either masters or men having aught to do with them; except the men cut their own throats wi’ striking, like the confounded noodles they are.’ Well, now, sir, I put it to yo,’ being a parson, and having been in th’ preaching line, and having had to try and bring folk o’er to what yo’ thought was a right way o’ thinking--did yo’ begin by calling ’em fools and such like, or didn’t yo’ rayther give ’em such kind words at first, to make ’em ready for to listen and be convinced, if they could; and in yo’r preaching, did yo’ stop every now and then, and say, half to them and half to yo’rsel,’ ‘But yo’r such a pack o’ fools, that I’ve a strong notion it’s no use my trying to put sense into yo’?’ I were not i’ th’ best state, I’ll own, for taking in what Hamper’s friend had to say--I were so vexed at the way it were put to me;--but I thought, ‘Come, I’ll see what these chaps has got to say, and try if it’s them or me as is th’ noodle.’ So I took th’ book and tugged at it; but, Lord bless yo’, it went on about capital and labour, and labour and capital, till it fair sent me off to sleep.\n"}}
{"red": {"word": "red", "line": "“You are angry against Boucher, Nicholas; or else you would be the first to see, that where the natural punishment would be severe enough for the offence, any farther punishment would be something like revenge.” “My daughter is no great friend of Mr. Thornton’s,” said Mr. Hale, smiling at Margaret; while she, as red as any carnation, began to work with double diligence, “but I believe what she says is the truth.\n"}}
{"blue": {"word": "blue", "line": "I’m sure it would be the very best thing for Aunt Hale’s health; everybody here is young and well, and our skies are always blue, and our sun always shines, and the band plays deliciously from morning till night; and, to come back to the burden of my ditty, my baby always smiles.\n"}}
{"red": {"word": "red", "line": "--“because, I dare say, he disapproves of war, soldiers, and bands of music; at least, I know that many Dissenters are members of the Peace Society, and I am afraid he would not like to come; but, if he would, dear, pray say that Cosmo and I will do our best to make him happy; and I’ll hide up Cosmo’s red coat and sword, and make the band play all sorts of grave, solemn things; or, if they do play pomps and vanities, it shall be in double slow time.\n"}}
{"white": {"word": "pale", "line": "She sat down silent and pale.\n"}}
{"gray": {"word": "gray", "line": "One of those sudden changes--those great visible strides towards death, had been taken in the night, and her own family were startled by the gray sunken look her features had assumed in that one twelve hours of suffering.\n"}}
{"pink": {"word": "rose", "line": "She pressed Mrs. Hale’s soft languid hand; and rose up and went her way out of the house without seeing a creature.\n"}}
{"blue": {"word": "blue", "line": "All she could see was, that her brother’s face was unusually dark in complexion, and she caught the stealthy look of a pair of remarkably long-cut blue eyes, that suddenly twinkled up with a droll consciousness of their mutual purpose of inspecting each other.\n"}}
{"pink": {"word": "rose", "line": "Margaret rose up.\n"}}
{"pink": {"word": "rose", "line": "Then Margaret rose from her trembling and despondency, and became as a strong angel of comfort to her father and brother.\n"}}
{"black": {"word": "black", "line": "So then, to spite me--for you see we were getting savage, for all we were so civil to each other--he began to inquire after Master Frederick, and said, what a scrape he’d got into (as if Master Frederick’s scrapes would ever wash George Leonards white, or make ’em look otherwise than nasty, dirty black), and how he’d be hung for mutiny if ever he were caught, and how a hundred pound reward had been offered for catching him, and what a disgrace he had been to his family--all to spite me, you see, my dear, because before now I’ve helped old Mr. Leonards to give George a good rating, down in Southampton.\n"}}
{"white": {"word": "white", "line": "So then, to spite me--for you see we were getting savage, for all we were so civil to each other--he began to inquire after Master Frederick, and said, what a scrape he’d got into (as if Master Frederick’s scrapes would ever wash George Leonards white, or make ’em look otherwise than nasty, dirty black), and how he’d be hung for mutiny if ever he were caught, and how a hundred pound reward had been offered for catching him, and what a disgrace he had been to his family--all to spite me, you see, my dear, because before now I’ve helped old Mr. Leonards to give George a good rating, down in Southampton.\n"}}
{"pink": {"word": "blush", "line": "So I said, there were other families as I knew, who had far more cause to blush for their sons, and to be thankful if they could think they were earning an honest living far away from home.\n"}}
{"red": {"word": "red", "line": "Whiskers such as I should be ashamed to wear--they are so red.\n"}}
{"red": {"word": "red", "line": "No one would read a pamphlet of self-justification so long after the deed, even if I put one out.” “Will you consult a lawyer as to your chances of exculpation?” asked Margaret, looking up, and turning very red.\n"}}
{"black": {"word": "black", "line": "However, the note was taken from her before she had even had time to look it over, and treasured up in a pocket-book, out of which fell a long lock of black hair, the sight of which caused Frederick’s eyes to glow with pleasure.\n"}}
{"black": {"word": "black", "line": "Nicholas wore his usual fustian clothes, but had a bit of black stuff sown round his hat--a mark of mourning which he had never shown to his daughter Bessy’s memory.\n"}}
{"white": {"word": "pale", "line": "And that it was another was enough to make Mr. Thornton’s pale grave face grow doubly wan and stern at Dixon’s answer.\n"}}
{"white": {"word": "white", "line": "And all this while, Margaret lay as still and white as death on the study floor!\n"}}
{"pink": {"word": "rose", "line": "Then, feebly leaning on her arms for an instant to steady herself, Margaret gathered herself up, and rose.\n"}}
{"gray": {"word": "gray", "line": "Very gray and stern did Mr. Thornton look, as he passed out through his wondering clerks.\n"}}
{"white": {"word": "pallid", "line": "Indeed, beyond the mere fact of Frederick having sailed undiscovered and unsuspected, he did not gather much from the letter at the time, he was so uneasy about Margaret’s pallid looks.\n"}}
{"white": {"word": "pale", "line": "You have turned quite pale!” Margaret did not refuse to go, though she was loth to leave her father alone.\n"}}
{"black": {"word": "black", "line": "He was rather disorderly, to be sure, with a black unshaven beard of several days’ growth, making his pale face look yet paler, and a jacket which would have been all the better for patching.\n"}}
{"white": {"word": "pale", "line": "He was rather disorderly, to be sure, with a black unshaven beard of several days’ growth, making his pale face look yet paler, and a jacket which would have been all the better for patching.\n"}}
{"white": {"word": "fair", "line": "“I teach in order to get paid.” “And them that pays yo’, dun they tell yo’ whatten to do, or whatten not to do wi’ the money they gives you in just payment for your pains--in fair exchange like?” “No; to be sure not!” “They dunnot say, ‘Yo’ may have a brother, or a friend as dear as a brother, who wants this here brass for a purpose both yo’ and he think right; but yo’ mun promise not give it to him.\n"}}
{"white": {"word": "fair", "line": "So m’appen, I dunnot speak him fair.\n"}}
{"black": {"word": "black", "line": "I’m a poor black feckless sheep--childer may clem for ought I can do, unless, parson, yo’d help me?” “Help you!\n"}}
{"red": {"word": "rust", "line": "You would not bear the dulness of the life; you don’t know what it is; it would eat you away like rust.\n"}}
{"gray": {"word": "gray", "line": "You believe he is her lover, I suppose--you agree to that.” He turned round to his mother; his face was very gray and grim.\n"}}
{"red": {"word": "flaming", "line": "Mother, you do not dare--” he faced about, and looked into her face with his flaming eyes.\n"}}
{"black": {"word": "black", "line": "She snorted scornfully over the picture of the beauty of her victim; her jet black hair, her clear smooth skin, her lucid eyes would not help to save her one word of the just and stern reproach which Mrs. Thornton spent half the night in preparing to her mind.\n"}}
{"white": {"word": "fair", "line": "“I’d promise yo’, measter, I’d not speak a word as could do harm, if so be yo’ did right by us; and I’d promise more: I’d promise that when I seed yo’ going wrong, and acting unfair, I’d speak to yo’ in private first; and that would be a fair warning.\n"}}
{"pink": {"word": "rose", "line": "At the end, she rose up, and said to herself, in a melancholy tone: “At any rate, her words do not touch me; they fall off from me; for I am innocent of all the motives she attributes to me.\n"}}
{"red": {"word": "red", "line": "She’s a democrat, a red republican, a member of the Peace Society, a socialist--” “Papa, it’s all because I’m standing up for the progress of commerce.\n"}}
{"red": {"word": "red", "line": "Margaret was red as a rose when Mr. Thornton looked at her.\n"}}
{"pink": {"word": "rose", "line": "Margaret was red as a rose when Mr. Thornton looked at her.\n"}}
{"pink": {"word": "rose", "line": "When he had somewhat abruptly left the room, Margaret rose from her seat, and began silently to fold up her work.\n"}}
{"pink": {"word": "rosy", "line": "Did he speak to you about it?” No answer at first; but by-and-by a little gentle reluctant “Yes.” “And you refused him?” A long sigh: a more helpless, nerveless attitude, and another “Yes.” But before her father could speak, Margaret lifted up her face, rosy with some beautiful shame, and, fixing her eyes upon him, said: “Now, papa, I have told you all this, and I cannot tell you more; and then the whole thing is so painful to me; every word and action connected with it is so unspeakably bitter, that I cannot bear to think of it.\n"}}
{"black": {"word": "black", "line": "The young Spaniard was so evidently anxious to make a favourable impression upon her lover’s English relations, that her feminine care peeped out at every erasure; and the letters announcing the marriage, were accompanied by a splendid black lace mantilla, chosen by Dolores herself for her unseen sister-in-law, whom Frederick had represented as a paragon of beauty, wisdom and virtue.\n"}}
{"pink": {"word": "rose", "line": "We will turn back, and by God’s help we may find the lost path.” So she rose up, and determined at once to set to on some work which should take her out of herself.\n"}}
{"gray": {"word": "gray", "line": "His name is Watson; and his mills are somewhere out beyond Hayleigh; it’s a very good marriage, for all he’s got such gray hair.” At this piece of information, Margaret was silent long enough for Martha to recover her propriety, and, with it, her habitual shortness of answer.\n"}}
{"pink": {"word": "rose", "line": "She sighed as she rose up to go to bed.\n"}}
{"white": {"word": "white", "line": "The servant who entered his room in the morning, received no answer to his speech; drew near the bed, and saw the calm, beautiful face lying white and cold under the ineffaceable seal of death.\n"}}
{"white": {"word": "white", "line": "She stood in the middle of the drawing-room, as if arrested in her first impulse to rush downstairs, and as if by the same restraining thought she had been turned to stone; so white and immovable was she.\n"}}
{"white": {"word": "white", "line": "Margaret had remained in the same state; white, motionless, speechless, tearless.\n"}}
{"white": {"word": "pale", "line": "If he thought about her and her silks and satins at all, it was to compare her and them with the pale sorrow he had left behind him, sitting motionless, with bent head and folded hands, in a room where the stillness was so great that you might almost fancy the rush in your straining ears was occasioned by the spirits of the dead, yet hovering round their beloved.\n"}}
{"red": {"word": "red", "line": "Do you speak of her as you would of a horse or a dog?” Mr. Thornton’s eyes glowed like red embers.\n"}}
{"black": {"word": "black", "line": "So, as I happened to be passing near his house one day, I just went there about some trifling payment to be made; and I saw such a miserable black frizzle of a dinner--a greasy cinder of meat, as first set me a-thinking.\n"}}
{"white": {"word": "white", "line": "I hope you have a white wand.” “I was very scrupulous, at first, in confining myself to the mere purchasing part, and even in that I rather obeyed the men’s orders, conveyed through the housekeeper, than went by my own judgment.\n"}}
{"white": {"word": "pale", "line": "I am more and more convinced that this air is bad for you, and makes you look so pale and ill; besides, Edith expects us; and she may be waiting for me; and you cannot be left alone, my dear, at your age.\n"}}
{"white": {"word": "pale", "line": "“It must be done.” But she looked rather rigid and pale at the thoughts of it, and had hard work to find the exact words in which to explain to her aunt who Mrs. Thornton was, and why she should go to bid her farewell.\n"}}
{"white": {"word": "white", "line": "Her countenance was blander than usual, as she greeted her; there was even a shade of tenderness in her manner, as she noticed the white, tear-swollen face, and the quiver in the voice which Margaret tried to make so steady.\n"}}
{"red": {"word": "red", "line": "Whose letters were those, god-daughter, that you hid away so speedily?” “Only Dixon’s,” replied Margaret, growing very red.\n"}}
{"white": {"word": "fair", "line": "He was so busy trying to find out who I was, in the first instance, and what I was in the second, that he never let out what he was; unless indeed that veiled curiosity of his as to what manner of man he had to talk to was not a good piece, and a fair indication of his character.\n"}}
{"black": {"word": "black", "line": "To be sure, in her quiet black dress, she was a contrast to Edith, dancing in her white crape mourning, and long floating golden hair, all softness and glitter.\n"}}
{"white": {"word": "white", "line": "To be sure, in her quiet black dress, she was a contrast to Edith, dancing in her white crape mourning, and long floating golden hair, all softness and glitter.\n"}}
{"white": {"word": "pale", "line": "She strikes me as pale and ill.” “I thought her looking remarkably well.\n"}}
{"white": {"word": "pale", "line": "He could not attend to all the lawyer’s details, which, as he saw, made Margaret’s eyes dilate, and her lips grow pale, as one by one fate decreed, or so it seemed, every morsel of evidence which would exonerate Frederick, should fall from beneath her feet and disappear.\n"}}
{"green": {"word": "green", "line": "The house fronted the village green; and right before it stood an immemorial lime-tree benched all round, in some hidden recesses of whose leafy wealth hung the grim escutcheon of the Lennards.\n"}}
{"pink": {"word": "rose", "line": "It’s only this very morning I plunged some fresh-gathered roses head downward in the water-jug, for thought I, perhaps some one will be coming, and there’s nothing so sweet as spring-water scented by a musk rose or two.\n"}}
{"pink": {"word": "rose", "line": "I want to have a consultation with you about dinner.” The little casement window in Margaret’s bed-chamber was almost filled up with rose and vine branches; but, pushing them aside, and stretching a little out, she could see the tops of the parsonage chimneys above the trees, and distinguish many a well-known line through the leaves.\n"}}
{"brown": {"word": "brown", "line": "But I must go, miss, though I’m wanting to hear many a thing; I’ll come back to you before long.” Mr. Bell had strawberries and cream, a loaf of brown bread, and a jug of milk (together with a Stilton cheese and a bottle of port for his own private refreshment), ready for Margaret on her coming down stairs; and after this rustic luncheon they set out for a walk, hardly knowing in what direction to turn, so many old familiar inducements were there in each.\n"}}
{"white": {"word": "white", "line": "The white, lightning-scarred trunk of the venerable beech, among whose roots they had sate down was there no more; the old man, the inhabitant of the ruinous cottage, was dead; the cottage had been pulled down, and a new one, tidy and respectable, had been built in its stead.\n"}}
{"green": {"word": "green", "line": "I am curious to see something of the teaching she is to receive.” They did not speak much more, but thridded their way through many a bosky dell, whose soft green influence could not charm away the shock and the pain in Margaret’s heart, caused by the recital of such cruelty; a recital too, the manner of which betrayed such utter want of imagination, and therefore of any sympathy with the suffering animal.\n"}}
{"black": {"word": "black", "line": "A brisk lady in black, here, there, and everywhere, perceived them, and bade them welcome with somewhat of the hostess-air which, Margaret remembered, her mother was wont to assume, only in a more soft and languid manner, when any rare visitors strayed in to inspect the school.\n"}}
{"pink": {"word": "rose", "line": "Margaret bent over her book, and seeing nothing but that--hearing the buzz of children’s voices, old times rose up, and she thought of them, and her eyes filled with tears, till all at once there was a pause--one of the girls was stumbling over the apparently simple word “a,” uncertain what to call it.\n"}}
{"green": {"word": "green", "line": "Mr. Hepworth is spending an immense deal of money on this house; but really it was scarcely habitable when we came--for so large a family as ours I mean, of course.” Every room in the house was changed, besides the one of which Mrs. Hepworth spoke, which had been Mr. Hale’s study formerly; and where the green gloom and delicious quiet of the place had conduced, as he had said, to a habit of meditation, but, perhaps, in some degree to the formation of a character more fitted for thought than action.\n"}}
{"green": {"word": "green", "line": "Places were changed--a tree gone here, a bough there, bringing in a long ray of light where no light was before--a road was trimmed and narrowed, and the green straggling pathway by its side enclosed and cultivated.\n"}}
{"white": {"word": "white", "line": "A bleak back-ground of trees, some white linen hung out on the sweet-briar hedge, and a great waft of damp air.\n"}}
{"red": {"word": "scarlet", "line": "“I told a lie;” and her face became scarlet.\n"}}
{"red": {"word": "red", "line": "So we--that is, he and I,--went to the railway station; it was one evening, and it was just getting rather dusk, but still light enough to recognize and be recognized, and we were too early, and went out to walk in a field just close by; I was always in a panic about this Leonards, who was, I knew, somewhere in the neighbourhood; and then, when we were in the field, the low red sunlight just in my face, some one came by on horseback in the road just below the field-style on which we stood.--I saw him look at me, but I did not know who it was at first, the sun was so in my eyes, but in an instant the dazzle went off, and I saw it was Mr. Thornton, and we bowed”---- “And he saw Frederick of course,” said Mr. Bell, helping her on with her story, as he thought.\n"}}
{"purple": {"word": "purple", "line": "Mr. Bell thought that she was tired, and sent her early to her room, where she sate long hours by the open window, gazing out on the purple dome above, where the stars arose, and twinkled and disappeared behind the great umbrageous trees before she went to bed.\n"}}
{"white": {"word": "pale", "line": "Margaret received this letter at breakfast-time, and turned very pale as she read it; then, silently putting into Edith’s hands, she left the room.\n"}}
{"white": {"word": "white", "line": "She looks very white and pale, and says she’s afraid of it; but that’s nonsense, you know, and will soon go off.\n"}}
{"red": {"word": "red", "line": "No mere bonnet would have made Miss Hale’s eyes so lustrous and yet so soft, or her lips so ripe and red--and her face altogether so full of peace and light.--She is like, and yet more,”--he dropped his voice,--“like the Margaret Hale of Helstone.” From this time the clever and ambitious man bent all his powers to gaining Margaret.\n"}}
{"brown": {"word": "brown", "line": "I was afraid you’d dress in brown and dust-colour, not to show the dirt you’ll pick up in all those places.\n"}}
{"gold": {"word": "gold", "line": "The other admirers, attracted by her appearance or the reputation of her fortune, were swept away, by her unconscious smiling disdain, into the paths frequented by other beauties less fastidious, or other heiresses with a larger amount of gold.\n"}}
{"gold": {"word": "gold", "line": "Far away, in the East and in the West, where his person would never be known, his name was to be regarded, and his wishes to be fulfilled, and his word pass like gold.\n"}}
{"grey": {"word": "grey", "line": "I reckon I know who’d ha’ been sorry for to see our measter sitting so like a piece o’ grey calico!\n"}}
{"white": {"word": "pallid", "line": "Such a strange, pallid look of gloom was on it, that for a moment it struck her that this look was the forerunner of death; but as the rigidity melted out of the countenance and the natural colour returned, and she saw that he was himself once again, all worldly mortification sank to nothing before the consciousness of the great blessing that he himself, by his simple existence was to her.\n"}}
{"blue": {"word": "blue", "line": "not those horrid blue flowers to that dead gold-coloured gown.\n"}}
{"red": {"word": "scarlet", "line": "And blue always goes with straw-colour.” But Edith had brought the brilliant scarlet flowers before Dixon had got half through her remonstrance.\n"}}
{"blue": {"word": "blue", "line": "And blue always goes with straw-colour.” But Edith had brought the brilliant scarlet flowers before Dixon had got half through her remonstrance.\n"}}
{"white": {"word": "white", "line": "You do look wretchedly white, to be sure; but that is just the heat, and we can’t do without you possibly.\n"}}
{"black": {"word": "black", "line": "They look glorious flames, Margaret, in your black hair.)\n"}}
{"brown": {"word": "brown", "line": "I wish I was as tall as a queen, and as brown as a gipsy, Margaret.” “But about Mr. Thornton?” “Oh!\n"}}
{"pink": {"word": "blush", "line": "Then sighed; and saying, “I knew you would like it,” he turned away, and never spoke to her again until he bid her a formal “good night.” As Mr. Lennox took his departure, Margaret said, with a blush that she could not repress, and with some hesitation, “Can I speak to you to-morrow?\n"}}
{"white": {"word": "white", "line": "Mr. Thornton came true to his time; and after keeping him waiting for nearly an hour, Margaret came in looking very white and anxious.\n"}}
{"white": {"word": "white", "line": "He knelt by her side, to bring his face to a level with her ear; and whispered--panted out the words:-- “Take care.--If you do not speak--I shall claim you as my own in some strange presumptuous way.--Send me away at once, if I must go;--Margaret!--” At that third call she turned her face, still covered with her small white hands, towards him, and laid it on his shoulder, even hiding it there; and it was too delicious to feel her soft cheek against his, for him to wish to see either deep blushes or loving eyes.\n"}}
