{"red": {"word": "red", "line": "He told me that there was another river--“over there, short river, sweet water, red and blue.” I was interested in this and anxious to see if I had understood, so I showed him a red and blue pencil I carried, and asked again.\n"}}
{"blue": {"word": "blue", "line": "He told me that there was another river--“over there, short river, sweet water, red and blue.” I was interested in this and anxious to see if I had understood, so I showed him a red and blue pencil I carried, and asked again.\n"}}
{"red": {"word": "red", "line": "“River--good water--red and blue.” Terry was close by and interested in the fellow’s pointing.\n"}}
{"blue": {"word": "indigo", "line": "May be cinnabar in it.” “May be indigo,” Jeff suggested, with his lazy smile.\n"}}
{"red": {"word": "red", "line": "“Must come from way back in the hills.” But as to being red and blue--it was greenish in tint.\n"}}
{"blue": {"word": "blue", "line": "“Must come from way back in the hills.” But as to being red and blue--it was greenish in tint.\n"}}
{"red": {"word": "red", "line": "He hunted about a little and showed us a quiet marginal pool where there were smears of red along the border; yes, and of blue.\n"}}
{"blue": {"word": "blue", "line": "He hunted about a little and showed us a quiet marginal pool where there were smears of red along the border; yes, and of blue.\n"}}
{"red": {"word": "scarlet", "line": "But it was a well-woven fabric, with a pattern, and of a clear scarlet that the water had not faded.\n"}}
{"red": {"word": "red", "line": "“One day blue--one day red--one day green,” he told us, and pulled from his pouch another strip of bright-hued cloth.\n"}}
{"green": {"word": "green", "line": "“One day blue--one day red--one day green,” he told us, and pulled from his pouch another strip of bright-hued cloth.\n"}}
{"blue": {"word": "blue", "line": "“One day blue--one day red--one day green,” he told us, and pulled from his pouch another strip of bright-hued cloth.\n"}}
{"white": {"word": "fair", "line": "If three valuable American citizens are lost up there, they will follow somehow--to say nothing of the glittering attractions of that fair land--let’s call it ‘Feminisia,’” he broke off.\n"}}
{"blue": {"word": "blue", "line": "I could see it in his eyes as he lay there, looking at the long blue rollers slipping by, and fingering that impressive mustache of his.\n"}}
{"black": {"word": "black", "line": "“No husky black slaves and mamelukes!\n"}}
{"white": {"word": "fair", "line": "But barring a possible exception in favor of a not impossible wife, or of his mother, or, of course, the fair relatives of his friends, Terry’s idea seemed to be that pretty women were just so much game and homely ones not worth considering.\n"}}
{"white": {"word": "white", "line": "When we reached that and slid out on its broad glistening bosom, with that high gray promontory running out toward us, and the straight white fall clearly visible, it began to be really exciting.\n"}}
{"gray": {"word": "gray", "line": "When we reached that and slid out on its broad glistening bosom, with that high gray promontory running out toward us, and the straight white fall clearly visible, it began to be really exciting.\n"}}
{"green": {"word": "green", "line": "Out of that dark green sea of crowding forest this high-standing spur rose steeply.\n"}}
{"pink": {"word": "rose", "line": "Out of that dark green sea of crowding forest this high-standing spur rose steeply.\n"}}
{"white": {"word": "fair", "line": "We had to sleep after that long sweep through the air, but we turned out early enough next day, and again we rose softly up the height till we could top the crowning trees and see the broad fair land at our pleasure.\n"}}
{"pink": {"word": "rose", "line": "We had to sleep after that long sweep through the air, but we turned out early enough next day, and again we rose softly up the height till we could top the crowning trees and see the broad fair land at our pleasure.\n"}}
{"white": {"word": "fair", "line": "In other conditions we should have found those woods full of fair foresters and fruit gatherers; but an airship is a conspicuous object, and by no means quiet--and women are cautious.\n"}}
{"blue": {"word": "blue", "line": "“Celis,” she said distinctly, pointing to the one in blue; “Alima”--the one in rose; then, with a vivid imitation of Terry’s impressive manner, she laid a firm delicate hand on her gold-green jerkin--“Ellador.” This was pleasant, but we got no nearer.\n"}}
{"pink": {"word": "rose", "line": "“Celis,” she said distinctly, pointing to the one in blue; “Alima”--the one in rose; then, with a vivid imitation of Terry’s impressive manner, she laid a firm delicate hand on her gold-green jerkin--“Ellador.” This was pleasant, but we got no nearer.\n"}}
{"purple": {"word": "purple", "line": "“I don’t know about you fellows, but I came prepared.” He produced from an inner pocket a little box of purple velvet, that opened with a snap--and out of it he drew a long sparkling thing, a necklace of big varicolored stones that would have been worth a million if real ones.\n"}}
{"pink": {"word": "pink", "line": "There it was, about four miles off, the same town, we concluded, unless, as Jeff ventured, they all had pink houses.\n"}}
{"green": {"word": "green", "line": "The broad green fields and closely cultivated gardens sloped away at our feet, a long easy slant, with good roads winding pleasantly here and there, and narrower paths besides.\n"}}
{"white": {"word": "fair", "line": "Let’s get ahead.” “Nothing venture, nothing have,” I suggested, but Terry preferred “Faint heart ne’er won fair lady.” We set forth in the open, walking briskly.\n"}}
{"blue": {"word": "blue", "line": "Under the soft brilliant blue of that clear sky, in the pleasant shade of those endless rows of trees, we walked unharmed, the placid silence broken only by the birds.\n"}}
{"red": {"word": "coral", "line": "It was built mostly of a sort of dull rose-colored stone, with here and there some clear white houses; and it lay abroad among the green groves and gardens like a broken rosary of pink coral.\n"}}
{"green": {"word": "green", "line": "It was built mostly of a sort of dull rose-colored stone, with here and there some clear white houses; and it lay abroad among the green groves and gardens like a broken rosary of pink coral.\n"}}
{"white": {"word": "white", "line": "It was built mostly of a sort of dull rose-colored stone, with here and there some clear white houses; and it lay abroad among the green groves and gardens like a broken rosary of pink coral.\n"}}
{"pink": {"word": "pink", "line": "It was built mostly of a sort of dull rose-colored stone, with here and there some clear white houses; and it lay abroad among the green groves and gardens like a broken rosary of pink coral.\n"}}
{"white": {"word": "white", "line": "“Those big white ones are public buildings evidently,” Terry declared.\n"}}
{"pink": {"word": "rosy", "line": "Each was in the full bloom of rosy health, erect, serene, standing sure-footed and light as any pugilist.\n"}}
{"gray": {"word": "gray", "line": "A large building opened before us, a very heavy thick-walled impressive place, big, and old-looking; of gray stone, not like the rest of the town.\n"}}
{"gray": {"word": "gray", "line": "So carried and so held, we came into a high inner hall, gray and bare, and were brought before a majestic gray-haired woman who seemed to hold a judicial position.\n"}}
{"white": {"word": "white", "line": "I felt as light and clean as a white feather.\n"}}
{"white": {"word": "fair", "line": "To the southeastward stretched the open country, lying bright and fair in the morning light, but on either side, and evidently behind, rose great mountains.\n"}}
{"pink": {"word": "rose", "line": "To the southeastward stretched the open country, lying bright and fair in the morning light, but on either side, and evidently behind, rose great mountains.\n"}}
{"pink": {"word": "rose", "line": "Our special tutors rose rapidly in our esteem.\n"}}
{"white": {"word": "fair", "line": "From our end window that faced the point of the promontory we could get a fair idea of the stretch of wall, and the drop below.\n"}}
{"black": {"word": "black", "line": "It was darker there, but we felt it highly necessary to put as much distance as possible behind us; so we waded, jumped, and clambered down that rocky riverbed, in the flickering black and white moonlight and leaf shadow, till growing daylight forced a halt.\n"}}
{"white": {"word": "white", "line": "It was darker there, but we felt it highly necessary to put as much distance as possible behind us; so we waded, jumped, and clambered down that rocky riverbed, in the flickering black and white moonlight and leaf shadow, till growing daylight forced a halt.\n"}}
{"pink": {"word": "rose", "line": "It rose so straight that we had to put our heads over to see the base, and the country below seemed to be a far-off marshy tangle of rank vegetation.\n"}}
{"white": {"word": "pale", "line": "Look there--see the boat!” Sure enough--there was our motor, lying like a gray cocoon on the flat pale sheet of water.\n"}}
{"gray": {"word": "gray", "line": "Look there--see the boat!” Sure enough--there was our motor, lying like a gray cocoon on the flat pale sheet of water.\n"}}
{"yellow": {"word": "yellow", "line": "While we ate the excellent biscuits they had thrown us, and while Ellador kept a watchful eye on our movements, Celis ran off to some distance, and set up a sort of “duck-on-a-rock” arrangement, a big yellow nut on top of three balanced sticks; Alima, meanwhile, gathering stones.\n"}}
{"pink": {"word": "rose", "line": "As we reached our swaddled machine, and sought again to tear loose its covering, there rose up from all around the sturdy forms, the quiet determined faces we knew so well.\n"}}
{"white": {"word": "white", "line": "They heard it out, looking very white, and presently begged to be excused.\n"}}
{"white": {"word": "white", "line": "They were “white,” but somewhat darker than our northern races because of their constant exposure to sun and air.\n"}}
{"pink": {"word": "rose", "line": "Very few men were left alive, save the slaves; and these now seized their opportunity, rose in revolt, killed their remaining masters even to the youngest boy, killed the old women too, and the mothers, intending to take possession of the country with the remaining young women and girls.\n"}}
{"pink": {"word": "rose", "line": "There were many of them, and but few of these would-be masters, so the young women, instead of submitting, rose in sheer desperation and slew their brutal conquerors.\n"}}
{"white": {"word": "fair", "line": "The land was fair before them, and a great future began to form itself in their minds.\n"}}
{"white": {"word": "fair", "line": "Of astronomy they had a fair working knowledge--that is a very old science; and with it, a surprising range and facility in mathematics.\n"}}
{"pink": {"word": "pink", "line": "We are used to seeing what we call “a mother” completely wrapped up in her own pink bundle of fascinating babyhood, and taking but the faintest theoretic interest in anybody else’s bundle, to say nothing of the common needs of _all_ the bundles.\n"}}
{"white": {"word": "pale", "line": "She started from her chair, pale, her eyes blazing.\n"}}
{"white": {"word": "fair", "line": "Somel set her chin upon her hand, her elbow on the low wall beside her, and looked off over the fair land.\n"}}
{"blue": {"word": "blue", "line": "“Call those _girls!_” “Most delightful girls, I call them,” said Jeff, his blue eyes dreamily contented.\n"}}
{"white": {"word": "fair", "line": "They broke and quarreled, over and over; he would rush off to console himself with some other fair one--the other fair one would have none of him--and he would drift back to Alima, becoming more and more devoted each time.\n"}}
{"red": {"word": "red", "line": "Ellador was brown: hair dark and soft, like a seal coat; clear brown skin with a healthy red in it; brown eyes--all the way from topaz to black velvet they seemed to range--splendid girls, all of them.\n"}}
{"black": {"word": "black", "line": "Ellador was brown: hair dark and soft, like a seal coat; clear brown skin with a healthy red in it; brown eyes--all the way from topaz to black velvet they seemed to range--splendid girls, all of them.\n"}}
{"brown": {"word": "brown", "line": "Ellador was brown: hair dark and soft, like a seal coat; clear brown skin with a healthy red in it; brown eyes--all the way from topaz to black velvet they seemed to range--splendid girls, all of them.\n"}}
{"blue": {"word": "blue", "line": "“We assume that motherhood is a sufficient burden--that men should carry all the others.” “What a beautiful feeling!” she said, her blue eyes shining.\n"}}
{"red": {"word": "red", "line": "Patriotism, red hot, is compatible with the existence of a neglect of national interests, a dishonesty, a cold indifference to the suffering of millions.\n"}}
{"pink": {"word": "rosy", "line": "The youngest ones, rosy fatlings in their mothers’ arms, or sleeping lightly in the flower-sweet air, seemed natural enough, save that they never cried.\n"}}
{"white": {"word": "pale", "line": "“They believed that God was Love--and Wisdom--and Power?” “Yes--all of that.” Her eyes grew large, her face ghastly pale.\n"}}
{"red": {"word": "red", "line": "And when we get a thing like that into our minds it’s like--oh, like red pepper in your eyes.\n"}}
{"white": {"word": "pale", "line": "But only this--that people who are utterly ignorant will believe anything--which you certainly knew before.’” “Anyhow,” pursued Ellador, “she turned pale for a minute when I first said it.” This was a lesson to me.\n"}}
{"brown": {"word": "brown", "line": "You have to do things for your mothers, surely?” “Oh, no,” she insisted, smiling, shaking her soft brown hair.\n"}}
{"brown": {"word": "brown", "line": "“I don’t care what you do or don’t do so long as we have that wedding pretty soon,” he said, reaching a strong brown hand after Alima’s, quite as brown and nearly as strong.\n"}}
{"pink": {"word": "rose", "line": "You cannot know!” Thousands of voices rose in the soaring climax of that great Hymn of The Coming Life.\n"}}
{"red": {"word": "red", "line": "You see, in any other imaginable marriage among the peoples of the earth, whether the woman were black, red, yellow, brown, or white; whether she were ignorant or educated, submissive or rebellious, she would have behind her the marriage tradition of our general history.\n"}}
{"black": {"word": "black", "line": "You see, in any other imaginable marriage among the peoples of the earth, whether the woman were black, red, yellow, brown, or white; whether she were ignorant or educated, submissive or rebellious, she would have behind her the marriage tradition of our general history.\n"}}
{"white": {"word": "white", "line": "You see, in any other imaginable marriage among the peoples of the earth, whether the woman were black, red, yellow, brown, or white; whether she were ignorant or educated, submissive or rebellious, she would have behind her the marriage tradition of our general history.\n"}}
{"brown": {"word": "brown", "line": "You see, in any other imaginable marriage among the peoples of the earth, whether the woman were black, red, yellow, brown, or white; whether she were ignorant or educated, submissive or rebellious, she would have behind her the marriage tradition of our general history.\n"}}
{"yellow": {"word": "yellow", "line": "You see, in any other imaginable marriage among the peoples of the earth, whether the woman were black, red, yellow, brown, or white; whether she were ignorant or educated, submissive or rebellious, she would have behind her the marriage tradition of our general history.\n"}}
{"black": {"word": "black", "line": "Terry, at his worst, in a black fury for which, as a man, I must have some sympathy, preferred the ant simile.\n"}}
{"white": {"word": "fair", "line": "After marriage there arose in us a somewhat unexpected urge of feeling that called for a separate house; but this feeling found no response in the hearts of those fair ladies.\n"}}
{"white": {"word": "fair", "line": "I had learned to see these things very differently since living with Ellador; and as for Jeff, he was so thoroughly Herlandized that he wasn’t fair to Terry, who fretted sharply in his new restraint.\n"}}
{"blue": {"word": "blue", "line": "It’s like those little tropical islands you’ve told me about, shining like jewels in the big blue sea--I can’t wait to see the sea!\n"}}
{"pink": {"word": "rose", "line": "But there rose in her eyes that look I knew so well, that remote clear look as if she had gone far away even though I held her beautiful body so close, and was now on some snowy mountain regarding me from a distance.\n"}}
{"blue": {"word": "blue", "line": "But so far only Celis, her blue eyes swimming in happy tears, her heart lifted with that tide of race-motherhood which was their supreme passion, could with ineffable joy and pride announce that she was to be a mother.\n"}}
{"white": {"word": "white", "line": "“I’d give a year of my life to have her alone again,” he said slowly, his hands clenched till the knuckles were white.\n"}}
