{"black": {"word": "black", "line": "“I’m so glad Robert’s is black!” she cried.\n"}}
{"red": {"word": "red", "line": "“She objects to my doing nothing and having red hair,” said I, in an injured tone.\n"}}
{"blue": {"word": "blue", "line": "And, finally, if you walk through the picture galleries at Burlesdon, among the fifty portraits or so of the last century and a half, you will find five or six, including that of the sixth earl, distinguished by long, sharp, straight noses and a quantity of dark-red hair; these five or six have also blue eyes, whereas among the Rassendylls dark eyes are the commoner.\n"}}
{"red": {"word": "flaming", "line": "I could ride anything that had a back to sit on; and my head was as cool a one as you could find, for all its flaming cover.\n"}}
{"red": {"word": "red", "line": "After all, red hair and long noses are not confined to the House of Elphberg, and the old story seemed a preposterously insufficient reason for debarring myself from acquaintance with a highly interesting and important kingdom, one which had played no small part in European history, and might do the like again under the sway of a young and vigorous ruler, such as the new King was rumoured to be.\n"}}
{"white": {"word": "fair", "line": "“No, I won’t promise; but if I find enough material, I will.” “That’s fair enough,” said Robert.\n"}}
{"white": {"word": "fair", "line": "He won’t marry the fair Antoinette--at least, not unless another plan comes to nothing.\n"}}
{"pink": {"word": "rose", "line": "The old lady’s hero was the duke, for he was now, under the late King’s will, master of the Zenda estates and of the Castle, which rose grandly on its steep hill at the end of the valley a mile or so from the inn.\n"}}
{"white": {"word": "fair", "line": "“For my part,” said the younger and prettier of the two daughters, a fair, buxom, smiling wench, “I hate Black Michael!\n"}}
{"red": {"word": "red", "line": "A red Elphberg for me, mother!\n"}}
{"red": {"word": "red", "line": "The King, they say, is as red as a fox or as--” And she laughed mischievously as she cast a glance at me, and tossed her head at her sister’s reproving face.\n"}}
{"red": {"word": "red", "line": "“Many a man has cursed their red hair before now,” muttered the old lady--and I remembered James, fifth Earl of Burlesdon.\n"}}
{"pink": {"word": "rosy", "line": "But my rosy damsel tossed her head again; she was not to be repressed for long, and she broke out again: “Ay, they love one another as men do who want the same place and the same wife!” The old woman glowered; but the last words pricked my curiosity, and I interposed before she could begin scolding: “What, the same wife, too!\n"}}
{"pink": {"word": "rose", "line": "“I expected to see no one.” “Give him a glass to drink my health in; and I’ll bid you good night, and thanks to you, ladies, for your courtesy and pleasant conversation.” So speaking, I rose to my feet, and with a slight bow turned to the door.\n"}}
{"grey": {"word": "grey", "line": "One was rather short and very stoutly built, with a big bullet-shaped head, a bristly grey moustache, and small pale-blue eyes, a trifle bloodshot.\n"}}
{"pink": {"word": "rose", "line": "I rose slowly to my feet.\n"}}
{"pink": {"word": "rose", "line": "But, for all that, and above all minor distinctions, the likeness rose striking, salient, wonderful.\n"}}
{"black": {"word": "black", "line": "On the table by him sat Fritz von Tarlenheim, pale as a ghost and black as a crow under the eyes.\n"}}
{"white": {"word": "pale", "line": "On the table by him sat Fritz von Tarlenheim, pale as a ghost and black as a crow under the eyes.\n"}}
{"red": {"word": "red", "line": "His face was red as his hair, and he breathed heavily.\n"}}
{"grey": {"word": "grey", "line": "“The drunken dog!” he said; “but he’s an Elphberg and the son of his father, and may I rot in hell before Black Michael sits in his place!” For a moment or two we were all silent; then Sapt, knitting his bushy grey brows, took his pipe from his mouth and said to me: “As a man grows old he believes in Fate.\n"}}
{"pink": {"word": "rose", "line": "I choked down a lump that rose in my throat, settled my helmet firmly on my head, and (I’m not ashamed to say it) breathed a short prayer to God.\n"}}
{"red": {"word": "red", "line": "He wore the yellow and red ribbon of the Red Rose of Ruritania--which, by the way, decorated my unworthy breast also.\n"}}
{"yellow": {"word": "yellow", "line": "He wore the yellow and red ribbon of the Red Rose of Ruritania--which, by the way, decorated my unworthy breast also.\n"}}
{"red": {"word": "crimson", "line": "Just behind the Marshal stood a short spare man, in flowing robes of black and crimson.\n"}}
{"black": {"word": "black", "line": "Just behind the Marshal stood a short spare man, in flowing robes of black and crimson.\n"}}
{"white": {"word": "pale", "line": "But Fritz was still pale, and his hand shook like a leaf as he extended it to the Marshal.\n"}}
{"red": {"word": "red", "line": "Every house was hung with red and bedecked with flags and mottoes.\n"}}
{"red": {"word": "red", "line": "A torrent of red roses fell on me; one bloom lodged in my horse’s mane, and I took it and stuck it in my coat.\n"}}
{"red": {"word": "red", "line": "“The red rose for the Elphbergs, Marshal,” said I gaily, and he nodded.\n"}}
{"pink": {"word": "rose", "line": "“The red rose for the Elphbergs, Marshal,” said I gaily, and he nodded.\n"}}
{"white": {"word": "white", "line": "The Marshal bit his white moustache.\n"}}
{"white": {"word": "white", "line": "Perhaps I ought to say that I was dressed all in white, except my boots.\n"}}
{"silver": {"word": "silver", "line": "I wore a silver helmet with gilt ornaments, and the broad ribbon of the Rose looked well across my chest.\n"}}
{"red": {"word": "red", "line": "So the people thought; for when I, riding alone, entered the dingy, sparsely decorated, sombre streets of the Old Town, there was first a murmur, then a cheer, and a woman, from a window above a cookshop, cried the old local saying: “If he’s red, he’s right!” whereat I laughed and took off my helmet that she might see that I was of the right colour and they cheered me again at that.\n"}}
{"white": {"word": "pale", "line": "“You’d look pale if you lived as he does,” was the highly disrespectful retort.\n"}}
{"grey": {"word": "grey", "line": "Its great grey front, embellished with hundreds of statues and boasting a pair of the finest oak doors in Europe, rose for the first time before me, and the sudden sense of my audacity almost overcame me.\n"}}
{"pink": {"word": "rose", "line": "Its great grey front, embellished with hundreds of statues and boasting a pair of the finest oak doors in Europe, rose for the first time before me, and the sudden sense of my audacity almost overcame me.\n"}}
{"pink": {"word": "rose", "line": "I saw nothing of the brilliant throng that filled it, I hardly distinguished the stately figure of the Cardinal as he rose from the archiepiscopal throne to greet me.\n"}}
{"red": {"word": "red", "line": "Two faces only stood out side by side clearly before my eyes--the face of a girl, pale and lovely, surmounted by a crown of the glorious Elphberg hair (for in a woman it is glorious), and the face of a man, whose full-blooded red cheeks, black hair, and dark deep eyes told me that at last I was in presence of my brother, Black Michael.\n"}}
{"black": {"word": "black", "line": "Two faces only stood out side by side clearly before my eyes--the face of a girl, pale and lovely, surmounted by a crown of the glorious Elphberg hair (for in a woman it is glorious), and the face of a man, whose full-blooded red cheeks, black hair, and dark deep eyes told me that at last I was in presence of my brother, Black Michael.\n"}}
{"white": {"word": "pale", "line": "Two faces only stood out side by side clearly before my eyes--the face of a girl, pale and lovely, surmounted by a crown of the glorious Elphberg hair (for in a woman it is glorious), and the face of a man, whose full-blooded red cheeks, black hair, and dark deep eyes told me that at last I was in presence of my brother, Black Michael.\n"}}
{"red": {"word": "red", "line": "And when he saw me his red cheeks went pale all in a moment, and his helmet fell with a clatter on the floor.\n"}}
{"white": {"word": "pale", "line": "And when he saw me his red cheeks went pale all in a moment, and his helmet fell with a clatter on the floor.\n"}}
{"pink": {"word": "rose", "line": "Then I rose to my feet, and stretched out my hand and took from him the crown of Ruritania and set it on my head, and I swore the old oath of the King; and (if it were a sin, may it be forgiven me) I received the Holy Sacrament there before them all.\n"}}
{"white": {"word": "pale", "line": "Then the lady with the pale face and the glorious hair, her train held by two pages, stepped from her place and came to where I stood.\n"}}
{"red": {"word": "red", "line": "Then I drew her to me and kissed her twice on the cheek, and she blushed red, and--then his Eminence the Cardinal Archbishop slipped in front of Black Michael, and kissed my hand and presented me with a letter from the Pope--the first and last which I have received from that exalted quarter!\n"}}
{"red": {"word": "red", "line": "His step trembled, I swear, and he looked to the right and to the left, as a man looks who thinks on flight; and his face was patched with red and white, and his hand shook so that it jumped under mine, and I felt his lips dry and parched.\n"}}
{"white": {"word": "white", "line": "His step trembled, I swear, and he looked to the right and to the left, as a man looks who thinks on flight; and his face was patched with red and white, and his hand shook so that it jumped under mine, and I felt his lips dry and parched.\n"}}
{"pink": {"word": "blush", "line": "“Whatever pleases you I try to do,” I said; and, as I saw her smile and blush, I thought that I was playing the King’s hand very well for him.\n"}}
{"brown": {"word": "brown", "line": "One was a magnificent bay, up to any weight; the other a sturdy brown.\n"}}
{"white": {"word": "white", "line": "The moon shone out now clear and full, so that the road was white with it.\n"}}
{"white": {"word": "pale", "line": "His face turned pale, and he pointed again at the floor.\n"}}
{"red": {"word": "red", "line": "From under the door a red stain had spread over the floor of the passage and dried there.\n"}}
{"white": {"word": "pale", "line": "Afraid for himself he was not--no man ever saw him that; but to think what might lie in that dark cellar was enough to turn any man’s face pale.\n"}}
{"silver": {"word": "silver", "line": "I went myself, and took a silver candlestick from the dining-table and struck a light, and, as I returned, I felt the hot wax drip on my naked hand as the candle swayed to and fro; so that I cannot afford to despise Colonel Sapt for his agitation.\n"}}
{"red": {"word": "red", "line": "The red stain turning more and more to a dull brown, stretched inside.\n"}}
{"brown": {"word": "brown", "line": "The red stain turning more and more to a dull brown, stretched inside.\n"}}
{"red": {"word": "crimson", "line": "I saw the full bins of wine; I saw spiders crawling on the walls; I saw, too, a couple of empty bottles lying on the floor; and then, away in the corner, I saw the body of a man, lying flat on his back, with his arms stretched wide, and a crimson gash across his throat.\n"}}
{"pink": {"word": "rose", "line": "What does he think, lad, now?” I rose to my feet.\n"}}
{"pink": {"word": "rose", "line": "Do you think they’ll love a King who was too drunk to be crowned, and sent a servant to personate him?” “He was drugged--and I’m no servant.” “Mine will be Black Michael’s version.” He rose, came to me, and laid his hand on my shoulder.\n"}}
{"brown": {"word": "brown", "line": "With a cut, I split the head of a fellow on a brown horse, and he fell to the ground.\n"}}
{"pink": {"word": "rose", "line": "He rose to his feet with a bewildered air.\n"}}
{"white": {"word": "pale", "line": "The farce was over, and Fritz von Tarlenheim’s pale face recalled us to reality--though, in faith, the farce had to be reality for us now.\n"}}
{"white": {"word": "white", "line": "On the next day, Sapt instructed me in my duties--what I ought to do and what I ought to know--for three hours; then I snatched breakfast, with Sapt still opposite me, telling me that the King always took white wine in the morning and was known to detest all highly seasoned dishes.\n"}}
{"gold": {"word": "gold", "line": "Then I rode through a few of the streets, stopped and bought flowers of a pretty girl, paying her with a piece of gold; and then, having attracted the desired amount of attention (for I had a trail of half a thousand people after me), I rode to the residence of the Princess Flavia, and asked if she would receive me.\n"}}
{"pink": {"word": "rose", "line": "But he rose suddenly to his feet.\n"}}
{"white": {"word": "fair", "line": "“These gentlemen,” said Michael, with a stately courtesy which, to do him justice, he could assume with perfect grace and ease, “are the loyalest and most devoted of your Majesty’s servants, and are my very faithful and attached friends.” “On the last ground as much as the first,” said I, “I am very pleased to see them.” They came one by one and kissed my hand--De Gautet, a tall lean fellow, with hair standing straight up and waxed moustache; Bersonin, the Belgian, a portly man of middle height with a bald head (though he was not far past thirty); and last, the Englishman, Detchard, a narrow-faced fellow, with close-cut fair hair and a bronzed complexion.\n"}}
{"pink": {"word": "rose", "line": "“You may go as far as the gate.” “I shall go to the summer-house.” “I’m hanged if you shall!” I rose and leant my back against the mantelpiece.\n"}}
{"white": {"word": "pale", "line": "they’re too soon!” and she turned pale as death.\n"}}
{"pink": {"word": "rose", "line": "Antoinette de Mauban shrieked, but I rose to my feet, laughing aloud.\n"}}
{"pink": {"word": "rose", "line": "Detchard was under the table, but, as I rose, he pushed it from him and fired again.\n"}}
{"pink": {"word": "rose", "line": "We went in to supper; and, half way through, I, half mad by then, for her glance had answered mine, and her quick breathing met my stammered sentences--I rose in my place before all the brilliant crowd, and taking the Red Rose that I wore, flung the ribbon with its jewelled badge round her neck.\n"}}
{"pink": {"word": "rose", "line": "Fritz touched me on the shoulder, and I rose, gave her my arm, and walked down the hall into a little room, where coffee was served to us.\n"}}
{"pink": {"word": "blush", "line": "But suddenly, involuntarily, she gave me one brief glance--a glance of question, hurriedly turned aside; a blush that the question had ever come spread over her cheek, and she caught her breath.\n"}}
{"pink": {"word": "rose", "line": "On the table by me lay a rose; it had been in Flavia’s dress, and, as we parted, she had kissed it and given it to me.\n"}}
{"pink": {"word": "rose", "line": "Sapt advanced his hand towards the rose, but, with a quick movement, I shut mine down upon it.\n"}}
{"pink": {"word": "rose", "line": "I bowed my head to meet my hands, and crushed the rose between my fingers and my lips.\n"}}
{"black": {"word": "black", "line": "but a man cannot be held to write down in cold blood the wild and black thoughts that storm his brain when an uncontrolled passion has battered a breach for them.\n"}}
{"pink": {"word": "rosy", "line": "The girl was rosy with happiness, for Fritz, in his turn, had not wasted his evening, and no dark shadow hung over his wooing, save the hatred which the Duke of Strelsau was known to bear him.\n"}}
{"white": {"word": "white", "line": "She wore a white gown, and her hair was loosely gathered in a knot.\n"}}
{"grey": {"word": "grey", "line": "“You may be right, sire,” said he, shaking his grey head sadly.\n"}}
{"white": {"word": "white", "line": "“I wish I could go with you,” he cried, tugging at his white moustache.\n"}}
{"pink": {"word": "rose", "line": "This was merely what I expected, for Sapt liked to be consulted beforehand, not informed afterwards; but on the whole he approved of my plans, and his spirits rose high as the hour of action drew nearer and nearer.\n"}}
{"white": {"word": "pale", "line": "I go to seek Michael in his lair.” She had turned very pale.\n"}}
{"white": {"word": "pale", "line": "And his figure--the lithe, buoyant figure I had met in the woods of Zenda--the dull, inert mass I had left in the cellar of the hunting-lodge--seemed to rise, double-shaped, before me, and to come between us, thrusting itself in even where she lay, pale, exhausted, fainting, in my arms, and yet looking up at me with those eyes that bore such love as I have never seen, and haunt me now, and will till the ground closes over me--and (who knows?)\n"}}
{"red": {"word": "scarlet", "line": "Young Rupert, who looked a dare-devil, and could not have been more than twenty-two or twenty-three, took the lead, and made us the neatest speech, wherein my devoted subject and loving brother Michael of Strelsau, prayed me to pardon him for not paying his addresses in person, and, further, for not putting his Castle at my disposal; the reason for both of these apparent derelictions being that he and several of his servants lay sick of scarlet fever, and were in a very sad, and also a very infectious state.\n"}}
{"red": {"word": "scarlet", "line": "“If my brother has scarlet fever,” said I, “he is nearer my complexion than he is wont to be, my lord.\n"}}
{"black": {"word": "black", "line": "May it make us better acquainted.” “We will pray your Majesty for an early opportunity,” quoth Rupert airily; and he strode past Sapt with such jeering scorn on his face that I saw the old fellow clench his fist and scowl black as night.\n"}}
{"pink": {"word": "rose", "line": "“Come, we are alone, Rassendyll--” I rose to a sitting posture.\n"}}
{"pink": {"word": "rose", "line": "Well, he is alive.” He rose to his feet; I imitated him.\n"}}
{"red": {"word": "red", "line": "Faith, I’ll wager the next Elphberg will be red enough, for all that Black Michael will be called his father.” I sprang a step towards him, clenching my hand.\n"}}
{"red": {"word": "red", "line": "And the King, though he is a brave man, as are all of his House, grew red and then white as he looked on the pipe and at the merry devil who mocked him.\n"}}
{"white": {"word": "white", "line": "And the King, though he is a brave man, as are all of his House, grew red and then white as he looked on the pipe and at the merry devil who mocked him.\n"}}
{"white": {"word": "pale", "line": "For Sapt and I, after anxious consultations, had resolved that we must risk a blow, our resolution being clinched by Johann’s news that the King grew peaked, pale, and ill, and that his health was breaking down under his rigorous confinement.\n"}}
{"pink": {"word": "rose", "line": "Late next night I rose from table, where Flavia had sat by me, and conducted her to the door of her apartments.\n"}}
{"pink": {"word": "blush", "line": "He cut it clean in two; and, judging discretion better than death, I ducked my head and (I blush to tell it) scampered for my life.\n"}}
{"black": {"word": "black", "line": "There came first two mounted servants in black uniforms, relieved only by a silver badge.\n"}}
{"silver": {"word": "silver", "line": "There came first two mounted servants in black uniforms, relieved only by a silver badge.\n"}}
{"black": {"word": "black", "line": "These were followed by a car drawn by four horses: on it, under a heavy pall, lay a coffin; behind it rode a man in plain black clothes, carrying his hat in his hand.\n"}}
{"red": {"word": "red", "line": "Whereat I grew red; for, if I had my way, Rupert Hentzau should not have defiled her by so much as a glance.\n"}}
{"pink": {"word": "blush", "line": "“Express my earnest hope,” said Flavia, “that they may soon cease to trouble him.” “Your Royal Highness’s wish is, humbly, my own,” said Rupert, with a bold glance that brought a blush to Flavia’s cheek.\n"}}
{"white": {"word": "fair", "line": "I wish I’d been there.” “And the duke interferes?” “Well,” said Rupert meditatively, “that’s hardly a fair way of putting it, perhaps.\n"}}
{"white": {"word": "pale", "line": "“There could be no thought of taking another for him now.” So alarmed were they, that they had sent for a physician from Strelsau; and the physician having been introduced into the King’s cell, had come forth pale and trembling, and urgently prayed the duke to let him go back and meddle no more in the affair; but the duke would not, and held him there a prisoner, telling him his life was safe if the King lived while the duke desired and died when the duke desired--not otherwise.\n"}}
{"pink": {"word": "rose", "line": "It was late when we rose from conference, and I betook me to the princess’s apartments.\n"}}
{"gold": {"word": "gold", "line": "I was wearing the King’s ring; but I had also on my little finger a plain band of gold engraved with the motto of our family: “_Nil Quae Feci_.” This I took off and put on her, and signed to her to let me go.\n"}}
{"pink": {"word": "rose", "line": "I rose and stretched myself and yawned.\n"}}
{"black": {"word": "black", "line": "It sounded as though someone had flung down a lamp; and the window went dark and black.\n"}}
{"white": {"word": "pale", "line": "They were huddled together; their weapons were protruded before them; their faces were pale and agitated.\n"}}
{"white": {"word": "white", "line": "Rupert Hentzau was in his trousers and shirt; the white linen was stained with blood, but his easy, buoyant pose told me that he was himself either not touched at all or merely scratched.\n"}}
{"white": {"word": "white", "line": "Antoinette de Mauban was in a loose white robe, her dark hair streamed over her shoulders, her face was ghastly pale, and her eyes gleamed wildly in the light of the torches.\n"}}
{"white": {"word": "pale", "line": "For a moment, I believe, he took me for the King--I dare say I was pale enough to lend colour to the thought; but an instant later he cried: “Why it’s the play-actor!\n"}}
{"white": {"word": "pallid", "line": "“Thanks to the most gallant gentleman that lives,” said he softly, “the King is alive!” The little farm-girl stood by us, weeping for fright and wide-eyed for wonder; for she had seen me at Zenda; and was not I, pallid, dripping, foul, and bloody as I was--yet was not I the King?\n"}}
{"pink": {"word": "rose", "line": "And they covered his face and carried him to Duke Michael’s room, and laid him there; and Antoinette rose from praying by the body of the duke and went to bathe the King’s head and dress his wounds, till a doctor came.\n"}}
{"pink": {"word": "rose", "line": "“I will go and see this gentleman,” and she rose to alight from the carriage.\n"}}
{"black": {"word": "black", "line": "I had thrown myself on a pallet by the window, and was looking out on the black water; Johann, the keeper, still pale from his wound, but not much hurt besides, had brought me supper.\n"}}
{"white": {"word": "pale", "line": "I had thrown myself on a pallet by the window, and was looking out on the black water; Johann, the keeper, still pale from his wound, but not much hurt besides, had brought me supper.\n"}}
{"white": {"word": "pale", "line": "I rose to my feet, and, piercing the gloom with my eager eyes, saw her pale face and the gleam of her hair, and before I knew, I spoke softly: “Flavia!” She trembled a little, and looked round.\n"}}
{"pink": {"word": "rose", "line": "I rose to my feet, and, piercing the gloom with my eager eyes, saw her pale face and the gleam of her hair, and before I knew, I spoke softly: “Flavia!” She trembled a little, and looked round.\n"}}
{"pink": {"word": "rose", "line": "I rose and took her hand.\n"}}
{"pink": {"word": "rose", "line": "The soft, sweet, pitiful music rose and fell as we stood opposite one another, her hands in mine.\n"}}
{"blue": {"word": "blue", "line": "At last they saw that I could not heed them, and we walked up and down in silence, till Fritz touched me on the arm, and I saw, a mile or more away, the blue smoke of the train.\n"}}
{"white": {"word": "fair", "line": "If not the fair Antoinette, there was a charmer?” “There is always a charmer,” said I, sententiously.\n"}}
{"red": {"word": "red", "line": "For every year Fritz carries with him to Dresden a little box; in it lies a red rose, and round the stalk of the rose is a slip of paper with the words written: “Rudolf--Flavia--always.” And the like I send back by him.\n"}}
{"pink": {"word": "rose", "line": "For every year Fritz carries with him to Dresden a little box; in it lies a red rose, and round the stalk of the rose is a slip of paper with the words written: “Rudolf--Flavia--always.” And the like I send back by him.\n"}}
{"white": {"word": "pale", "line": "Shall I see her face again--the pale face and the glorious hair?\n"}}
