{"white": {"word": "white", "line": "_He_ remains but the happiest of accidents; his actualities, all too definite, precluded any range of possibilities; it had only been his charming office to project upon that wide field of the artist’s vision—which hangs there ever in place like the white sheet suspended for the figures of a child’s magic-lantern—a more fantastic and more moveable shadow.)\n"}}
{"pink": {"word": "blush", "line": "I blush to confess it, but if one’s a dramatist one’s a dramatist, and the latter imbroglio is liable on occasion to strike me as really the more objective of the two.\n"}}
{"red": {"word": "red", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n"}}
{"green": {"word": "green", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n"}}
{"black": {"word": "black", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n"}}
{"yellow": {"word": "yellow", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n"}}
{"purple": {"word": "purple", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n"}}
{"white": {"word": "pale", "line": "There is always, of course, for the story-teller, the irresistible determinant and the incalculable advantage of his interest in the story _as such_; it is ever, obviously, overwhelmingly, the prime and precious thing (as other than this I have never been able to see it); as to which what makes for it, with whatever headlong energy, may be said to pale before the energy with which it simply makes for itself.\n"}}
{"grey": {"word": "grey", "line": "When in a quarter of an hour he came down, what his hostess saw, what she might have taken in with a vision kindly adjusted, was the lean, the slightly loose figure of a man of the middle height and something more perhaps than the middle age—a man of five-and-fifty, whose most immediate signs were a marked bloodless brownness of face, a thick dark moustache, of characteristically American cut, growing strong and falling low, a head of hair still abundant but irregularly streaked with grey, and a nose of bold free prominence, the even line, the high finish, as it might have been called, of which, had a certain effect of mitigation.\n"}}
{"brown": {"word": "brown", "line": "It wouldn’t for such a spectator have been altogether insupposable that, each so finely brown and so sharply spare, each confessing so to dents of surface and aids to sight, to a disproportionate nose and a head delicately or grossly grizzled, they might have been brother and sister.\n"}}
{"black": {"word": "black", "line": "It somehow ministered for him to indulgence to feel Waymarsh, who looked unnaturally big and black in bed, as much tucked in as a patient in a hospital and, with his covering up to his chin, as much simplified by it.\n"}}
{"pink": {"word": "rose", "line": "He had met her as she rose from her little table in a window, where, with the morning papers beside her, she reminded him, as he let her know, of Major Pendennis breakfasting at his club—a compliment of which she professed a deep appreciation; and he detained her as pleadingly as if he had already—and notably under pressure of the visions of the night—learned to be unable to do without her.\n"}}
{"pink": {"word": "pink", "line": "He had been to the theatre, even to the opera, in Boston, with Mrs. Newsome, more than once acting as her only escort; but there had been no little confronted dinner, no pink lights, no whiff of vague sweetness, as a preliminary: one of the results of which was that at present, mildly rueful, though with a sharpish accent, he actually asked himself _why_ there hadn’t.\n"}}
{"red": {"word": "red", "line": "There was much the same difference in his impression of the noticed state of his companion, whose dress was “cut down,” as he believed the term to be, in respect to shoulders and bosom, in a manner quite other than Mrs. Newsome’s, and who wore round her throat a broad red velvet band with an antique jewel—he was rather complacently sure it was antique—attached to it in front.\n"}}
{"red": {"word": "red", "line": "Mrs. Newsome’s dress was never in any degree “cut down,” and she never wore round her throat a broad red velvet band: if she had, moreover, would it ever have served so to carry on and complicate, as he now almost felt, his vision?\n"}}
{"red": {"word": "red", "line": "What, certainly, had a man conscious of a man’s work in the world to do with red velvet bands?\n"}}
{"black": {"word": "black", "line": "Mrs. Newsome wore, at operatic hours, a black silk dress—very handsome, he knew it was “handsome”—and an ornament that his memory was able further to identify as a ruche.\n"}}
{"grey": {"word": "grey", "line": "He had married, in the far-away years, so young as to have missed the time natural in Boston for taking girls to the Museum; and it was absolutely true of hint that—even after the close of the period of conscious detachment occupying the centre of his life, the grey middle desert of the two deaths, that of his wife and that, ten years later, of his boy—he had never taken any one anywhere.\n"}}
{"gold": {"word": "gold", "line": "Here, on the other hand, apart from the personal and the sexual range—which might be greater or less—a series of strong stamps had been applied, as it were, from without; stamps that his observation played with as, before a glass case on a table, it might have passed from medal to medal and from copper to gold.\n"}}
{"brown": {"word": "copper", "line": "Here, on the other hand, apart from the personal and the sexual range—which might be greater or less—a series of strong stamps had been applied, as it were, from without; stamps that his observation played with as, before a glass case on a table, it might have passed from medal to medal and from copper to gold.\n"}}
{"yellow": {"word": "yellow", "line": "It befell that in the drama precisely there was a bad woman in a yellow frock who made a pleasant weak good-looking young man in perpetual evening dress do the most dreadful things.\n"}}
{"yellow": {"word": "yellow", "line": "Strether felt himself on the whole not afraid of the yellow frock, but he was vaguely anxious over a certain kindness into which he found himself drifting for its victim.\n"}}
{"gold": {"word": "gold", "line": "And she provides, as I’ve confided to you, _all_ the money.” It evoked somehow a vision of gold that held for a little Miss Gostrey’s eyes, and she looked as if she heard the bright dollars shovelled in.\n"}}
{"white": {"word": "white", "line": "It’s tremendously neat—a real reproach; quite remarkably thick and without, as yet, a single strand of white.\n"}}
{"green": {"word": "green", "line": "“I think there can be scarcely a greater—unless it may become one, in the future, to be Chad’s wife.” “Then how do they distinguish _you?_” “They _don’t_—except, as I’ve told you, by the green cover.” Once more their eyes met on it, and she held him an instant.\n"}}
{"green": {"word": "green", "line": "“The green cover won’t—nor will _any_ cover—avail you with _me_.\n"}}
{"grey": {"word": "grey", "line": "This morning there _were_ letters—letters which had reached London, apparently all together, the day of Strether’s journey, and had taken their time to follow him; so that, after a controlled impulse to go into them in the reception-room of the bank, which, reminding him of the post-office at Woollett, affected him as the abutment of some transatlantic bridge, he slipped them into the pocket of his loose grey overcoat with a sense of the felicity of carrying them off.\n"}}
{"white": {"word": "white", "line": "He filled out spaces with dim symbols of scenes; he caught the gleam of white statues at the base of which, with his letters out, he could tilt back a straw-bottomed chair.\n"}}
{"green": {"word": "green", "line": "In the Luxembourg Gardens he pulled up; here at last he found his nook, and here, on a penny chair from which terraces, alleys, vistas, fountains, little trees in green tubs, little women in white caps and shrill little girls at play all sunnily “composed” together, he passed an hour in which the cup of his impressions seemed truly to overflow.\n"}}
{"white": {"word": "white", "line": "In the Luxembourg Gardens he pulled up; here at last he found his nook, and here, on a penny chair from which terraces, alleys, vistas, fountains, little trees in green tubs, little women in white caps and shrill little girls at play all sunnily “composed” together, he passed an hour in which the cup of his impressions seemed truly to overflow.\n"}}
{"grey": {"word": "grey", "line": "It was at present as if the backward picture had hung there, the long crooked course, grey in the shadow of his solitude.\n"}}
{"white": {"word": "pale", "line": "Beyond, behind them was the pale figure of his real youth, which held against its breast the two presences paler than itself—the young wife he had early lost and the young son he had stupidly sacrificed.\n"}}
{"white": {"word": "fair", "line": "This was doubtless but the secret habit of sorrow, which had slowly given way to time; yet there remained an ache sharp enough to make the spirit, at the sight now and again of some fair young man just growing up, wince with the thought of an opportunity lost.\n"}}
{"green": {"word": "green", "line": "His name on the green cover, where he had put it for Mrs. Newsome, expressed him doubtless just enough to make the world—the world as distinguished, both for more and for less, from Woollett—ask who he was.\n"}}
{"green": {"word": "green", "line": "The green covers at home comprised, by the law of their purpose, no tribute to letters; it was of a mere rich kernel of economics, politics, ethics that, glazed and, as Mrs. Newsome maintained rather against _his_ view, pre-eminently pleasant to touch, they formed the specious shell.\n"}}
{"white": {"word": "pale", "line": "They were folded now over the breasts of buried generations; but a flutter or two lived again in the turned page of shock-headed slouch-hatted loiterers whose young intensity of type, in the direction of pale acuteness, deepened his vision, and even his appreciation, of racial differences, and whose manipulation of the uncut volume was too often, however, but a listening at closed doors.\n"}}
{"white": {"word": "fair", "line": "He had struck off the fancy that it might, as a preliminary, be of service to him to be seen, by a happy accident, from the third-story windows, which took all the March sun, but of what service was it to find himself making out after a moment that the quality “sprung,” the quality produced by measure and balance, the fine relation of part to part and space to space, was probably—aided by the presence of ornament as positive as it was discreet, and by the complexion of the stone, a cold fair grey, warmed and polished a little by life—neither more nor less than a case of distinction, such a case as he could only feel unexpectedly as a sort of delivered challenge?\n"}}
{"grey": {"word": "grey", "line": "He had struck off the fancy that it might, as a preliminary, be of service to him to be seen, by a happy accident, from the third-story windows, which took all the March sun, but of what service was it to find himself making out after a moment that the quality “sprung,” the quality produced by measure and balance, the fine relation of part to part and space to space, was probably—aided by the presence of ornament as positive as it was discreet, and by the complexion of the stone, a cold fair grey, warmed and polished a little by life—neither more nor less than a case of distinction, such a case as he could only feel unexpectedly as a sort of delivered challenge?\n"}}
{"purple": {"word": "violet", "line": "Two or three of the windows stood open to the violet air; and, before Strether had cut the knot by crossing, a young man had come out and looked about him, had lighted a cigarette and tossed the match over, and then, resting on the rail, had given himself up to watching the life below while he smoked.\n"}}
{"pink": {"word": "rose", "line": "It regularly rose before me in its might.\n"}}
{"gold": {"word": "gold", "line": "They walked, wandered, wondered and, a little, lost themselves; Strether hadn’t had for years so rich a consciousness of time—a bag of gold into which he constantly dipped for a handful.\n"}}
{"white": {"word": "ivory", "line": "Wherever he looked he saw an old ivory or an old brocade, and he scarce knew where to sit for fear of a misappliance.\n"}}
{"brown": {"word": "brown", "line": "It was the innermost nook of the shrine—as brown as a pirate’s cave.\n"}}
{"gold": {"word": "gold", "line": "In the brownness were glints of gold; patches of purple were in the gloom; objects all that caught, through the muslin, with their high rarity, the light of the low windows.\n"}}
{"purple": {"word": "purple", "line": "In the brownness were glints of gold; patches of purple were in the gloom; objects all that caught, through the muslin, with their high rarity, the light of the low windows.\n"}}
{"blue": {"word": "blue", "line": "Strether had dispatched for this purpose a small blue missive to the Boulevard Malesherbes, but up to the moment of their passing into the theatre he had received no response to his message.\n"}}
{"black": {"word": "black", "line": "He had done in the same line still more than this; had by a mere shake or two of the head made his old friend observe that the change in him was perhaps more than anything else, for the eye, a matter of the marked streaks of grey, extraordinary at his age, in his thick black hair; as well as that this new feature was curiously becoming to him, did something for him, as characterisation, also even—of all things in the world—as refinement, that had been a good deal wanted.\n"}}
{"grey": {"word": "grey", "line": "He had done in the same line still more than this; had by a mere shake or two of the head made his old friend observe that the change in him was perhaps more than anything else, for the eye, a matter of the marked streaks of grey, extraordinary at his age, in his thick black hair; as well as that this new feature was curiously becoming to him, did something for him, as characterisation, also even—of all things in the world—as refinement, that had been a good deal wanted.\n"}}
{"purple": {"word": "purple", "line": "Not till, on the purple divan before the perfunctory _bock_, he had brought out the words themselves, was he sure, for that matter, that the present would be saved.\n"}}
{"grey": {"word": "grey", "line": "Not only his moral, but also, as it were, his æsthetic sense had a little to pay for this, Chad being unmistakeably—and wasn’t it a matter of the confounded grey hair again?—handsomer than he had ever promised.\n"}}
{"brown": {"word": "brown", "line": "Chad was brown and thick and strong, and of old Chad had been rough.\n"}}
{"blue": {"word": "blue", "line": "What was it but a relation to be regarded as so decorative and, in especial, on the strength of it, to be whirled away, amid flounces and feathers, in a coupé lined, by what Strether could make out, with dark blue brocade?\n"}}
{"white": {"word": "pale", "line": "“But do you suppose then little Bilham has lied?” “You must find out.” It made him almost turn pale.\n"}}
{"white": {"word": "white", "line": "The place itself was a great impression—a small pavilion, clear-faced and sequestered, an effect of polished parquet, of fine white panel and spare sallow gilt, of decoration delicate and rare, in the heart of the Faubourg Saint-Germain and on the edge of a cluster of gardens attached to old noble houses.\n"}}
{"grey": {"word": "grey", "line": "Strether, in contact with that element as he had never yet so intimately been, had the consciousness of opening to it, for the happy instant, all the windows of his mind, of letting this rather grey interior drink in for once the sun of a clime not marked in his old geography.\n"}}
{"white": {"word": "bleached", "line": "I’m but the bleached bones of a Christian.” “Well then there we are!\n"}}
{"red": {"word": "red", "line": "The moment concerned him, he felt, more deeply than he could have explained, and he had a subsequent passage of speculation as to whether, on walking off with Chad, he hadn’t looked either pale or red.\n"}}
{"white": {"word": "pale", "line": "The moment concerned him, he felt, more deeply than he could have explained, and he had a subsequent passage of speculation as to whether, on walking off with Chad, he hadn’t looked either pale or red.\n"}}
{"black": {"word": "black", "line": "She was dressed in black, but in black that struck him as light and transparent; she was exceedingly fair, and, though she was as markedly slim, her face had a roundness, with eyes far apart and a little strange.\n"}}
{"white": {"word": "fair", "line": "She was dressed in black, but in black that struck him as light and transparent; she was exceedingly fair, and, though she was as markedly slim, her face had a roundness, with eyes far apart and a little strange.\n"}}
{"black": {"word": "black", "line": "Her smile was natural and dim; her hat not extravagant; he had only perhaps a sense of the clink, beneath her fine black sleeves, of more gold bracelets and bangles than he had ever seen a lady wear.\n"}}
{"gold": {"word": "gold", "line": "Her smile was natural and dim; her hat not extravagant; he had only perhaps a sense of the clink, beneath her fine black sleeves, of more gold bracelets and bangles than he had ever seen a lady wear.\n"}}
{"pink": {"word": "rose", "line": "They presently addressed his companion, the brilliant strangers; she rose to speak to them, and Strether noted how the escorted lady, though mature and by no means beautiful, had more of the bold high look, the range of expensive reference, that he had, as might have been said, made his plans for.\n"}}
{"white": {"word": "white", "line": "A young girl in a white dress and a softly plumed white hat had suddenly come into view, and what was presently clear was that her course was toward them.\n"}}
{"pink": {"word": "pink", "line": "And this, my dear”—he had turned to the child herself—“is the best man in the world, who has it in his power to do a great deal for us and whom I want you to like and revere as nearly as possible as much as I do.” She stood there quite pink, a little frightened, prettier and prettier and not a bit like her mother.\n"}}
{"white": {"word": "fair", "line": "So slim and fresh and fair, she had yet put forth this perfection; so that for really believing it of her, for seeing her to any such developed degree as a mother, comparison would be urgent.\n"}}
{"white": {"word": "fair", "line": "Don’t you see it?” “Well,” said Chad, “she won’t do anything worse to you than make you like her.” “It’s just of that I’m afraid.” “Then it’s not fair to me.” Strether cast about.\n"}}
{"white": {"word": "fair", "line": "“It’s fair to your mother.” “Oh,” said Chad, “are you afraid of _her?_” “Scarcely less.\n"}}
{"white": {"word": "white", "line": "The fire, under the low white marble, undraped and academic, had burnt down to the silver ashes of light wood, one of the windows, at a distance, stood open to the mildness and stillness, out of which, in the short pauses, came the faint sound, pleasant and homely, almost rustic, of a plash and a clatter of _sabots_ from some coach-house on the other side of the court.\n"}}
{"silver": {"word": "silver", "line": "The fire, under the low white marble, undraped and academic, had burnt down to the silver ashes of light wood, one of the windows, at a distance, stood open to the mildness and stillness, out of which, in the short pauses, came the faint sound, pleasant and homely, almost rustic, of a plash and a clatter of _sabots_ from some coach-house on the other side of the court.\n"}}
{"black": {"word": "black", "line": "Madame Gloriani, who was in black velvet, with white lace and powdered hair, and whose somewhat massive majesty melted, at any contact, into the graciousness of some incomprehensible tongue, moved away to make room for the vague gentleman, after benevolent greetings to him which embodied, as he believed, in baffling accents, some recognition of his face from a couple of Sundays before.\n"}}
{"white": {"word": "white", "line": "Madame Gloriani, who was in black velvet, with white lace and powdered hair, and whose somewhat massive majesty melted, at any contact, into the graciousness of some incomprehensible tongue, moved away to make room for the vague gentleman, after benevolent greetings to him which embodied, as he believed, in baffling accents, some recognition of his face from a couple of Sundays before.\n"}}
{"pink": {"word": "pink", "line": "She was fluttered, fairly fevered—to the point of a little glitter that came and went in her eyes and a pair of pink spots that stayed in her cheeks—with the great adventure of dining out and with the greater one still, possibly, of finding a gentleman whom she must think of as very, very old, a gentleman with eye-glasses, wrinkles, a long grizzled moustache.\n"}}
{"green": {"word": "green", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n"}}
{"white": {"word": "white", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n"}}
{"grey": {"word": "grey", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n"}}
{"white": {"word": "fair", "line": "Her head, extremely fair and exquisitely festal, was like a happy fancy, a notion of the antique, on an old precious medal, some silver coin of the Renaissance; while her slim lightness and brightness, her gaiety, her expression, her decision, contributed to an effect that might have been felt by a poet as half mythological and half conventional.\n"}}
{"silver": {"word": "silver", "line": "Her head, extremely fair and exquisitely festal, was like a happy fancy, a notion of the antique, on an old precious medal, some silver coin of the Renaissance; while her slim lightness and brightness, her gaiety, her expression, her decision, contributed to an effect that might have been felt by a poet as half mythological and half conventional.\n"}}
{"white": {"word": "pale", "line": "I believe the pale pink petals are folded up there for some wondrous efflorescence in time; to open, that is, to some great golden sun.\n"}}
{"pink": {"word": "pink", "line": "I believe the pale pink petals are folded up there for some wondrous efflorescence in time; to open, that is, to some great golden sun.\n"}}
{"pink": {"word": "rose", "line": "“He ought to marry whom?” Little Bilham rose more slowly.\n"}}
{"brown": {"word": "copper", "line": "He was tired, but he wasn’t plain—that was the pity and the trouble of it; he was able, however, to drop his problem at the door very much as if it had been the copper piece that he deposited, on the threshold, in the receptacle of the inveterate blind beggar.\n"}}
{"black": {"word": "black", "line": "He was conscious of how much it was affected, this sense, by something subdued and discreet in the way she had arranged herself for her special object and her morning walk—he believed her to have come on foot; the way her slightly thicker veil was drawn—a mere touch, but everything; the composed gravity of her dress, in which, here and there, a dull wine-colour seemed to gleam faintly through black; the charming discretion of her small compact head; the quiet note, as she sat, of her folded, grey-gloved hands.\n"}}
{"pink": {"word": "rose", "line": "While she rose, as he would have called it, to the question of Victor Hugo, her voice itself, the light low quaver of her deference to the solemnity about them, seemed to make her words mean something that they didn’t mean openly.\n"}}
{"white": {"word": "white", "line": "How could he wish it to be lucid for others, for any one, that he, for the hour, saw reasons enough in the mere way the bright clean ordered water-side life came in at the open window?—the mere way Madame de Vionnet, opposite him over their intensely white table-linen, their _omelette aux tomates_, their bottle of straw-coloured Chablis, thanked him for everything almost with the smile of a child, while her grey eyes moved in and out of their talk, back to the quarter of the warm spring air, in which early summer had already begun to throb, and then back again to his face and their human questions.\n"}}
{"grey": {"word": "grey", "line": "How could he wish it to be lucid for others, for any one, that he, for the hour, saw reasons enough in the mere way the bright clean ordered water-side life came in at the open window?—the mere way Madame de Vionnet, opposite him over their intensely white table-linen, their _omelette aux tomates_, their bottle of straw-coloured Chablis, thanked him for everything almost with the smile of a child, while her grey eyes moved in and out of their talk, back to the quarter of the warm spring air, in which early summer had already begun to throb, and then back again to his face and their human questions.\n"}}
{"blue": {"word": "blue", "line": "He received three days after this a communication from America, in the form of a scrap of blue paper folded and gummed, not reaching him through his bankers, but delivered at his hotel by a small boy in uniform, who, under instructions from the concierge, approached him as he slowly paced the little court.\n"}}
{"blue": {"word": "blue", "line": "The little blue paper of the evening before, plainly an object the more precious for its escape from premature destruction, now lay on the sill of the open window, smoothed out afresh and kept from blowing away by the superincumbent weight of his watch.\n"}}
{"red": {"word": "red", "line": "There he was in all the pleasant morning freshness of it—strong and sleek and gay, easy and fragrant and fathomless, with happy health in his colour, and pleasant silver in his thick young hair, and the right word for everything on the lips that his clear brownness caused to show as red.\n"}}
{"silver": {"word": "silver", "line": "There he was in all the pleasant morning freshness of it—strong and sleek and gay, easy and fragrant and fathomless, with happy health in his colour, and pleasant silver in his thick young hair, and the right word for everything on the lips that his clear brownness caused to show as red.\n"}}
{"pink": {"word": "rose", "line": "At this Chad rose.\n"}}
{"grey": {"word": "grey", "line": "Chad gives me the sense of it, for all his grey hairs, which merely make it solid in him and safe and serene; and _she_ does the same, for all her being older than he, for all her marriageable daughter, her separated husband, her agitated history.\n"}}
{"pink": {"word": "rose", "line": "Tenderly, deeply”—he always rose to it.\n"}}
{"pink": {"word": "blush", "line": "She loomed at him larger than life; she increased in volume as she drew nearer; she so met his eyes that, his imagination taking, after the first step, all, and more than all, the strides, he already felt her come down on him, already burned, under her reprobation, with the blush of guilt, already consented, by way of penance, to the instant forfeiture of everything.\n"}}
{"white": {"word": "fair", "line": "She was robust and conveniently tall; just a trifle too bloodlessly fair perhaps, but with a pleasant public familiar radiance that affirmed her vitality.\n"}}
{"blue": {"word": "blue", "line": "She might have been “receiving” for Woollett, wherever she found herself, and there was something in her manner, her tone, her motion, her pretty blue eyes, her pretty perfect teeth and her very small, too small, nose, that immediately placed her, to the fancy, between the windows of a hot bright room in which voices were high—up at that end to which people were brought to be “presented.” They were there to congratulate, these images, and Strether’s renewed vision, on this hint, completed the idea.\n"}}
{"white": {"word": "white", "line": "Small and fat and constantly facetious, straw-coloured and destitute of marks, he would have been practically indistinguishable hadn’t his constant preference for light-grey clothes, for white hats, for very big cigars and very little stories, done what it could for his identity.\n"}}
{"red": {"word": "red", "line": "The glazed and gilded room, all red damask, ormolu, mirrors, clocks, looked south, and the shutters were bowed upon the summer morning; but the Tuileries garden and what was beyond it, over which the whole place hung, were things visible through gaps; so that the far-spreading presence of Paris came up in coolness, dimness and invitation, in the twinkle of gilt-tipped palings, the crunch of gravel, the click of hoofs, the crack of whips, things that suggested some parade of the circus.\n"}}
{"red": {"word": "crimson", "line": "The flush in Sarah’s cheeks had by this time settled to a small definite crimson spot that was not without its own bravery; she held her head a good deal up, and it came to Strether that of the two, at this moment, she was the one who most carried out the idea of a Countess.\n"}}
{"red": {"word": "crimson", "line": "“Well, Mr. Strether—!” she murmured with vagueness, yet with sharpness, while her crimson spot burned a trifle brighter and he was aware that this must be for the present the limit of her response.\n"}}
{"red": {"word": "red", "line": "He had turned awkwardly, responsively red, he knew, at her mention of Maria Gostrey; Sarah Pocock’s presence—the particular quality of it—had made this inevitable; and then he had grown still redder in proportion as he hated to have shown anything at all.\n"}}
{"pink": {"word": "rose", "line": "Mayn’t I still?” Sarah hesitated, but she rose equal.\n"}}
{"green": {"word": "green", "line": "It was doubtless half the projection of his mind, but his mind was a thing that, among old waxed parquets, pale shades of pink and green, pseudo-classic candelabra, he had always needfully to reckon with.\n"}}
{"white": {"word": "pale", "line": "It was doubtless half the projection of his mind, but his mind was a thing that, among old waxed parquets, pale shades of pink and green, pseudo-classic candelabra, he had always needfully to reckon with.\n"}}
{"pink": {"word": "pink", "line": "It was doubtless half the projection of his mind, but his mind was a thing that, among old waxed parquets, pale shades of pink and green, pseudo-classic candelabra, he had always needfully to reckon with.\n"}}
{"red": {"word": "coral", "line": "Their little interview was like a picnic on a coral strand; they passed each other, with melancholy smiles and looks sufficiently allusive, such cupfuls of water as they had saved.\n"}}
{"red": {"word": "crimson", "line": "Unmistakeably, in her single person, the motive of the composition and dressed in a splendour of crimson which affected Strether as the sound of a fall through a skylight, she would now be in the forefront of the listening circle and committed by it up to her eyes.\n"}}
{"pink": {"word": "rose", "line": "He had positively motions and flutters of this conscious hour-to-hour kind, temporary surrenders to irony, to fancy, frequent instinctive snatches at the growing rose of observation, constantly stronger for him, as he felt, in scent and colour, and in which he could bury his nose even to wantonness.\n"}}
{"pink": {"word": "rose", "line": "Of course I won’t pretend now,” she added, “not to know what it’s a question of.” “Oh every one must know now,” poor Strether thoughtfully admitted; “and it’s strange enough and funny enough that one should feel everybody here at this very moment to be knowing and watching and waiting.” “Yes—isn’t it indeed funny?” Miss Barrace quite rose to it.\n"}}
{"white": {"word": "white", "line": "He was dressed in the garments of summer; and save that his white waistcoat was redundant and bulging these things favoured, they determined, his expression.\n"}}
{"pink": {"word": "rose", "line": "He wore a straw hat such as his friend hadn’t yet seen in Paris, and he showed a buttonhole freshly adorned with a magnificent rose.\n"}}
{"pink": {"word": "rose", "line": "This type, it further amused him to guess, had been, on Waymarsh’s part, the object of Sarah’s care; he was convinced that her taste had not been a stranger to the conception and purchase of the hat, any more than her fine fingers had been guiltless of the bestowal of the rose.\n"}}
{"silver": {"word": "silver", "line": "The present was that of the opportunity dear old Waymarsh had flattered himself he had divined in him the slight soreness of not having yet thoroughly enjoyed; so he had brought it to him thus, as on a little silver breakfast-tray, familiarly though delicately—without oppressive pomp; and he was to bend and smile and acknowledge, was to take and use and be grateful.\n"}}
{"pink": {"word": "rosy", "line": "Don’t put her too many?” Waymarsh looked large, but the harm was done; he couldn’t, do what he would, help looking rosy.\n"}}
{"pink": {"word": "blush", "line": "“Why when a woman’s at once so charming and so beneficent—” “You can sacrifice mothers and sisters to her without a blush and can make them cross the ocean on purpose to feel the more and take from you the straighter, _how_ you do it?” Yes, she had taken him up as short and as sharply as that, but he tried not to flounder in her grasp.\n"}}
{"grey": {"word": "grey", "line": "Sarah passed out of sight in the sunny street while, planted there in the centre of the comparatively grey court, he continued merely to look before him.\n"}}
{"white": {"word": "ivory", "line": "The mellowest lamplight and the easiest chair had been placed at his disposal by Baptiste, subtlest of servants; the novel half-uncut, the novel lemon-coloured and tender, with the ivory knife athwart it like the dagger in a contadina’s hair, had been pushed within the soft circle—a circle which, for some reason, affected Strether as softer still after the same Baptiste had remarked that in the absence of a further need of anything by Monsieur he would betake himself to bed.\n"}}
{"gray": {"word": "dusty", "line": "It’s getting late, as you see, and Paris turning rather hot and dusty.\n"}}
{"grey": {"word": "dusty", "line": "It’s getting late, as you see, and Paris turning rather hot and dusty.\n"}}
{"gray": {"word": "dusty", "line": "Paris may grow, from day to day, hot and dusty, as you say; but there are other things that are hotter and dustier.\n"}}
{"grey": {"word": "dusty", "line": "Paris may grow, from day to day, hot and dusty, as you say; but there are other things that are hotter and dustier.\n"}}
{"white": {"word": "pale", "line": "The attitude of their own that won’t pale in its light they’ve doubtless still to work out.\n"}}
{"blue": {"word": "blue", "line": "It has been looming for you more and more till at last you see it all.” “I see it all,” he absently echoed, while his eyes might have been fixing some particularly large iceberg in a cool blue northern sea.\n"}}
{"green": {"word": "green", "line": "“Ah but she hasn’t done it yet!” He had taken the train a few days after this from a station—as well as _to_ a station—selected almost at random; such days, whatever should happen, were numbered, and he had gone forth under the impulse—artless enough, no doubt—to give the whole of one of them to that French ruralism, with its cool special green, into which he had hitherto looked only through the little oblong window of the picture-frame.\n"}}
{"gray": {"word": "dusty", "line": "It would be a different thing, however, to see the remembered mixture resolved back into its elements—to assist at the restoration to nature of the whole far-away hour: the dusty day in Boston, the background of the Fitchburg Depot, of the maroon-coloured sanctum, the special-green vision, the ridiculous price, the poplars, the willows, the rushes, the river, the sunny silvery sky, the shady woody horizon.\n"}}
{"grey": {"word": "dusty", "line": "It would be a different thing, however, to see the remembered mixture resolved back into its elements—to assist at the restoration to nature of the whole far-away hour: the dusty day in Boston, the background of the Fitchburg Depot, of the maroon-coloured sanctum, the special-green vision, the ridiculous price, the poplars, the willows, the rushes, the river, the sunny silvery sky, the shady woody horizon.\n"}}
{"white": {"word": "white", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n"}}
{"silver": {"word": "silver", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n"}}
{"blue": {"word": "turquoise", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n"}}
{"grey": {"word": "grey", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n"}}
{"white": {"word": "white", "line": "There was a train back to Paris at 9.20, and he saw himself partaking, at the close of the day, with the enhancements of a coarse white cloth and a sanded door, of something fried and felicitous, washed down with authentic wine; after which he might, as he liked, either stroll back to his station in the gloaming or propose for the local _carriole_ and converse with his driver, a driver who naturally wouldn’t fail of a stiff clean blouse, of a knitted nightcap and of the genius of response—who, in fine, would sit on the shafts, tell him what the French people were thinking, and remind him, as indeed the whole episode would incidentally do, of Maupassant.\n"}}
{"green": {"word": "green", "line": "He really continued in the picture—that being for himself his situation—all the rest of this rambling day; so that the charm was still, was indeed more than ever upon him when, toward six o’clock he found himself amicably engaged with a stout white-capped deep-voiced woman at the door of the _auberge_ of the biggest village, a village that affected him as a thing of whiteness, blueness and crookedness, set in coppery green, and that had the river flowing behind or before it—one couldn’t say which; at the bottom, in particular, of the inn-garden.\n"}}
{"white": {"word": "pale", "line": "He had had other adventures before this; had kept along the height, after shaking off slumber; had admired, had almost coveted, another small old church, all steep roof and dim slate-colour without and all whitewash and paper flowers within; had lost his way and had found it again; had conversed with rustics who struck him perhaps a little more as men of the world than he had expected; had acquired at a bound a fearless facility in French; had had, as the afternoon waned, a watery _bock_, all pale and Parisian, in the café of the furthest village, which was not the biggest; and had meanwhile not once overstepped the oblong gilt frame.\n"}}
{"green": {"word": "green", "line": "Meanwhile at all events it was enough that they did affect one—so far as the village aspect was concerned—as whiteness, crookedness and blueness set in coppery green; there being positively, for that matter, an outer wall of the White Horse that was painted the most improbable shade.\n"}}
{"white": {"word": "pearly", "line": "The valley on the further side was all copper-green level and glazed pearly sky, a sky hatched across with screens of trimmed trees, which looked flat, like espaliers; and though the rest of the village straggled away in the near quarter the view had an emptiness that made one of the boats suggestive.\n"}}
{"pink": {"word": "pink", "line": "What he saw was exactly the right thing—a boat advancing round the bend and containing a man who held the paddles and a lady, at the stern, with a pink parasol.\n"}}
{"white": {"word": "fair", "line": "For two very happy persons he found himself straightway taking them—a young man in shirt-sleeves, a young woman easy and fair, who had pulled pleasantly up from some other place and, being acquainted with the neighbourhood, had known what this particular retreat could offer them.\n"}}
{"pink": {"word": "pink", "line": "He too had within the minute taken in something, taken in that he knew the lady whose parasol, shifting as if to hide her face, made so fine a pink point in the shining scene.\n"}}
{"pink": {"word": "pink", "line": "There were things, all the same, it was impossible to blink and which made this measure an odd one—the too evident fact for instance that she hadn’t started out for the day dressed and hatted and shod, and even, for that matter, pink parasol’d, as she had been in the boat.\n"}}
{"blue": {"word": "blue", "line": "He at any rate kept, in the lower side-pocket of his morning coat, a very deliberate hand on his blue missive, crumpling it up rather tenderly than harshly.\n"}}
{"gray": {"word": "dusty", "line": "He might have proposed, as for Sarah Pocock, the cold hospitality of his own _salon de lecture_, in which the chill of Sarah’s visit seemed still to abide and shades of pleasure were dim; he might have suggested a stone bench in the dusty Tuileries or a penny chair at the back part of the Champs Elysées.\n"}}
{"grey": {"word": "dusty", "line": "He might have proposed, as for Sarah Pocock, the cold hospitality of his own _salon de lecture_, in which the chill of Sarah’s visit seemed still to abide and shades of pleasure were dim; he might have suggested a stone bench in the dusty Tuileries or a penny chair at the back part of the Champs Elysées.\n"}}
{"silver": {"word": "silver", "line": "This would give a sense—which the spirit required, rather ached and sighed in the absence of—that somebody was paying something somewhere and somehow, that they were at least not all floating together on the silver stream of impunity.\n"}}
{"white": {"word": "white", "line": "His hostess was dressed as for thunderous times, and it fell in with the kind of imagination we have just attributed to him that she should be in simplest coolest white, of a character so old-fashioned, if he were not mistaken, that Madame Roland must on the scaffold have worn something like it.\n"}}
{"black": {"word": "black", "line": "This effect was enhanced by a small black fichu or scarf, of crape or gauze, disposed quaintly round her bosom and now completing as by a mystic touch the pathetic, the noble analogy.\n"}}
{"pink": {"word": "rose", "line": "There it was again—it took women, it took women; if to deal with them was to walk on water what wonder that the water rose?\n"}}
{"white": {"word": "ivory", "line": "These others appeared to him now horribly complex; they bristled with fine points, points all unimaginable beforehand, points that pricked and drew blood; a fact that gave to an hour with his present friend on a _bateau-mouche_, or in the afternoon shade of the Champs Elysées, something of the innocent pleasure of handling rounded ivory.\n"}}
{"white": {"word": "fair", "line": "She had turned her back on the dream that Mrs. Newsome’s rupture, their friend’s forfeiture—the engagement, the relation itself, broken beyond all mending—might furnish forth her advantage; and, to stay her hand from promoting these things, she had on private, difficult, but rigid, lines, played strictly fair.\n"}}
{"white": {"word": "fair", "line": "Strether might easily have made out that she had been asking herself, in the hours she had just sat through, if there were still for her, or were only not, a fair shade of uncertainty.\n"}}
{"silver": {"word": "silver", "line": "Strether’s were comforted at all events now—and the more that it was the last time—with the charming effect, on the board bare of a cloth and proud of its perfect surface, of the small old crockery and old silver, matched by the more substantial pieces happily disposed about the room.\n"}}
{"brown": {"word": "brown", "line": "From our end of the great brown hall we heard his step on the stair; whereupon Mrs. Griffin spoke.\n"}}
{"red": {"word": "red", "line": "“She never saw him again.” “Oh!” said the lady; which, as our friend immediately left us again, was the only other word of importance contributed to the subject till, the next night, by the corner of the hearth, in the best chair, he opened the faded red cover of a thin old-fashioned gilt-edged album.\n"}}
{"white": {"word": "white", "line": "It had been agreed between us downstairs that after this first occasion I should have her as a matter of course at night, her small white bed being already arranged, to that end, in my room.\n"}}
{"gold": {"word": "gold", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n"}}
{"blue": {"word": "blue", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n"}}
{"pink": {"word": "rosy", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n"}}
{"white": {"word": "white", "line": "Bless her,” she added the next moment—“_look_ at her!” I turned and saw that Flora, whom, ten minutes before, I had established in the schoolroom with a sheet of white paper, a pencil, and a copy of nice “round O’s,” now presented herself to view at the open door.\n"}}
{"gold": {"word": "gold", "line": "The gold was still in the sky, the clearness in the air, and the man who looked at me over the battlements was as definite as a picture in a frame.\n"}}
{"red": {"word": "red", "line": "This picture comes back to me in the general train—the impression, as I received it on my return, of the wide white panelled space, bright in the lamplight and with its portraits and red carpet, and of the good surprised look of my friend, which immediately told me she had missed me.\n"}}
{"white": {"word": "white", "line": "This picture comes back to me in the general train—the impression, as I received it on my return, of the wide white panelled space, bright in the lamplight and with its portraits and red carpet, and of the good surprised look of my friend, which immediately told me she had missed me.\n"}}
{"gray": {"word": "gray", "line": "The attraction of my small charges was a constant joy, leading me to wonder afresh at the vanity of my original fears, the distaste I had begun by entertaining for the probable gray prose of my office.\n"}}
{"gray": {"word": "gray", "line": "There was to be no gray prose, it appeared, and no long grind; so how could work not be charming that presented itself as daily beauty?\n"}}
{"white": {"word": "fair", "line": "My conclusion bloomed there with the real rose flush of his innocence: he was only too fine and fair for the little horrid, unclean school-world, and he had paid a price for it.\n"}}
{"pink": {"word": "rose", "line": "My conclusion bloomed there with the real rose flush of his innocence: he was only too fine and fair for the little horrid, unclean school-world, and he had paid a price for it.\n"}}
{"gray": {"word": "gray", "line": "The day was gray enough, but the afternoon light still lingered, and it enabled me, on crossing the threshold, not only to recognize, on a chair near the wide window, then closed, the articles I wanted, but to become aware of a person on the other side of the window and looking straight in.\n"}}
{"white": {"word": "white", "line": "She turned white, and this made me ask myself if I had blanched as much.\n"}}
{"white": {"word": "white", "line": "“Do I show it?” “You’re as white as a sheet.\n"}}
{"red": {"word": "red", "line": "“He has red hair, very red, close-curling, and a pale face, long in shape, with straight, good features and little, rather queer whiskers that are as red as his hair.\n"}}
{"white": {"word": "pale", "line": "“He has red hair, very red, close-curling, and a pale face, long in shape, with straight, good features and little, rather queer whiskers that are as red as his hair.\n"}}
{"white": {"word": "blanched", "line": "He’s tall, active, erect,” I continued, “but never—no, never!—a gentleman.” My companion’s face had blanched as I went on; her round eyes started and her mild mouth gaped.\n"}}
{"red": {"word": "red", "line": "We had left Miles indoors, on the red cushion of a deep window seat; he had wished to finish a book, and I had been glad to encourage a purpose so laudable in a young man whose only defect was an occasional excess of the restless.\n"}}
{"black": {"word": "black", "line": "“Another person—this time; but a figure of quite as unmistakable horror and evil: a woman in black, pale and dreadful—with such an air also, and such a face!—on the other side of the lake.\n"}}
{"white": {"word": "pale", "line": "“Another person—this time; but a figure of quite as unmistakable horror and evil: a woman in black, pale and dreadful—with such an air also, and such a face!—on the other side of the lake.\n"}}
{"white": {"word": "pale", "line": "With a kind of fury of intention.” I made her turn pale.\n"}}
{"black": {"word": "black", "line": "“The person was in black, you say?” “In mourning—rather poor, almost shabby.\n"}}
{"blue": {"word": "blue", "line": "To gaze into the depths of blue of the child’s eyes and pronounce their loveliness a trick of premature cunning was to be guilty of a cynicism in preference to which I naturally preferred to abjure my judgment and, so far as might be, my agitation.\n"}}
{"gray": {"word": "gray", "line": "What was your exception, and to what passage in your personal observation of him did you refer?” It was a dreadfully austere inquiry, but levity was not our note, and, at any rate, before the gray dawn admonished us to separate I had got my answer.\n"}}
{"pink": {"word": "blush", "line": "Still,” I mused, “They must do, for they make me feel more than ever that I must watch.” It made me blush, the next minute, to see in my friend’s face how much more unreservedly she had forgiven him than her anecdote struck me as presenting to my own tenderness an occasion for doing.\n"}}
{"white": {"word": "white", "line": "I figure, finally, that the white curtain draping, in the fashion of those days, the head of Flora’s little bed, shrouded, as I had assured myself long before, the perfection of childish rest.\n"}}
{"pink": {"word": "rose", "line": "Then, with all the marks of a deliberation that must have seemed magnificent had there been anyone to admire it, I laid down my book, rose to my feet, and, taking a candle, went straight out of the room and, from the passage, on which my light made little impression, noiselessly closed and locked the door.\n"}}
{"white": {"word": "white", "line": "I dashed at the place in which I had left her lying and over which (for the small silk counterpane and the sheets were disarranged) the white curtains had been deceivingly pulled forward; then my step, to my unutterable relief, produced an answering sound: I perceived an agitation of the window blind, and the child, ducking down, emerged rosily from the other side of it.\n"}}
{"pink": {"word": "pink", "line": "She stood there in so much of her candor and so little of her nightgown, with her pink bare feet and the golden glow of her curls.\n"}}
{"blue": {"word": "blue", "line": "I remember closing my eyes an instant, yieldingly, consciously, as before the excess of something beautiful that shone out of the blue of her own.\n"}}
{"white": {"word": "blanched", "line": "“You thought I might be walking in the grounds?” “Well, you know, I thought someone was”—she never blanched as she smiled out that at me.\n"}}
{"white": {"word": "white", "line": "If they had been at all visibly blighted or battered, she would doubtless have grown, on tracing it back, haggard enough to match them; as matters stood, however, I could feel her, when she surveyed them, with her large white arms folded and the habit of serenity in all her look, thank the Lord’s mercy that if they were ruined the pieces would still serve.\n"}}
{"pink": {"word": "rose", "line": "“‘Him’?” “He ought to _be_ here—he ought to help.” I quickly rose, and I think I must have shown her a queerer face than ever yet.\n"}}
{"gray": {"word": "gray", "line": "The place, with its gray sky and withered garlands, its bared spaces and scattered dead leaves, was like a theater after the performance—all strewn with crumpled playbills.\n"}}
{"red": {"word": "crimson", "line": "When I said to myself: “_They_ have the manners to be silent, and you, trusted as you are, the baseness to speak!” I felt myself crimson and I covered my face with my hands.\n"}}
{"pink": {"word": "rose", "line": "I call it a revolution because I now see how, with the word he spoke, the curtain rose on the last act of my dreadful drama, and the catastrophe was precipitated.\n"}}
{"white": {"word": "blanched", "line": "He neither blanched nor winked.\n"}}
{"pink": {"word": "blush", "line": "Seated at my own table in clear noonday light I saw a person whom, without my previous experience, I should have taken at the first blush for some housemaid who might have stayed at home to look after the place and who, availing herself of rare relief from observation and of the schoolroom table and my pens, ink, and paper, had applied herself to the considerable effort of a letter to her sweetheart.\n"}}
{"pink": {"word": "rose", "line": "She rose, not as if she had heard me, but with an indescribable grand melancholy of indifference and detachment, and, within a dozen feet of me, stood there as my vile predecessor.\n"}}
{"black": {"word": "black", "line": "Dark as midnight in her black dress, her haggard beauty and her unutterable woe, she had looked at me long enough to appear to say that her right to sit at my table was as good as mine to sit at hers.\n"}}
{"white": {"word": "pale", "line": "The fault’s mine.” She had turned quite pale.\n"}}
{"gray": {"word": "gray", "line": "My companion still demurred: the storm of the night and the early morning had dropped, but the afternoon was damp and gray.\n"}}
{"white": {"word": "pale", "line": "She was there for poor scared Mrs. Grose, but she was there most for Flora; and no moment of my monstrous time was perhaps so extraordinary as that in which I consciously threw out to her—with the sense that, pale and ravenous demon as she was, she would catch and understand it—an inarticulate message of gratitude.\n"}}
{"pink": {"word": "rose", "line": "She rose erect on the spot my friend and I had lately quitted, and there was not, in all the long reach of her desire, an inch of her evil that fell short.\n"}}
{"pink": {"word": "pink", "line": "To see her, without a convulsion of her small pink face, not even feign to glance in the direction of the prodigy I announced, but only, instead of that, turn at _me_ an expression of hard, still gravity, an expression absolutely new and unprecedented and that appeared to read and accuse and judge me—this was a stroke that somehow converted the little girl herself into the very presence that could make me quail.\n"}}
{"gray": {"word": "gray", "line": "I got up and looked a moment, through the twilight, at the gray pool and its blank, haunted edge, and then I took, back to the house, my dreary and difficult course.\n"}}
{"white": {"word": "fair", "line": "She’ll make me out to him the lowest creature—!” I winced at the fair show of the scene in Mrs. Grose’s face; she looked for a minute as if she sharply saw them together.\n"}}
{"gray": {"word": "gray", "line": "Last evening, in the firelight and the silence, he sat with me for two hours as if it were just coming.” Mrs. Grose looked hard, through the window, at the gray, gathering day.\n"}}
{"pink": {"word": "blush", "line": "“It strikes me that by this time your eyes are open even wider than mine.” They proved to be so indeed, but she could still blush, almost, to show it.\n"}}
{"white": {"word": "fair", "line": "I could only get on at all by taking “nature” into my confidence and my account, by treating my monstrous ordeal as a push in a direction unusual, of course, and unpleasant, but demanding, after all, for a fair front, only another turn of the screw of ordinary human virtue.\n"}}
{"white": {"word": "pale", "line": "“Well—so we’re alone!” XXIII “Oh, more or less.” I fancy my smile was pale.\n"}}
{"white": {"word": "white", "line": "The next thing I saw was that, from outside, he had reached the window, and then I knew that, close to the glass and glaring in through it, he offered once more to the room his white face of damnation.\n"}}
{"white": {"word": "white", "line": "The face that was close to mine was as white as the face against the glass, and out of it presently came a sound, not low nor weak, but as if from much further away, that I drank like a waft of fragrance.\n"}}
{"green": {"word": "green", "line": "He might have been standing at the bottom of the sea and raising his eyes to some faint green twilight.\n"}}
{"white": {"word": "white", "line": "For there again, against the glass, as if to blight his confession and stay his answer, was the hideous author of our woe—the white face of damnation.\n"}}
{"white": {"word": "white", "line": "It’s _there_—the coward horror, there for the last time!” At this, after a second in which his head made the movement of a baffled dog’s on a scent and then gave a frantic little shake for air and light, he was at me in a white rage, bewildered, glaring vainly over the place and missing wholly, though it now, to my sense, filled the room like the taste of poison, the wide, overwhelming presence.\n"}}
