{"red": {"word": "red", "line": "Yet with all this Mrs. Rachel found abundant time to sit for hours at her kitchen window, knitting “cotton warp” quilts--she had knitted sixteen of them, as Avonlea housekeepers were wont to tell in awed voices--and keeping a sharp eye on the main road that crossed the hollow and wound up the steep red hill beyond.\n"}}
{"red": {"word": "red", "line": "Thomas Lynde--a meek little man whom Avonlea people called “Rachel Lynde’s husband”--was sowing his late turnip seed on the hill field beyond the barn; and Matthew Cuthbert ought to have been sowing his on the big red brook field away over by Green Gables.\n"}}
{"white": {"word": "white", "line": "And yet here was Matthew Cuthbert, at half-past three on the afternoon of a busy day, placidly driving over the hollow and up the hill; moreover, he wore a white collar and his best suit of clothes, which was plain proof that he was going out of Avonlea; and he had the buggy and the sorrel mare, which betokened that he was going a considerable distance.\n"}}
{"white": {"word": "white", "line": "Matthew, dressed up with a white collar and driving in a buggy, was something that didn’t happen often.\n"}}
{"pink": {"word": "rose", "line": "“It’s just _staying_, that’s what,” she said as she stepped along the deep-rutted, grassy lane bordered with wild rose bushes.\n"}}
{"green": {"word": "green", "line": "Very green and neat and precise was that yard, set about on one side with great patriarchal willows and the other with prim Lombardies.\n"}}
{"white": {"word": "white", "line": "Its windows looked east and west; through the west one, looking out on the back yard, came a flood of mellow June sunlight; but the east one, whence you got a glimpse of the bloom white cherry-trees in the left orchard and nodding, slender birches down in the hollow by the brook, was greened over by a tangle of vines.\n"}}
{"white": {"word": "white", "line": "Yet what of Matthew’s white collar and the sorrel mare?\n"}}
{"gray": {"word": "gray", "line": "Marilla was a tall, thin woman, with angles and without curves; her dark hair showed some gray streaks and was always twisted up in a hard little knot behind with two wire hairpins stuck aggressively through it.\n"}}
{"pink": {"word": "rose", "line": "My, but I pity him, that’s what.” So said Mrs. Rachel to the wild rose bushes out of the fulness of her heart; but if she could have seen the child who was waiting patiently at the Bright River station at that very moment her pity would have been still deeper and more profound.\n"}}
{"purple": {"word": "purple", "line": "The air was sweet with the breath of many apple orchards and the meadows sloped away in the distance to horizon mists of pearl and purple; while Matthew enjoyed the drive after his own fashion, except during the moments when he met women and had to nod to them--for in Prince Edward island you are supposed to nod to all and sundry you meet on the road whether you know them or not.\n"}}
{"brown": {"word": "brown", "line": "He may have been quite right in thinking so, for he was an odd-looking personage, with an ungainly figure and long iron-gray hair that touched his stooping shoulders, and a full, soft brown beard which he had worn ever since he was twenty.\n"}}
{"red": {"word": "red", "line": "She wore a faded brown sailor hat and beneath the hat, extending down her back, were two braids of very thick, decidedly red hair.\n"}}
{"brown": {"word": "brown", "line": "She wore a faded brown sailor hat and beneath the hat, extending down her back, were two braids of very thick, decidedly red hair.\n"}}
{"green": {"word": "green", "line": "Her face was small, white and thin, also much freckled; her mouth was large and so were her eyes, which looked green in some lights and moods and gray in others.\n"}}
{"white": {"word": "white", "line": "Her face was small, white and thin, also much freckled; her mouth was large and so were her eyes, which looked green in some lights and moods and gray in others.\n"}}
{"gray": {"word": "gray", "line": "Her face was small, white and thin, also much freckled; her mouth was large and so were her eyes, which looked green in some lights and moods and gray in others.\n"}}
{"brown": {"word": "brown", "line": "Matthew, however, was spared the ordeal of speaking first, for as soon as she concluded that he was coming to her she stood up, grasping with one thin brown hand the handle of a shabby, old-fashioned carpet-bag; the other she held out to him.\n"}}
{"white": {"word": "white", "line": "I wouldn’t be a bit afraid, and it would be lovely to sleep in a wild cherry-tree all white with bloom in the moonshine, don’t you think?\n"}}
{"white": {"word": "white", "line": "Not another word did she say until they had left the village and were driving down a steep little hill, the road part of which had been cut so deeply into the soft soil, that the banks, fringed with blooming wild cherry-trees and slim white birches, were several feet above their heads.\n"}}
{"purple": {"word": "plum", "line": "The child put out her hand and broke off a branch of wild plum that brushed against the side of the buggy.\n"}}
{"white": {"word": "white", "line": "What did that tree, leaning out from the bank, all white and lacy, make you think of?” she asked.\n"}}
{"white": {"word": "white", "line": "“Why, a bride, of course--a bride all in white with a lovely misty veil.\n"}}
{"white": {"word": "white", "line": "But I do hope that some day I shall have a white dress.\n"}}
{"white": {"word": "pale", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress--because when you _are_ imagining you might as well imagine something worth while--and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n"}}
{"gold": {"word": "gold", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress--because when you _are_ imagining you might as well imagine something worth while--and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n"}}
{"blue": {"word": "blue", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress--because when you _are_ imagining you might as well imagine something worth while--and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n"}}
{"red": {"word": "red", "line": "But those red roads are so funny.\n"}}
{"red": {"word": "red", "line": "When we got into the train at Charlottetown and the red roads began to flash past I asked Mrs. Spencer what made them red and she said she didn’t know and for pity’s sake not to ask her any more questions.\n"}}
{"red": {"word": "red", "line": "And what _does_ make the roads red?” “Well now, I dunno,” said Matthew.\n"}}
{"red": {"word": "red", "line": "“It’s red, ain’t it?” he said.\n"}}
{"red": {"word": "red", "line": "“Yes, it’s red,” she said resignedly.\n"}}
{"red": {"word": "red", "line": "Nobody could who has red hair.\n"}}
{"green": {"word": "green", "line": "I don’t mind the other things so much--the freckles and the green eyes and my skinniness.\n"}}
{"purple": {"word": "violet", "line": "I can imagine that I have a beautiful rose-leaf complexion and lovely starry violet eyes.\n"}}
{"red": {"word": "red", "line": "But I _cannot_ imagine that red hair away.\n"}}
{"red": {"word": "red", "line": "I think to myself, ‘Now my hair is a glorious black, black as the raven’s wing.’ But all the time I _know_ it is just plain red and it breaks my heart.\n"}}
{"black": {"word": "black", "line": "I think to myself, ‘Now my hair is a glorious black, black as the raven’s wing.’ But all the time I _know_ it is just plain red and it breaks my heart.\n"}}
{"red": {"word": "red", "line": "I read of a girl once in a novel who had a lifelong sorrow but it wasn’t red hair.\n"}}
{"white": {"word": "alabaster", "line": "Her hair was pure gold rippling back from her alabaster brow.\n"}}
{"gold": {"word": "gold", "line": "Her hair was pure gold rippling back from her alabaster brow.\n"}}
{"white": {"word": "alabaster", "line": "What is an alabaster brow?\n"}}
{"pink": {"word": "rose", "line": "Below the boughs the air was full of a purple twilight and far ahead a glimpse of painted sunset sky shone like a great rose window at the end of a cathedral aisle.\n"}}
{"purple": {"word": "purple", "line": "Below the boughs the air was full of a purple twilight and far ahead a glimpse of painted sunset sky shone like a great rose window at the end of a cathedral aisle.\n"}}
{"white": {"word": "white", "line": "She leaned back in the buggy, her thin hands clasped before her, her face lifted rapturously to the white splendor above.\n"}}
{"white": {"word": "white", "line": "“Oh, Mr. Cuthbert,” she whispered, “that place we came through--that white place--what was it?” “Well now, you must mean the Avenue,” said Matthew after a few moments’ profound reflection.\n"}}
{"green": {"word": "green", "line": "A bridge spanned it midway and from there to its lower end, where an amber-hued belt of sand-hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues--the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n"}}
{"blue": {"word": "blue", "line": "A bridge spanned it midway and from there to its lower end, where an amber-hued belt of sand-hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues--the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n"}}
{"pink": {"word": "rose", "line": "A bridge spanned it midway and from there to its lower end, where an amber-hued belt of sand-hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues--the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n"}}
{"purple": {"word": "plum", "line": "Here and there a wild plum leaned out from the bank like a white-clad girl tip-toeing to her own reflection.\n"}}
{"white": {"word": "white", "line": "There was a little gray house peering around a white apple orchard on a slope beyond and, although it was not yet quite dark, a light was shining from one of its windows.\n"}}
{"gray": {"word": "gray", "line": "There was a little gray house peering around a white apple orchard on a slope beyond and, although it was not yet quite dark, a light was shining from one of its windows.\n"}}
{"white": {"word": "white", "line": "It always kind of gives me a thrill to see them ugly white grubs that spade up in the cucumber beds.\n"}}
{"pink": {"word": "rose", "line": "To the west a dark church spire rose up against a marigold sky.\n"}}
{"white": {"word": "white", "line": "At last they lingered on one away to the left, far back from the road, dimly white with blossoming trees in the twilight of the surrounding woods.\n"}}
{"black": {"word": "black", "line": "Do you know, my arm must be black and blue from the elbow up, for I’ve pinched myself so many times today.\n"}}
{"blue": {"word": "blue", "line": "Do you know, my arm must be black and blue from the elbow up, for I’ve pinched myself so many times today.\n"}}
{"red": {"word": "red", "line": "But when her eyes fell on the odd little figure in the stiff, ugly dress, with the long braids of red hair and the eager, luminous eyes, she stopped short in amazement.\n"}}
{"red": {"word": "red", "line": "In the other corner was the aforesaid three-corner table adorned with a fat, red velvet pin-cushion hard enough to turn the point of the most adventurous pin.\n"}}
{"white": {"word": "white", "line": "Midway between table and bed was the window, with an icy white muslin frill over it, and opposite it was the wash-stand.\n"}}
{"yellow": {"word": "yellow", "line": "She deliberately picked up Anne’s clothes, placed them neatly on a prim yellow chair, and then, taking up the candle, went over to the bed.\n"}}
{"white": {"word": "white", "line": "Anne’s white face and big eyes appeared over the bedclothes with a startling suddenness.\n"}}
{"white": {"word": "white", "line": "IT was broad daylight when Anne awoke and sat up in bed, staring confusedly at the window through which a flood of cheery sunshine was pouring and outside of which something white and feathery waved across glimpses of blue sky.\n"}}
{"blue": {"word": "blue", "line": "IT was broad daylight when Anne awoke and sat up in bed, staring confusedly at the window through which a flood of cheery sunshine was pouring and outside of which something white and feathery waved across glimpses of blue sky.\n"}}
{"purple": {"word": "purple", "line": "In the garden below were lilac-trees purple with flowers, and their dizzily sweet fragrance drifted up to the window on the morning wind.\n"}}
{"green": {"word": "green", "line": "Below the garden a green field lush with clover sloped down to the hollow where the brook ran and where scores of white birches grew, upspringing airily out of an undergrowth suggestive of delightful possibilities in ferns and mosses and woodsy things generally.\n"}}
{"white": {"word": "white", "line": "Below the garden a green field lush with clover sloped down to the hollow where the brook ran and where scores of white birches grew, upspringing airily out of an undergrowth suggestive of delightful possibilities in ferns and mosses and woodsy things generally.\n"}}
{"green": {"word": "green", "line": "Beyond it was a hill, green and feathery with spruce and fir; there was a gap in it where the gray gable end of the little house she had seen from the other side of the Lake of Shining Waters was visible.\n"}}
{"gray": {"word": "gray", "line": "Beyond it was a hill, green and feathery with spruce and fir; there was a gap in it where the gray gable end of the little house she had seen from the other side of the Lake of Shining Waters was visible.\n"}}
{"green": {"word": "green", "line": "Off to the left were the big barns and beyond them, away down over green, low-sloping fields, was a sparkling blue glimpse of sea.\n"}}
{"blue": {"word": "blue", "line": "Off to the left were the big barns and beyond them, away down over green, low-sloping fields, was a sparkling blue glimpse of sea.\n"}}
{"white": {"word": "white", "line": "I called it Snow Queen because it was so white.\n"}}
{"pink": {"word": "rose", "line": "Oh, look, there’s one little early wild rose out!\n"}}
{"pink": {"word": "rose", "line": "Don’t you think it must be glad to be a rose?\n"}}
{"pink": {"word": "pink", "line": "And isn’t pink the most bewitching color in the world?\n"}}
{"pink": {"word": "pink", "line": "Redheaded people can’t wear pink, not even in imagination.\n"}}
{"red": {"word": "red", "line": "Did you ever know of anybody whose hair was red when she was young, but got to be another color when she grew up?” “No, I don’t know as I ever did,” said Marilla mercilessly, “and I shouldn’t think it likely to happen in your case either.” Anne sighed.\n"}}
{"pink": {"word": "rose", "line": "“I read in a book once that a rose by any other name would smell as sweet, but I’ve never been able to believe it.\n"}}
{"pink": {"word": "rose", "line": "I don’t believe a rose _would_ be as nice if it was called a thistle or a skunk cabbage.\n"}}
{"yellow": {"word": "yellow", "line": "They went to live in a weeny-teeny little yellow house in Bolingbroke.\n"}}
{"red": {"word": "scarlet", "line": "Her sensitive little face suddenly flushed scarlet and embarrassment sat on her brow.\n"}}
{"red": {"word": "red", "line": "On the left were the steep red sandstone cliffs, so near the track in places that a mare of less steadiness than the sorrel might have tried the nerves of the people behind her.\n"}}
{"blue": {"word": "blue", "line": "Down at the base of the cliffs were heaps of surf-worn rocks or little sandy coves inlaid with pebbles as with ocean jewels; beyond lay the sea, shimmering and blue, and over it soared the gulls, their pinions flashing silvery in the sunlight.\n"}}
{"blue": {"word": "blue", "line": "Don’t you think it would be nice to wake up at sunrise and swoop down over the water and away out over that lovely blue all day; and then at night to fly back to one’s nest?\n"}}
{"yellow": {"word": "yellow", "line": "Mrs. Spencer lived in a big yellow house at White Sands Cove, and she came to the door with surprise and welcome mingled on her benevolent face.\n"}}
{"green": {"word": "green", "line": "“And if there isn’t Mrs. Peter coming up the lane this blessed minute!” parlor, where a deadly chill struck on them as if the air had been strained so long through dark green, closely drawn blinds that it had lost every particle of warmth it had ever possessed.\n"}}
{"white": {"word": "pale", "line": "If you like I can take her right home now.” Marilla looked at Anne and softened at sight of the child’s pale face with its look of mute misery--the misery of a helpless little creature who finds itself once more caught in the trap from which it had escaped.\n"}}
{"red": {"word": "red", "line": "I’m afraid you are a very bad little girl.” “You’d find it easier to be bad than good if you had red hair,” said Anne reproachfully.\n"}}
{"red": {"word": "red", "line": "“People who haven’t red hair don’t know what trouble is.\n"}}
{"red": {"word": "red", "line": "Mrs. Thomas told me that God made my hair red _on purpose_, and I’ve never cared about Him since.\n"}}
{"blue": {"word": "blue", "line": "I’d go out into a great big field all alone or into the deep, deep, woods, and I’d look up into the sky--up--up--up--into that lovely blue sky that looks as if there was no end to its blueness.\n"}}
{"black": {"word": "black", "line": "Her thin little body trembled from head to foot; her face flushed and her eyes dilated until they were almost black; she clasped her hands tightly and said in an imploring voice: “Oh, please, Miss Cuthbert, won’t you tell me if you are going to send me away or not?\n"}}
{"green": {"word": "green", "line": "The white and green light strained through apple trees and clustering vines outside fell over the rapt little figure with a half-unearthly radiance.\n"}}
{"white": {"word": "white", "line": "The white and green light strained through apple trees and clustering vines outside fell over the rapt little figure with a half-unearthly radiance.\n"}}
{"blue": {"word": "blue", "line": "“That,” she said, pointing to the picture--a rather vivid chromo entitled, “Christ Blessing Little Children”--“and I was just imagining I was one of them--that I was the little girl in the blue dress, standing off by herself in the corner as if she didn’t belong to anybody, like me.\n"}}
{"red": {"word": "red", "line": "Her hair isn’t red, is it?\n"}}
{"red": {"word": "red", "line": "It’s bad enough to have red hair myself, but I positively couldn’t endure it in a bosom friend.” “Diana is a very pretty little girl.\n"}}
{"black": {"word": "black", "line": "She has black eyes and hair and rosy cheeks.\n"}}
{"pink": {"word": "rosy", "line": "She has black eyes and hair and rosy cheeks.\n"}}
{"green": {"word": "green", "line": "But just up the river a little way from the house there was a long green little valley, and the loveliest echo lived there.\n"}}
{"white": {"word": "white", "line": "The floor is covered with a white velvet carpet with pink roses all over it and there are pink silk curtains at the windows.\n"}}
{"pink": {"word": "pink", "line": "The floor is covered with a white velvet carpet with pink roses all over it and there are pink silk curtains at the windows.\n"}}
{"gold": {"word": "gold", "line": "The walls are hung with gold and silver brocade tapestry.\n"}}
{"silver": {"word": "silver", "line": "The walls are hung with gold and silver brocade tapestry.\n"}}
{"red": {"word": "crimson", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n"}}
{"gold": {"word": "gold", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n"}}
{"blue": {"word": "blue", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n"}}
{"pink": {"word": "pink", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n"}}
{"white": {"word": "white", "line": "I am tall and regal, clad in a gown of trailing white lace, with a pearl cross on my breast and pearls in my hair.\n"}}
{"white": {"word": "ivory", "line": "My hair is of midnight darkness and my skin is a clear ivory pallor.\n"}}
{"gray": {"word": "gray", "line": "Her pointed freckled face and solemn gray eyes peered back at her.\n"}}
{"gray": {"word": "gray", "line": "And good afternoon, dear gray house up on the hill.\n"}}
{"red": {"word": "red", "line": "She had made friends with the spring down in the hollow--that wonderful deep, clear icy-cold spring; it was set about with smooth red sandstones and rimmed in by great palm-like clumps of water fern; and beyond it was a log bridge over the brook.\n"}}
{"silver": {"word": "silver", "line": "Gossamers glimmered like threads of silver among the trees and the fir boughs and tassels seemed to utter friendly speech.\n"}}
{"red": {"word": "red", "line": "And hair as red as carrots!\n"}}
{"red": {"word": "scarlet", "line": "With one bound she crossed the kitchen floor and stood before Mrs. Rachel, her face scarlet with anger, her lips quivering, and her whole slender form trembling from head to foot.\n"}}
{"pink": {"word": "rose", "line": "When she said those things something just rose right up in me and choked me.\n"}}
{"pink": {"word": "rose", "line": "An old remembrance suddenly rose up before Marilla.\n"}}
{"yellow": {"word": "yellow", "line": "Anne was sitting on the yellow chair by the window gazing mournfully out into the garden.\n"}}
{"red": {"word": "red", "line": "My hair is red and I’m freckled and skinny and ugly.\n"}}
{"red": {"word": "red", "line": "It can’t be denied your hair is terrible red; but I knew a girl once--went to school with her, in fact--whose hair was every mite as red as yours when she was young, but when she grew up it darkened to a real handsome auburn.\n"}}
{"pink": {"word": "rose", "line": "I wouldn’t be a mite surprised if yours did, too--not a mite.” “Oh, Mrs. Lynde!” Anne drew a long breath as she rose to her feet.\n"}}
{"white": {"word": "white", "line": "And you can pick a bouquet of them white June lilies over in the corner if you like.” As the door closed behind Anne Mrs. Lynde got briskly up to light a lamp.\n"}}
{"white": {"word": "white", "line": "On the whole, Marilla, I kind of like her.” When Marilla went home Anne came out of the fragrant twilight of the orchard with a sheaf of white narcissi in her hands.\n"}}
{"blue": {"word": "blue", "line": "One was of snuffy colored gingham which Marilla had been tempted to buy from a peddler the preceding summer because it looked so serviceable; one was of black-and-white checkered sateen which she had picked up at a bargain counter in the winter; and one was a stiff print of an ugly blue shade which she had purchased that week at a Carmody store.\n"}}
{"blue": {"word": "blue", "line": "The brown gingham and the blue print will do you for school when you begin to go.\n"}}
{"brown": {"word": "brown", "line": "The brown gingham and the blue print will do you for school when you begin to go.\n"}}
{"white": {"word": "white", "line": "“I did hope there would be a white one with puffed sleeves,” she whispered disconsolately.\n"}}
{"yellow": {"word": "yellow", "line": "Whatever other people might have thought of the result it satisfied Anne, and she tripped gaily down the road, holding her ruddy head with its decoration of pink and yellow very proudly.\n"}}
{"pink": {"word": "pink", "line": "Whatever other people might have thought of the result it satisfied Anne, and she tripped gaily down the road, holding her ruddy head with its decoration of pink and yellow very proudly.\n"}}
{"red": {"word": "fuchsia", "line": "Anne sat down on the rocker with a long sigh, kissed one of Bonny’s leaves, and waved her hand to a blossoming fuchsia.\n"}}
{"white": {"word": "white", "line": "There was a long row of white birches hanging over the lake and the sunshine fell down through them, ‘way, ‘way down, deep into the water.\n"}}
{"white": {"word": "fair", "line": "I don’t think it was fair for her to do all the asking.\n"}}
{"yellow": {"word": "yellow", "line": "I know pink and yellow aren’t becoming to me,” began Anne.\n"}}
{"pink": {"word": "pink", "line": "I know pink and yellow aren’t becoming to me,” began Anne.\n"}}
{"pink": {"word": "rose", "line": "I’m going up to see if I can borrow a skirt pattern from Mrs. Barry, and if you like you can come with me and get acquainted with Diana.” Anne rose to her feet, with clasped hands, the tears still glistening on her cheeks; the dish towel she had been hemming slipped unheeded to the floor.\n"}}
{"white": {"word": "pale", "line": "Her face was pale and tense.\n"}}
{"black": {"word": "black", "line": "She was a very pretty little girl, with her mother’s black eyes and hair, and rosy cheeks, and the merry expression which was her inheritance from her father.\n"}}
{"pink": {"word": "rosy", "line": "She was a very pretty little girl, with her mother’s black eyes and hair, and rosy cheeks, and the merry expression which was her inheritance from her father.\n"}}
{"red": {"word": "red", "line": "Prim, right-angled paths neatly bordered with clamshells, intersected it like moist red ribbons and in the beds between old-fashioned flowers ran riot.\n"}}
{"red": {"word": "crimson", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"red": {"word": "scarlet", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"white": {"word": "white", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"blue": {"word": "blue", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"pink": {"word": "pink", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"purple": {"word": "purple", "line": "There were rosy bleeding-hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac-tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam-and-Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk-flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n"}}
{"white": {"word": "pale", "line": "Diana is going to teach me to sing a song called ‘Nelly in the Hazel Dell.’ She’s going to give me a picture to put up in my room; it’s a perfectly beautiful picture, she says--a lovely lady in a pale blue silk dress.\n"}}
{"blue": {"word": "blue", "line": "Diana is going to teach me to sing a song called ‘Nelly in the Hazel Dell.’ She’s going to give me a picture to put up in my room; it’s a perfectly beautiful picture, she says--a lovely lady in a pale blue silk dress.\n"}}
{"yellow": {"word": "yellow", "line": "I’m perfectly willing to own up that I’m glad I consented to keep the child and that I’m getting fond of her, but don’t you rub it in, Matthew Cuthbert.” IT’S time Anne was in to do her sewing,” said Marilla, glancing at the clock and then out into the yellow August afternoon where everything drowsed in the heat.\n"}}
{"pink": {"word": "pink", "line": "Anne Shirley, you come right in here this minute, do you hear me!” A series of staccato taps on the west window brought Anne flying in from the yard, eyes shining, cheeks faintly flushed with pink, unbraided hair streaming behind her in a torrent of brightness.\n"}}
{"red": {"word": "red", "line": "Now, get out your patchwork and have your square done before teatime.” “I do _not_ like patchwork,” said Anne dolefully, hunting out her workbasket and sitting down before a little heap of red and white diamonds with a sigh.\n"}}
{"white": {"word": "white", "line": "Now, get out your patchwork and have your square done before teatime.” “I do _not_ like patchwork,” said Anne dolefully, hunting out her workbasket and sitting down before a little heap of red and white diamonds with a sigh.\n"}}
{"white": {"word": "white", "line": "It belongs to Mr. William Bell, and right in the corner there is a little ring of white birch trees--the most romantic spot, Marilla.\n"}}
{"red": {"word": "red", "line": "There’s a piece of a plate with a spray of red and yellow ivy on it that is especially beautiful.\n"}}
{"yellow": {"word": "yellow", "line": "There’s a piece of a plate with a spray of red and yellow ivy on it that is especially beautiful.\n"}}
{"purple": {"word": "amethyst", "line": "Mrs. Lynde says, ‘Blessed are they who expect nothing for they shall not be disappointed.’ But I think it would be worse to expect nothing than to be disappointed.” Marilla wore her amethyst brooch to church that day as usual.\n"}}
{"purple": {"word": "amethyst", "line": "Marilla always wore her amethyst brooch to church.\n"}}
{"purple": {"word": "amethyst", "line": "That amethyst brooch was Marilla’s most treasured possession.\n"}}
{"brown": {"word": "brown", "line": "Marilla knew too little about precious stones to realize how fine the amethysts actually were; but she thought them very beautiful and was always pleasantly conscious of their violet shimmer at her throat, above her good brown satin dress, even although she could not see it.\n"}}
{"purple": {"word": "violet", "line": "Marilla knew too little about precious stones to realize how fine the amethysts actually were; but she thought them very beautiful and was always pleasantly conscious of their violet shimmer at her throat, above her good brown satin dress, even although she could not see it.\n"}}
{"purple": {"word": "purple", "line": "I thought they would be lovely glimmering purple stones.\n"}}
{"purple": {"word": "amethyst", "line": "“Anne,” she said to that small personage, who was shelling peas by the spotless table and singing, “Nelly of the Hazel Dell” with a vigor and expression that did credit to Diana’s teaching, “did you see anything of my amethyst brooch?\n"}}
{"white": {"word": "fair", "line": "Wednesday morning dawned as bright and fair as if expressly made to order for the picnic.\n"}}
{"white": {"word": "pale", "line": "When Marilla took her breakfast up to her she found the child sitting primly on her bed, pale and resolute, with tight-shut lips and gleaming eyes.\n"}}
{"purple": {"word": "amethyst", "line": "“Let me hear what you have to say then, Anne.” “I took the amethyst brooch,” said Anne, as if repeating a lesson she had learned.\n"}}
{"purple": {"word": "amethyst", "line": "It would be so much easier to imagine I was the Lady Cordelia if I had a real amethyst brooch on.\n"}}
{"purple": {"word": "amethyst", "line": "This child had taken and lost her treasured amethyst brooch and now sat there calmly reciting the details thereof without the least apparent compunction or repentance.\n"}}
{"black": {"word": "black", "line": "When her dishes were washed and her bread sponge set and her hens fed Marilla remembered that she had noticed a small rent in her best black lace shawl when she had taken it off on Monday afternoon on returning from the Ladies’ Aid.\n"}}
{"purple": {"word": "violet", "line": "As Marilla lifted it out, the sunlight, falling through the vines that clustered thickly about the window, struck upon something caught in the shawl--something that glittered and sparkled in facets of violet light.\n"}}
{"purple": {"word": "amethyst", "line": "It was the amethyst brooch, hanging to a thread of the lace by its catch!\n"}}
{"black": {"word": "black", "line": "“Anne Shirley,” said Marilla solemnly, “I’ve just found my brooch hanging to my black lace shawl.\n"}}
{"gray": {"word": "dusty", "line": "And it’s splendider still to have such a lovely way to go to school by, isn’t it?” “It’s a lot nicer than going round by the road; that is so dusty and hot,” said Diana practically, peeping into her dinner basket and mentally calculating if the three juicy, toothsome, raspberry tarts reposing there were divided among ten girls how many bites each girl would have.\n"}}
{"grey": {"word": "dusty", "line": "And it’s splendider still to have such a lovely way to go to school by, isn’t it?” “It’s a lot nicer than going round by the road; that is so dusty and hot,” said Diana practically, peeping into her dinner basket and mentally calculating if the three juicy, toothsome, raspberry tarts reposing there were divided among ten girls how many bites each girl would have.\n"}}
{"green": {"word": "green", "line": "Beyond Willowmere came Violet Vale--a little green dimple in the shadow of Mr. Andrew Bell’s big woods.\n"}}
{"green": {"word": "emerald", "line": "It was a little narrow, twisting path, winding down over a long hill straight through Mr. Bell’s woods, where the light came down sifted through so many emerald screens that it was as flawless as the heart of a diamond.\n"}}
{"red": {"word": "scarlet", "line": "It was fringed in all its length with slim young birches, white stemmed and lissom boughed; ferns and starflowers and wild lilies-of-the-valley and scarlet tufts of pigeonberries grew thickly along it; and always there was a delightful spiciness in the air and music of bird calls and the murmur and laugh of wood winds in the trees overhead.\n"}}
{"white": {"word": "white", "line": "It was fringed in all its length with slim young birches, white stemmed and lissom boughed; ferns and starflowers and wild lilies-of-the-valley and scarlet tufts of pigeonberries grew thickly along it; and always there was a delightful spiciness in the air and music of bird calls and the murmur and laugh of wood winds in the trees overhead.\n"}}
{"blue": {"word": "blue", "line": "Now and then you might see a rabbit skipping across the road if you were quiet--which, with Anne and Diana, happened about once in a blue moon.\n"}}
{"brown": {"word": "brown", "line": "She’s got a beautiful complexion and curly brown hair and she does it up so elegantly.\n"}}
{"red": {"word": "red", "line": "But Ruby Gillis says she saw him writing something on her slate and when Prissy read it she blushed as red as a beet and giggled; and Ruby Gillis says she doesn’t believe it had anything to do with the lesson.” “Anne Shirley, don’t let me hear you talking about your teacher in that way again,” said Marilla sharply.\n"}}
{"pink": {"word": "pink", "line": "Ruby Gillis gave me an apple and Sophia Sloane lent me a lovely pink card with ‘May I see you home?’ on it.\n"}}
{"black": {"word": "black", "line": "“Nonsense,” said Diana, whose black eyes and glossy tresses had played such havoc with the hearts of Avonlea schoolboys that her name figured on the porch walls in half a dozen take-notices.\n"}}
{"red": {"word": "red", "line": "I just swept her a look of freezing scorn and she got as red as a beet and spelled it wrong after all.” “Those Pye girls are cheats all round,” said Diana indignantly, as they climbed the fence of the main road.\n"}}
{"yellow": {"word": "yellow", "line": "She had a good chance to do so, for the said Gilbert Blythe was absorbed in stealthily pinning the long yellow braid of Ruby Gillis, who sat in front of him, to the back of her seat.\n"}}
{"brown": {"word": "brown", "line": "He was a tall boy, with curly brown hair, roguish hazel eyes, and a mouth twisted into a teasing smile.\n"}}
{"green": {"word": "green", "line": "Mr. Phillips was back in the corner explaining a problem in algebra to Prissy Andrews and the rest of the scholars were doing pretty much as they pleased eating green apples, whispering, drawing pictures on their slates, and driving crickets harnessed to strings, up and down aisle.\n"}}
{"blue": {"word": "blue", "line": "With her chin propped on her hands and her eyes fixed on the blue glimpse of the Lake of Shining Waters that the west window afforded, she was far away in a gorgeous dreamland hearing and seeing nothing save her own wonderful visions.\n"}}
{"red": {"word": "red", "line": "Gilbert reached across the aisle, picked up the end of Anne’s long red braid, held it out at arm’s length and said in a piercing whisper: “Carrots!\n"}}
{"white": {"word": "white", "line": "With a white, set face she obeyed.\n"}}
{"red": {"word": "red", "line": "When school was dismissed Anne marched out with her red head held high.\n"}}
{"black": {"word": "black", "line": "He laughs at mine because it’s so black.\n"}}
{"yellow": {"word": "yellow", "line": "All the boys and some of the girls went to Mr. Bell’s spruce grove as usual, fully intending to stay only long enough to “pick a chew.” But spruce groves are seductive and yellow nuts of gum beguiling; they picked and loitered and strayed; and as usual the first thing that recalled them to a sense of the flight of time was Jimmy Glover shouting from the top of a patriarchal old spruce “Master’s coming.” The girls who were on the ground, started first and managed to reach the schoolhouse in time but without a second to spare.\n"}}
{"white": {"word": "pale", "line": "Diana, turning pale with pity, plucked the wreath from Anne’s hair and squeezed her hand.\n"}}
{"pink": {"word": "rose", "line": "Then, realizing that there was no help for it, she rose haughtily, stepped across the aisle, sat down beside Gilbert Blythe, and buried her face in her arms on the desk.\n"}}
{"red": {"word": "red", "line": "Ruby Gillis, who got a glimpse of it as it went down, told the others going home from school that she’d “acksually never seen anything like it--it was so white, with awful little red spots in it.” To Anne, this was as the end of all things.\n"}}
{"white": {"word": "white", "line": "Ruby Gillis, who got a glimpse of it as it went down, told the others going home from school that she’d “acksually never seen anything like it--it was so white, with awful little red spots in it.” To Anne, this was as the end of all things.\n"}}
{"gold": {"word": "gold", "line": "Once, when nobody was looking, Gilbert took from his desk a little pink candy heart with a gold motto on it, “You are sweet,” and slipped it under the curve of Anne’s arm.\n"}}
{"pink": {"word": "pink", "line": "Once, when nobody was looking, Gilbert took from his desk a little pink candy heart with a gold motto on it, “You are sweet,” and slipped it under the curve of Anne’s arm.\n"}}
{"pink": {"word": "pink", "line": "Whereupon Anne arose, took the pink heart gingerly between the tips of her fingers, dropped it on the floor, ground it to powder beneath her heel, and resumed her position without deigning to bestow a glance on Gilbert.\n"}}
{"purple": {"word": "purple", "line": "She learned her lessons at home, did her chores, and played with Diana in the chilly purple autumn twilights; but when she met Gilbert Blythe on the road or encountered him in Sunday school she passed him by with an icy contempt that was no whit thawed by his evident desire to appease her.\n"}}
{"red": {"word": "red", "line": "I should think you had an imagination, sure enough.” OCTOBER was a beautiful month at Green Gables, when the birches in the hollow turned as golden as sunshine and the maples behind the orchard were royal crimson and the wild cherry trees along the lane put on the loveliest shades of dark red and bronzy green, while the fields sunned themselves in aftermaths.\n"}}
{"green": {"word": "green", "line": "I should think you had an imagination, sure enough.” OCTOBER was a beautiful month at Green Gables, when the birches in the hollow turned as golden as sunshine and the maples behind the orchard were royal crimson and the wild cherry trees along the lane put on the loveliest shades of dark red and bronzy green, while the fields sunned themselves in aftermaths.\n"}}
{"blue": {"word": "blue", "line": "I’m going to put these boughs in the old blue jug and set them on my table.” “Mind you don’t drop leaves all over the stairs then.\n"}}
{"brown": {"word": "brown", "line": "You’ll put down the old brown tea set.\n"}}
{"yellow": {"word": "yellow", "line": "But you can open the little yellow crock of cherry preserves.\n"}}
{"red": {"word": "red", "line": "Only it begins with an R and a C and it’s bright red color.\n"}}
{"red": {"word": "red", "line": "I love bright red drinks, don’t you?\n"}}
{"green": {"word": "green", "line": "They taste twice as good as any other color.” The orchard, with its great sweeping boughs that bent to the ground with fruit, proved so delightful that the little girls spent most of the afternoon in it, sitting in a grassy corner where the frost had spared the green and the mellow autumn sunshine lingered warmly, eating apples and talking as hard as they could.\n"}}
{"red": {"word": "red", "line": "Charlie Sloane’s name was written up with Em White’s on the porch wall and Em White was _awful mad_ about it; Sam Boulter had “sassed” Mr. Phillips in class and Mr. Phillips whipped him and Sam’s father came down to the school and dared Mr. Phillips to lay a hand on one of his children again; and Mattie Andrews had a new red hood and a blue crossover with tassels on it and the airs she put on about it were perfectly sickening; and Lizzie Wright didn’t speak to Mamie Wilson because Mamie Wilson’s grown-up sister had cut out Lizzie Wright’s grown-up sister with her beau; and everybody missed Anne so and wished she’s come to school again; and Gilbert Blythe-- But Anne didn’t want to hear about Gilbert Blythe.\n"}}
{"blue": {"word": "blue", "line": "Charlie Sloane’s name was written up with Em White’s on the porch wall and Em White was _awful mad_ about it; Sam Boulter had “sassed” Mr. Phillips in class and Mr. Phillips whipped him and Sam’s father came down to the school and dared Mr. Phillips to lay a hand on one of his children again; and Mattie Andrews had a new red hood and a blue crossover with tassels on it and the airs she put on about it were perfectly sickening; and Lizzie Wright didn’t speak to Mamie Wilson because Mamie Wilson’s grown-up sister had cut out Lizzie Wright’s grown-up sister with her beau; and everybody missed Anne so and wished she’s come to school again; and Gilbert Blythe-- But Anne didn’t want to hear about Gilbert Blythe.\n"}}
{"purple": {"word": "plum", "line": "We had a plum pudding for dinner on Tuesday and there was half the pudding and a pitcherful of sauce left over.\n"}}
{"red": {"word": "red", "line": "Marilla was out milking and I fully intended to ask her when she came in if I’d give the sauce to the pigs; but when she did come in I was imagining that I was a frost fairy going through the woods turning the trees red and yellow, whichever they wanted to be, so I never thought about the pudding sauce again and Marilla sent me out to pick apples.\n"}}
{"yellow": {"word": "yellow", "line": "Marilla was out milking and I fully intended to ask her when she came in if I’d give the sauce to the pigs; but when she did come in I was imagining that I was a frost fairy going through the woods turning the trees red and yellow, whichever they wanted to be, so I never thought about the pudding sauce again and Marilla sent me out to pick apples.\n"}}
{"purple": {"word": "plum", "line": "Everything went right until I saw Marilla coming with the plum pudding in one hand and the pitcher of pudding sauce _warmed up_, in the other.\n"}}
{"red": {"word": "red", "line": "Marilla turned red as fire but she never said a word--then.\n"}}
{"white": {"word": "pale", "line": "Presently Anne stepped out bareheaded into the chill autumn dusk; very determinedly and steadily she took her way down through the sere clover field over the log bridge and up through the spruce grove, lighted by a pale little moon hanging low over the western woods.\n"}}
{"blue": {"word": "blue", "line": "Ruby Gillis smuggled three blue plums over to her during testament reading; Ella May MacPherson gave her an enormous yellow pansy cut from the covers of a floral catalogue--a species of desk decoration much prized in Avonlea school.\n"}}
{"yellow": {"word": "yellow", "line": "Ruby Gillis smuggled three blue plums over to her during testament reading; Ella May MacPherson gave her an enormous yellow pansy cut from the covers of a floral catalogue--a species of desk decoration much prized in Avonlea school.\n"}}
{"white": {"word": "pale", "line": "Katie Boulter gave her a perfume bottle to keep slate water in, and Julia Bell copied carefully on a piece of pale pink paper scalloped on the edges the following effusion: “It’s so nice to be appreciated,” sighed Anne rapturously to Marilla that night.\n"}}
{"pink": {"word": "pink", "line": "Katie Boulter gave her a perfume bottle to keep slate water in, and Julia Bell copied carefully on a piece of pale pink paper scalloped on the edges the following effusion: “It’s so nice to be appreciated,” sighed Anne rapturously to Marilla that night.\n"}}
{"red": {"word": "red", "line": "Charlie Sloane’s slate pencil, gorgeously bedizened with striped red and yellow paper, costing two cents where ordinary pencils cost only one, which he sent up to her after dinner hour, met with a more favorable reception.\n"}}
{"yellow": {"word": "yellow", "line": "Charlie Sloane’s slate pencil, gorgeously bedizened with striped red and yellow paper, costing two cents where ordinary pencils cost only one, which he sent up to her after dinner hour, met with a more favorable reception.\n"}}
{"red": {"word": "red", "line": "Now Gilbert was head of the spelling class; now Anne, with a toss of her long red braids, spelled him down.\n"}}
{"red": {"word": "red", "line": "We’re studying agriculture now and I’ve found out at last what makes the roads red.\n"}}
{"white": {"word": "white", "line": "Just as Anne emerged triumphantly from the cellar with her plateful of russets came the sound of flying footsteps on the icy board walk outside and the next moment the kitchen door was flung open and in rushed Diana Barry, white faced and breathless, with a shawl wrapped hastily around her head.\n"}}
{"black": {"word": "ebony", "line": "The night was clear and frosty, all ebony of shadow and silver of snowy slope; big stars were shining over the silent fields; here and there the dark pointed firs stood up with snow powdering their branches and the wind whistling through them.\n"}}
{"silver": {"word": "silver", "line": "The night was clear and frosty, all ebony of shadow and silver of snowy slope; big stars were shining over the silent fields; here and there the dark pointed firs stood up with snow powdering their branches and the wind whistling through them.\n"}}
{"white": {"word": "white", "line": "I never saw anything like the eyes of her when she was explaining the case to me.” Anne had gone home in the wonderful, white-frosted winter morning, heavy eyed from loss of sleep, but still talking unweariedly to Matthew as they crossed the long white field and walked under the glittering fairy arch of the Lover’s Lane maples.\n"}}
{"white": {"word": "white", "line": "I’m so glad I live in a world where there are white frosts, aren’t you?\n"}}
{"white": {"word": "white", "line": "But I hate to stay home, for Gil--some of the others will get head of the class, and it’s so hard to get up again--although of course the harder it is the more satisfaction you have when you do get up, haven’t you?” “Well now, I guess you’ll manage all right,” said Matthew, looking at Anne’s white little face and the dark shadows under her eyes.\n"}}
{"white": {"word": "white", "line": "I’ll do all the chores.” Anne accordingly went to bed and slept so long and soundly that it was well on in the white and rosy winter afternoon when she awoke and descended to the kitchen where Marilla, who had arrived home in the meantime, was sitting knitting.\n"}}
{"pink": {"word": "rosy", "line": "I’ll do all the chores.” Anne accordingly went to bed and slept so long and soundly that it was well on in the white and rosy winter afternoon when she awoke and descended to the kitchen where Marilla, who had arrived home in the meantime, was sitting knitting.\n"}}
{"blue": {"word": "blue", "line": "Your dinner is in the oven, Anne, and you can get yourself some blue plum preserve out of the pantry.\n"}}
{"purple": {"word": "plum", "line": "Your dinner is in the oven, Anne, and you can get yourself some blue plum preserve out of the pantry.\n"}}
{"blue": {"word": "blue", "line": "Not until Anne had finished her saucer of blue plums did Marilla say: “Mrs.\n"}}
{"purple": {"word": "purple", "line": "It’ll be a mercy if she doesn’t catch her death of cold.” Anne came dancing home in the purple winter twilight across the snowy places.\n"}}
{"white": {"word": "white", "line": "Afar in the southwest was the great shimmering, pearl-like sparkle of an evening star in a sky that was pale golden and ethereal rose over gleaming white spaces and dark glens of spruce.\n"}}
{"pink": {"word": "rose", "line": "Afar in the southwest was the great shimmering, pearl-like sparkle of an evening star in a sky that was pale golden and ethereal rose over gleaming white spaces and dark glens of spruce.\n"}}
{"red": {"word": "red", "line": "“I’m perfectly happy--yes, in spite of my red hair.\n"}}
{"red": {"word": "red", "line": "Just at present I have a soul above red hair.\n"}}
{"red": {"word": "scarlet", "line": "At last they were ready, cheeks scarlet and eyes glowing with excitement.\n"}}
{"black": {"word": "black", "line": "True, Anne could not help a little pang when she contrasted her plain black tam and shapeless, tight-sleeved, homemade gray-cloth coat with Diana’s jaunty fur cap and smart little jacket.\n"}}
{"blue": {"word": "sapphire", "line": "There was a magnificent sunset, and the snowy hills and deep-blue water of the St. Lawrence Gulf seemed to rim in the splendor like a huge bowl of pearl and sapphire brimmed with wine and fire.\n"}}
{"white": {"word": "white", "line": "When Prissy Andrews, attired in a new pink-silk waist with a string of pearls about her smooth white throat and real carnations in her hair--rumor whispered that the master had sent all the way to town for them for her--“climbed the slimy ladder, dark without one ray of light,” Anne shivered in luxurious sympathy; when the choir sang “Far Above the Gentle Daisies” Anne gazed at the ceiling as if it were frescoed with angels; when Sam Sloane proceeded to explain and illustrate “How Sockery Set a Hen” Anne laughed until people sitting near her laughed too, more out of sympathy with her than with amusement at a selection that was rather threadbare even in Avonlea; and when Mr. Phillips gave Mark Antony’s oration over the dead body of Cæsar in the most heart-stirring tones--looking at Prissy Andrews at the end of every sentence--Anne felt that she could rise and mutiny on the spot if but one Roman citizen led the way.\n"}}
{"silver": {"word": "silver", "line": "That evening Miss Barry gave Diana a silver bangle bracelet and told the senior members of the household that she had unpacked her valise.\n"}}
{"pink": {"word": "pink", "line": "It’s splendid to find out there are so many of them in the world.” SPRING had come once more to Green Gables--the beautiful capricious, reluctant Canadian spring, lingering along through April and May in a succession of sweet, fresh, chilly days, with pink sunsets and miracles of resurrection and growth.\n"}}
{"red": {"word": "red", "line": "The maples in Lover’s Lane were red budded and little curly ferns pushed up around the Dryad’s Bubble.\n"}}
{"white": {"word": "white", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n"}}
{"brown": {"word": "brown", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n"}}
{"pink": {"word": "pink", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n"}}
{"pink": {"word": "pink", "line": "If I was just the one Anne it would be ever so much more comfortable, but then it wouldn’t be half so interesting.” One June evening, when the orchards were pink blossomed again, when the frogs were singing silverly sweet in the marshes about the head of the Lake of Shining Waters, and the air was full of the savor of clover fields and balsamic fir woods, Anne was sitting by her gable window.\n"}}
{"white": {"word": "white", "line": "The walls were as white, the pincushion as hard, the chairs as stiffly and yellowly upright as ever.\n"}}
{"blue": {"word": "blue", "line": "It was full of a new vital, pulsing personality that seemed to pervade it and to be quite independent of schoolgirl books and dresses and ribbons, and even of the cracked blue jug full of apple blossoms on the table.\n"}}
{"white": {"word": "white", "line": "There’s a white lady walks along the brook just about this time of the night and wrings her hands and utters wailing cries.\n"}}
{"white": {"word": "white", "line": "I’d be sure that white things would reach out from behind the trees and grab me.” “Did ever anyone hear the like!” ejaculated Marilla, who had listened in dumb amazement.\n"}}
{"white": {"word": "white", "line": "“What would you feel like if a white thing did snatch me up and carry me off?” “I’ll risk it,” said Marilla unfeelingly.\n"}}
{"white": {"word": "white", "line": "A white strip of birch bark blowing up from the hollow over the brown floor of the grove made her heart stand still.\n"}}
{"brown": {"word": "brown", "line": "A white strip of birch bark blowing up from the hollow over the brown floor of the grove made her heart stand still.\n"}}
{"white": {"word": "white", "line": "When she reached Mr. William Bell’s field she fled across it as if pursued by an army of white things, and arrived at the Barry kitchen door so out of breath that she could hardly gasp out her request for the apron pattern.\n"}}
{"white": {"word": "white", "line": "Anne went back over it with shut eyes, preferring to take the risk of dashing her brains out among the boughs to that of seeing a white thing.\n"}}
{"red": {"word": "red", "line": "“Oh, Mar--Marilla,” chattered Anne, “I’ll b-b-be contt-tented with c-c-commonplace places after this.” DEAR ME, there is nothing but meetings and partings in this world, as Mrs. Lynde says,” remarked Anne plaintively, putting her slate and books down on the kitchen table on the last day of June and wiping her red eyes with a very damp handkerchief.\n"}}
{"blue": {"word": "blue", "line": "Our new minister’s wife was dressed in blue muslin with lovely puffed sleeves and a hat trimmed with roses.\n"}}
{"white": {"word": "fair", "line": "She said right away she didn’t think it was fair for the teacher to ask all the questions, and you know, Marilla, that is exactly what I’ve always thought.\n"}}
{"red": {"word": "red", "line": "She talked it all over with Diana Tuesday night in the twilight, as they sat on the big red stones by the Dryad’s Bubble and made rainbows in the water with little twigs dipped in fir balsam.\n"}}
{"red": {"word": "red", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n"}}
{"yellow": {"word": "yellow", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n"}}
{"purple": {"word": "plum", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n"}}
{"red": {"word": "ruby", "line": "Anne, flushed with delight, clapped it together with layers of ruby jelly and, in imagination, saw Mrs. Allan eating it and possibly asking for another piece!\n"}}
{"white": {"word": "white", "line": "He had been in such a state of shyness and nervousness that Marilla had given him up in despair, but Anne took him in hand so successfully that he now sat at the table in his best clothes and white collar and talked to the minister not uninterestingly.\n"}}
{"red": {"word": "scarlet", "line": "What flavoring did you use?” “Vanilla,” said Anne, her face scarlet with mortification after tasting the cake.\n"}}
{"brown": {"word": "brown", "line": "Go and bring me the bottle of vanilla you used.” Anne fled to the pantry and returned with a small bottle partially filled with a brown liquid and labeled yellowly, “Best Vanilla.” Marilla took it, uncorked it, smelled it.\n"}}
{"pink": {"word": "rosy", "line": "I’ll try not to think about myself at all.” Anne evidently got through her visit without any serious breach of “etiquette,” for she came home through the twilight, under a great, high-sprung sky gloried over with trails of saffron and rosy cloud, in a beatified state of mind and told Marilla all about it happily, sitting on the big red-sandstone slab at the kitchen door with her tired curly head in Marilla’s gingham lap.\n"}}
{"red": {"word": "red", "line": "A minister mightn’t mind my red hair because he wouldn’t be thinking of such worldly things.\n"}}
{"green": {"word": "green", "line": "First of all Carrie Sloane dared Ruby Gillis to climb to a certain point in the huge old willow tree before the front door; which Ruby Gillis, albeit in mortal dread of the fat green caterpillars with which said tree was infested and with the fear of her mother before her eyes if she should tear her new muslin dress, nimbly did, to the discomfiture of the aforesaid Carrie Sloane.\n"}}
{"red": {"word": "red", "line": "Anne tossed her red braids.\n"}}
{"white": {"word": "pale", "line": "“I dare you to climb up there and walk the ridgepole of Mr. Barry’s kitchen roof.” Anne turned pale, but there was clearly only one thing to be done.\n"}}
{"white": {"word": "fair", "line": "It isn’t fair to dare anybody to do anything so dangerous.” “I must do it.\n"}}
{"white": {"word": "white", "line": "Nevertheless, when Diana and the other girls had rushed frantically around the house--except Ruby Gillis, who remained as if rooted to the ground and went into hysterics--they found Anne lying all white and limp among the wreck and ruin of the Virginia creeper.\n"}}
{"white": {"word": "white", "line": "Barry, what has happened to her?” she gasped, more white and shaken than the self-contained, sensible Marilla had been for many years.\n"}}
{"gray": {"word": "gray", "line": "When I try to imagine him as a boy I see him with gray whiskers and spectacles, just as he looks in Sunday school, only small.\n"}}
{"white": {"word": "fair", "line": "Diana says she has the loveliest fair curly hair and such fascinating eyes.\n"}}
{"red": {"word": "red", "line": "But I think it must be splendid and I believe I shall find that Miss Stacy is a kindred spirit.” “There’s one thing plain to be seen, Anne,” said Marilla, “and that is that your fall off the Barry roof hasn’t injured your tongue at all.” IT was October again when Anne was ready to go back to school--a glorious October, all red and gold, with mellow mornings when the valleys were filled with delicate mists as if the spirit of autumn had poured them in for the sun to drain--amethyst, pearl, silver, rose, and smoke-blue.\n"}}
{"gold": {"word": "gold", "line": "But I think it must be splendid and I believe I shall find that Miss Stacy is a kindred spirit.” “There’s one thing plain to be seen, Anne,” said Marilla, “and that is that your fall off the Barry roof hasn’t injured your tongue at all.” IT was October again when Anne was ready to go back to school--a glorious October, all red and gold, with mellow mornings when the valleys were filled with delicate mists as if the spirit of autumn had poured them in for the sun to drain--amethyst, pearl, silver, rose, and smoke-blue.\n"}}
{"silver": {"word": "silver", "line": "But I think it must be splendid and I believe I shall find that Miss Stacy is a kindred spirit.” “There’s one thing plain to be seen, Anne,” said Marilla, “and that is that your fall off the Barry roof hasn’t injured your tongue at all.” IT was October again when Anne was ready to go back to school--a glorious October, all red and gold, with mellow mornings when the valleys were filled with delicate mists as if the spirit of autumn had poured them in for the sun to drain--amethyst, pearl, silver, rose, and smoke-blue.\n"}}
{"pink": {"word": "rose", "line": "But I think it must be splendid and I believe I shall find that Miss Stacy is a kindred spirit.” “There’s one thing plain to be seen, Anne,” said Marilla, “and that is that your fall off the Barry roof hasn’t injured your tongue at all.” IT was October again when Anne was ready to go back to school--a glorious October, all red and gold, with mellow mornings when the valleys were filled with delicate mists as if the spirit of autumn had poured them in for the sun to drain--amethyst, pearl, silver, rose, and smoke-blue.\n"}}
{"purple": {"word": "amethyst", "line": "But I think it must be splendid and I believe I shall find that Miss Stacy is a kindred spirit.” “There’s one thing plain to be seen, Anne,” said Marilla, “and that is that your fall off the Barry roof hasn’t injured your tongue at all.” IT was October again when Anne was ready to go back to school--a glorious October, all red and gold, with mellow mornings when the valleys were filled with delicate mists as if the spirit of autumn had poured them in for the sun to drain--amethyst, pearl, silver, rose, and smoke-blue.\n"}}
{"silver": {"word": "silver", "line": "The dews were so heavy that the fields glistened like cloth of silver and there were such heaps of rustling leaves in the hollows of many-stemmed woods to run crisply through.\n"}}
{"brown": {"word": "brown", "line": "The Birch Path was a canopy of yellow and the ferns were sear and brown all along it.\n"}}
{"yellow": {"word": "yellow", "line": "The Birch Path was a canopy of yellow and the ferns were sear and brown all along it.\n"}}
{"brown": {"word": "brown", "line": "There was a tang in the very air that inspired the hearts of small maidens tripping, unlike snails, swiftly and willingly to school; and it _was_ jolly to be back again at the little brown desk beside Diana, with Ruby Gillis nodding across the aisle and Carrie Sloane sending up notes and Julia Bell passing a “chew” of gum down from the back seat.\n"}}
{"white": {"word": "white", "line": "And we’re to have a tableau at the last--‘Faith, Hope and Charity.’ Diana and Ruby and I are to be in it, all draped in white with flowing hair.\n"}}
{"white": {"word": "white", "line": "I’m to have a wreath of white roses on my hair and Ruby Gillis is going to lend me her slippers because I haven’t any of my own.\n"}}
{"brown": {"word": "copper", "line": "Especially with copper toes?\n"}}
{"pink": {"word": "pink", "line": "We are going to decorate the hall with creeping spruce and fir mottoes with pink tissue-paper roses in them.\n"}}
{"gray": {"word": "gray", "line": "He had come into the kitchen, in the twilight of a cold, gray December evening, and had sat down in the woodbox corner to take off his heavy boots, unconscious of the fact that Anne and a bevy of her schoolmates were having a practice of “The Fairy Queen” in the sitting room.\n"}}
{"red": {"word": "red", "line": "He recalled the cluster of little girls he had seen around her that evening--all gay in waists of red and blue and pink and white--and he wondered why Marilla always kept her so plainly and soberly gowned.\n"}}
{"white": {"word": "white", "line": "He recalled the cluster of little girls he had seen around her that evening--all gay in waists of red and blue and pink and white--and he wondered why Marilla always kept her so plainly and soberly gowned.\n"}}
{"blue": {"word": "blue", "line": "He recalled the cluster of little girls he had seen around her that evening--all gay in waists of red and blue and pink and white--and he wondered why Marilla always kept her so plainly and soberly gowned.\n"}}
{"pink": {"word": "pink", "line": "He recalled the cluster of little girls he had seen around her that evening--all gay in waists of red and blue and pink and white--and he wondered why Marilla always kept her so plainly and soberly gowned.\n"}}
{"brown": {"word": "brown", "line": "Matthew did not know that Samuel, in the recent expansion of his business, had set up a lady clerk also; she was a niece of his wife’s and a very dashing young person indeed, with a huge, drooping pompadour, big, rolling brown eyes, and a most extensive and bewildering smile.\n"}}
{"brown": {"word": "brown", "line": "“Well now--if it isn’t too much trouble--I might as well--that is--I’d like to look at--at--some sugar.” “White or brown?” queried Miss Harris patiently.\n"}}
{"brown": {"word": "brown", "line": "“Oh--well now--brown,” said Matthew feebly.\n"}}
{"black": {"word": "black", "line": "You know I never use it except for the hired man’s porridge or black fruit cake.\n"}}
{"brown": {"word": "brown", "line": "I believe a nice rich brown would just suit Anne, and William Blair has some new gloria in that’s real pretty.\n"}}
{"white": {"word": "white", "line": "Next year anybody who wears them will have to go through a door sideways.” Christmas morning broke on a beautiful white world.\n"}}
{"green": {"word": "green", "line": "It had been a very mild December and people had looked forward to a green Christmas; but just enough snow fell softly in the night to transfigure Avonlea.\n"}}
{"white": {"word": "white", "line": "I’m so glad it’s white.\n"}}
{"green": {"word": "green", "line": "I don’t like green Christmases.\n"}}
{"green": {"word": "green", "line": "They’re not green--they’re just nasty faded browns and grays.\n"}}
{"green": {"word": "green", "line": "What makes people call them green?\n"}}
{"brown": {"word": "brown", "line": "Oh, how pretty it was--a lovely soft brown gloria with all the gloss of silk; a skirt with dainty frills and shirrings; a waist elaborately pintucked in the most fashionable way, with a little ruffle of filmy lace at the neck.\n"}}
{"brown": {"word": "brown", "line": "It’s brown, to match the dress.\n"}}
{"red": {"word": "crimson", "line": "Still, I really will make an extra effort after this.” When the commonplace breakfast was over Diana appeared, crossing the white log bridge in the hollow, a gay little figure in her crimson ulster.\n"}}
{"white": {"word": "white", "line": "Still, I really will make an extra effort after this.” When the commonplace breakfast was over Diana appeared, crossing the white log bridge in the hollow, a gay little figure in her crimson ulster.\n"}}
{"white": {"word": "white", "line": "They’re so white and still, as if they were asleep and dreaming pretty dreams.” “I won’t mind writing that composition when its time comes,” sighed Diana.\n"}}
{"gold": {"word": "gold", "line": "Geraldine was a queenly blonde with hair like spun gold and velvety purple eyes.” “I never saw anybody with purple eyes,” said Diana dubiously.\n"}}
{"purple": {"word": "purple", "line": "Geraldine was a queenly blonde with hair like spun gold and velvety purple eyes.” “I never saw anybody with purple eyes,” said Diana dubiously.\n"}}
{"white": {"word": "alabaster", "line": "Geraldine had an alabaster brow too.\n"}}
{"white": {"word": "alabaster", "line": "I’ve found out what an alabaster brow is.\n"}}
{"white": {"word": "fair", "line": "Then Bertram DeVere came to their native village and fell in love with the fair Geraldine.\n"}}
{"red": {"word": "ruby", "line": "Bertram gave her a diamond ring and a ruby necklace and told her they would go to Europe for a wedding tour, for he was immensely wealthy.\n"}}
{"red": {"word": "red", "line": "She probably imagined that she was thinking about the Aids and their missionary box and the new carpet for the vestry room, but under these reflections was a harmonious consciousness of red fields smoking into pale-purply mists in the declining sun, of long, sharp-pointed fir shadows falling over the meadow beyond the brook, of still, crimson-budded maples around a mirrorlike wood pool, of a wakening in the world and a stir of hidden pulses under the gray sod.\n"}}
{"gray": {"word": "gray", "line": "She probably imagined that she was thinking about the Aids and their missionary box and the new carpet for the vestry room, but under these reflections was a harmonious consciousness of red fields smoking into pale-purply mists in the declining sun, of long, sharp-pointed fir shadows falling over the meadow beyond the brook, of still, crimson-budded maples around a mirrorlike wood pool, of a wakening in the world and a stir of hidden pulses under the gray sod.\n"}}
{"black": {"word": "black", "line": "Consequently, when Marilla entered her kitchen and found the fire black out, with no sign of Anne anywhere, she felt justly disappointed and irritated.\n"}}
{"red": {"word": "red", "line": "Why, it’s _green!_” Green it might be called, if it were any earthly color--a queer, dull, bronzy green, with streaks here and there of the original red to heighten the ghastly effect.\n"}}
{"green": {"word": "green", "line": "Why, it’s _green!_” Green it might be called, if it were any earthly color--a queer, dull, bronzy green, with streaks here and there of the original red to heighten the ghastly effect.\n"}}
{"green": {"word": "green", "line": "“Yes, it’s green,” moaned Anne.\n"}}
{"red": {"word": "red", "line": "“I thought nothing could be as bad as red hair.\n"}}
{"green": {"word": "green", "line": "But now I know it’s ten times worse to have green hair.\n"}}
{"red": {"word": "red", "line": "“But I thought it was worth while to be a little wicked to get rid of red hair.\n"}}
{"green": {"word": "green", "line": "I wouldn’t have dyed it green.” “But I didn’t mean to dye it green, Marilla,” protested Anne dejectedly.\n"}}
{"black": {"word": "black", "line": "He said it would turn my hair a beautiful raven black--he positively assured me that it would.\n"}}
{"green": {"word": "green", "line": "I have proof now--green hair is proof enough for anybody.\n"}}
{"black": {"word": "black", "line": "The peddler said it was warranted to dye any hair a beautiful raven black and wouldn’t wash off.\n"}}
{"red": {"word": "red", "line": "I suppose the first thing is to give your hair a good washing and see if that will do any good.” Accordingly, Anne washed her hair, scrubbing it vigorously with soap and water, but for all the difference it made she might as well have been scouring its original red.\n"}}
{"red": {"word": "red", "line": "I never thought I was vain about my hair, of all things, but now I know I was, in spite of its being red, because it was so long and thick and curly.\n"}}
{"black": {"word": "black", "line": "Diana says when my hair begins to grow to tie a black velvet ribbon around my head with a bow at one side.\n"}}
{"white": {"word": "fair", "line": "Ruby ought to be Elaine because she is so fair and has such lovely long golden hair--Elaine had ‘all her bright hair streaming down,’ you know.\n"}}
{"white": {"word": "fair", "line": "Now, a red-haired person cannot be a lily maid.” “Your complexion is just as fair as Ruby’s,” said Diana earnestly, “and your hair is ever so much darker than it used to be before you cut it.” “Oh, do you really think so?” exclaimed Anne, flushing sensitively with delight.\n"}}
{"black": {"word": "black", "line": "Do you think it could be called auburn now, Diana?” “Yes, and I think it is real pretty,” said Diana, looking admiringly at the short, silky curls that clustered over Anne’s head and were held in place by a very jaunty black velvet ribbon and bow.\n"}}
{"white": {"word": "fair", "line": "They had analyzed and parsed it and torn it to pieces in general until it was a wonder there was any meaning at all left in it for them, but at least the fair lily maid and Lancelot and Guinevere and King Arthur had become very real people to them, and Anne was devoured by secret regret that she had not been born in Camelot.\n"}}
{"black": {"word": "black", "line": "That old black shawl of your mother’s will be just the thing, Diana.” The black shawl having been procured, Anne spread it over the flat and then lay down on the bottom, with closed eyes and hands folded over her breast.\n"}}
{"white": {"word": "white", "line": "“Oh, she does look really dead,” whispered Ruby Gillis nervously, watching the still, white little face under the flickering shadows of the birches.\n"}}
{"pink": {"word": "rose", "line": "It’s silly for Elaine to be talking when she’s dead.” Jane rose to the occasion.\n"}}
{"gold": {"word": "gold", "line": "Cloth of gold for coverlet there was none, but an old piano scarf of yellow Japanese crepe was an excellent substitute.\n"}}
{"yellow": {"word": "yellow", "line": "Cloth of gold for coverlet there was none, but an old piano scarf of yellow Japanese crepe was an excellent substitute.\n"}}
{"white": {"word": "white", "line": "A white lily was not obtainable just then, but the effect of a tall blue iris placed in one of Anne’s folded hands was all that could be desired.\n"}}
{"blue": {"word": "blue", "line": "A white lily was not obtainable just then, but the effect of a tall blue iris placed in one of Anne’s folded hands was all that could be desired.\n"}}
{"gold": {"word": "gold", "line": "In a very few moments it was necessary for Elaine to scramble to her feet, pick up her cloth of gold coverlet and pall of blackest samite and gaze blankly at a big crack in the bottom of her barge through which the water was literally pouring.\n"}}
{"white": {"word": "white", "line": "Anne gave one gasping little scream which nobody ever heard; she was white to the lips, but she did not lose her self-possession.\n"}}
{"white": {"word": "white", "line": "For a moment they stood still, white as sheets, frozen with horror at the tragedy; then, shrieking at the tops of their voices, they started on a frantic run up through the woods, never pausing as they crossed the main road to glance the way of the bridge.\n"}}
{"green": {"word": "green", "line": "Anne looked at the wicked green depths below her, wavering with long, oily shadows, and shivered.\n"}}
{"white": {"word": "white", "line": "Gilbert glanced up and, much to his amazement, beheld a little white scornful face looking down upon him with big, frightened but also scornful gray eyes.\n"}}
{"gray": {"word": "gray", "line": "Gilbert glanced up and, much to his amazement, beheld a little white scornful face looking down upon him with big, frightened but also scornful gray eyes.\n"}}
{"brown": {"word": "hazel", "line": "She had an odd, newly awakened consciousness under all her outraged dignity that the half-shy, half-eager expression in Gilbert’s hazel eyes was something that was very good to see.\n"}}
{"purple": {"word": "amethyst", "line": "The affair of the amethyst brooch cured me of meddling with things that didn’t belong to me.\n"}}
{"red": {"word": "ruby", "line": "It was a September evening and all the gaps and clearings in the woods were brimmed up with ruby sunset light.\n"}}
{"purple": {"word": "violet", "line": "Here and there the lane was splashed with it, but for the most part it was already quite shadowy beneath the maples, and the spaces under the firs were filled with a clear violet dusk like airy wine.\n"}}
{"purple": {"word": "purple", "line": "“Isn’t this evening just like a purple dream, Diana?\n"}}
{"black": {"word": "black", "line": "Guess again.” “Jane’s mother is going to let her have a birthday party?” Diana shook her head, her black eyes dancing with merriment.\n"}}
{"blue": {"word": "blue", "line": "The dress is very pretty, Diana--navy blue and made so fashionably.\n"}}
{"blue": {"word": "blue", "line": "But Matthew said I must have a new coat, so Marilla bought a lovely piece of blue broadcloth, and it’s being made by a real dressmaker over at Carmody.\n"}}
{"gold": {"word": "gold", "line": "It is one of those little blue velvet ones that are all the rage, with gold cord and tassels.\n"}}
{"blue": {"word": "blue", "line": "It is one of those little blue velvet ones that are all the rage, with gold cord and tassels.\n"}}
{"red": {"word": "red", "line": "It was delightful to rattle along over the moist roads in the early red sunlight that was creeping across the shorn harvest fields.\n"}}
{"red": {"word": "scarlet", "line": "Sometimes the road went through woods where maples were beginning to hang out scarlet banners; sometimes it crossed rivers on bridges that made Anne’s flesh cringe with the old, half-delightful fear; sometimes it wound along a harbor shore and passed by a little cluster of weather-gray fishing huts; again it mounted to hills whence a far sweep of curving upland or misty-blue sky could be seen; but wherever it went there was much of interest to discuss.\n"}}
{"green": {"word": "green", "line": "It was almost noon when they reached town and found their way to “Beechwood.” of green elms and branching beeches.\n"}}
{"black": {"word": "black", "line": "Miss Barry met them at the door with a twinkle in her sharp black eyes.\n"}}
{"red": {"word": "red", "line": "Diana got so excited that she offered to bet me ten cents that the red horse would win.\n"}}
{"red": {"word": "red", "line": "And I was very glad I didn’t bet, because the red horse _did_ win, and I would have lost ten cents.\n"}}
{"white": {"word": "white", "line": "Madame Selitsky was perfectly beautiful, and wore white satin and diamonds.\n"}}
{"red": {"word": "red", "line": "When she crossed the log bridge over the brook the kitchen light of Green Gables winked her a friendly welcome back, and through the open door shone the hearth fire, sending out its warm red glow athwart the chilly autumn night.\n"}}
{"red": {"word": "red", "line": "It was nearly dark, for the full November twilight had fallen around Green Gables, and the only light in the kitchen came from the dancing red flames in the stove.\n"}}
{"gray": {"word": "gray", "line": "I think it was a little gray fairy with a rainbow scarf that came tiptoeing along the last moonlight night and did it.\n"}}
{"blue": {"word": "blue", "line": "He’s such a funny-looking boy with that big fat face, and his little blue eyes, and his ears sticking out like flaps.\n"}}
{"green": {"word": "green", "line": "Studies palled just a wee bit then; the Queen’s class, left behind in school while the others scattered to green lanes and leafy wood cuts and meadow byways, looked wistfully out of the windows and discovered that Latin verbs and French exercises had somehow lost the tang and zest they had possessed in the crisp winter months.\n"}}
{"white": {"word": "white", "line": "Mrs. Rachel and Marilla sat comfortably in the parlor while Anne got the tea and made hot biscuits that were light and white enough to defy even Mrs. Rachel’s criticism.\n"}}
{"white": {"word": "pale", "line": "She’s a real pretty girl got to be, though I can’t say I’m overly partial to that pale, big-eyed style myself.\n"}}
{"red": {"word": "red", "line": "But somehow--I don’t know how it is but when Anne and them are together, though she ain’t half as handsome, she makes them look kind of common and overdone--something like them white June lilies she calls narcissus alongside of the big, red peonies, that’s what.” ANNE had her “good” summer and enjoyed it wholeheartedly.\n"}}
{"white": {"word": "white", "line": "But somehow--I don’t know how it is but when Anne and them are together, though she ain’t half as handsome, she makes them look kind of common and overdone--something like them white June lilies she calls narcissus alongside of the big, red peonies, that’s what.” ANNE had her “good” summer and enjoyed it wholeheartedly.\n"}}
{"green": {"word": "green", "line": "Mrs. Lynde says he is improving every day and the first thing we know some city church will gobble him up and then we’ll be left and have to turn to and break in another green preacher.\n"}}
{"red": {"word": "red", "line": "What has come over you?” Anne colored and laughed a little, as she dropped her book and looked dreamily out of the window, where big fat red buds were bursting out on the creeper in response to the lure of the spring sunshine.\n"}}
{"green": {"word": "green", "line": "Nothing rattles her.” Anne sighed and, dragging her eyes from the witcheries of the spring world, the beckoning day of breeze and blue, and the green things upspringing in the garden, buried herself resolutely in her book.\n"}}
{"blue": {"word": "blue", "line": "Nothing rattles her.” Anne sighed and, dragging her eyes from the witcheries of the spring world, the beckoning day of breeze and blue, and the green things upspringing in the garden, buried herself resolutely in her book.\n"}}
{"brown": {"word": "brown", "line": "But she did hope fervently that she would be among the first ten at least, so that she might see Matthew’s kindly brown eyes gleam with pride in her achievement.\n"}}
{"pink": {"word": "pink", "line": "The eastern sky above the firs was flushed faintly pink from the reflection of the west, and Anne was wondering dreamily if the spirit of color looked like that, when she saw Diana come flying down through the firs, over the log bridge, and up the slope, with a fluttering newspaper in her hand.\n"}}
{"white": {"word": "white", "line": "There was in it thankfulness for the past and reverent petition for the future; and when she slept on her white pillow her dreams were as fair and bright and beautiful as maidenhood might desire.\n"}}
{"white": {"word": "white", "line": "PUT on your white organdy, by all means, Anne,” advised Diana decidedly.\n"}}
{"white": {"word": "pallid", "line": "A big round moon, slowly deepening from her pallid luster into burnished silver, hung over the Haunted Wood; the air was full of sweet summer sounds--sleepy birds twittering, freakish breezes, faraway voices and laughter.\n"}}
{"silver": {"word": "silver", "line": "A big round moon, slowly deepening from her pallid luster into burnished silver, hung over the Haunted Wood; the air was full of sweet summer sounds--sleepy birds twittering, freakish breezes, faraway voices and laughter.\n"}}
{"pink": {"word": "pink", "line": "The velvet carpet with the pink roses and the pink silk curtains of Anne’s early visions had certainly never materialized; but her dreams had kept pace with her growth, and it is not probable she lamented them.\n"}}
{"gold": {"word": "gold", "line": "The walls, hung not with gold and silver brocade tapestry, but with a dainty apple-blossom paper, were adorned with a few good pictures given Anne by Mrs. Allan.\n"}}
{"silver": {"word": "silver", "line": "The walls, hung not with gold and silver brocade tapestry, but with a dainty apple-blossom paper, were adorned with a few good pictures given Anne by Mrs. Allan.\n"}}
{"white": {"word": "white", "line": "Tonight a spike of white lilies faintly perfumed the room like the dream of a fragrance.\n"}}
{"white": {"word": "white", "line": "There was no “mahogany furniture,” but there was a white-painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt-framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n"}}
{"pink": {"word": "pink", "line": "There was no “mahogany furniture,” but there was a white-painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt-framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n"}}
{"purple": {"word": "purple", "line": "There was no “mahogany furniture,” but there was a white-painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt-framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n"}}
{"pink": {"word": "pink", "line": "She was looking very pretty herself on this particular night in a dress of the lovely wild-rose pink, from which Anne was forever debarred; but she was not to take any part in the concert, so her appearance was of minor importance.\n"}}
{"white": {"word": "white", "line": "I’m going to braid your hair in two thick braids, and tie them halfway up with big white bows--no, don’t pull out a single curl over your forehead--just have the soft part.\n"}}
{"white": {"word": "white", "line": "I shall fasten this little white house rose just behind your ear.\n"}}
{"pink": {"word": "rose", "line": "I shall fasten this little white house rose just behind your ear.\n"}}
{"black": {"word": "black", "line": "“Matthew brought me a string from town last week, and I know he’d like to see them on me.” Diana pursed up her lips, put her black head on one side critically, and finally pronounced in favor of the beads, which were thereupon tied around Anne’s slim milk-white throat.\n"}}
{"silver": {"word": "silver", "line": "The road was full of buggies, all bound for the hotel, and laughter, silver clear, echoed and reechoed along it.\n"}}
{"white": {"word": "white", "line": "And how poor her one wee white rose must look beside all the hothouse flowers the others wore!\n"}}
{"pink": {"word": "rose", "line": "And how poor her one wee white rose must look beside all the hothouse flowers the others wore!\n"}}
{"white": {"word": "white", "line": "She wished herself back in the white room at Green Gables.\n"}}
{"pink": {"word": "pink", "line": "She was wedged in between a stout lady in pink silk and a tall, scornful-looking girl in a white-lace dress.\n"}}
{"gray": {"word": "gray", "line": "She was a lithe, dark-eyed woman in a wonderful gown of shimmering gray stuff like woven moonbeams, with gems on her neck and in her dark hair.\n"}}
{"white": {"word": "pale", "line": "She was so pale that Diana and Jane, down in the audience, clasped each other’s hands in nervous sympathy.\n"}}
{"white": {"word": "white", "line": "Gilbert was merely smiling with appreciation of the whole affair in general and of the effect produced by Anne’s slender white form and spiritual face against a background of palms in particular.\n"}}
{"pink": {"word": "pink", "line": "Anne, stepping back to her seat, blushing with shyness and delight, found her hand vigorously clasped and shaken by the stout lady in pink silk.\n"}}
{"pink": {"word": "pink", "line": "He said they would encore me.” “Then don’t disappoint Matthew,” said the pink lady, laughing.\n"}}
{"pink": {"word": "pink", "line": "When the concert was over, the stout, pink lady--who was the wife of an American millionaire--took her under her wing, and introduced her to everybody; and everybody was very nice to her.\n"}}
{"white": {"word": "white", "line": "He was in waiting for them, with the team, however, when it was all over, and the three girls came merrily out into the calm, white moonshine radiance.\n"}}
{"red": {"word": "red", "line": "But what does Titian hair mean?” “Being interpreted it means plain red, I guess,” laughed Anne.\n"}}
{"silver": {"word": "silver", "line": "Look at that sea, girls--all silver and shadow and vision of things not seen.\n"}}
{"pink": {"word": "pink", "line": "Or the pink lady, kind and nice as she is, so stout and short that you’d really no figure at all?\n"}}
{"green": {"word": "green", "line": "More--one evening she went up to the east gable with her arms full of a delicate pale green material.\n"}}
{"white": {"word": "pale", "line": "More--one evening she went up to the east gable with her arms full of a delicate pale green material.\n"}}
{"green": {"word": "green", "line": "I don’t believe you ought to be so kind to me--it’s making it harder every day for me to go away.” The green dress was made up with as many tucks and frills and shirrings as Emily’s taste permitted.\n"}}
{"blue": {"word": "blue", "line": "Under the stars of the blue summer night he walked agitatedly across the yard to the gate under the poplars.\n"}}
{"red": {"word": "crimson", "line": "I like the look of that girl with the brown eyes and the crimson waist.\n"}}
{"brown": {"word": "brown", "line": "I like the look of that girl with the brown eyes and the crimson waist.\n"}}
{"white": {"word": "pale", "line": "She looks vivid and red-rosy; there’s that pale, fair one gazing out of the window.\n"}}
{"white": {"word": "fair", "line": "She looks vivid and red-rosy; there’s that pale, fair one gazing out of the window.\n"}}
{"green": {"word": "green", "line": "She looked dismally about her narrow little room, with its dull-papered, pictureless walls, its small iron bedstead and empty book-case; and a horrible choke came into her throat as she thought of her own white room at Green Gables, where she would have the pleasant consciousness of a great green still outdoors, of sweet peas growing in the garden, and moonlight falling on the orchard, of the brook below the slope and the spruce boughs tossing in the night wind beyond it, of a vast starry sky, and the light from Diana’s window shining out through the gap in the trees.\n"}}
{"white": {"word": "white", "line": "She looked dismally about her narrow little room, with its dull-papered, pictureless walls, its small iron bedstead and empty book-case; and a horrible choke came into her throat as she thought of her own white room at Green Gables, where she would have the pleasant consciousness of a great green still outdoors, of sweet peas growing in the garden, and moonlight falling on the orchard, of the brook below the slope and the spruce boughs tossing in the night wind beyond it, of a vast starry sky, and the light from Diana’s window shining out through the gap in the trees.\n"}}
{"red": {"word": "red", "line": "You shouldn’t cry, Anne; it isn’t becoming, for your nose and eyes get red, and then you seem _all_ red.\n"}}
{"red": {"word": "scarlet", "line": "I told him you were an orphan that the Cuthberts had adopted, and nobody knew very much about what you’d been before that.” Anne was wondering if, after all, solitude and tears were not more satisfactory than Josie Pye’s companionship when Jane and Ruby appeared, each with an inch of Queen’s color ribbon--purple and scarlet--pinned proudly to her coat.\n"}}
{"purple": {"word": "purple", "line": "I told him you were an orphan that the Cuthberts had adopted, and nobody knew very much about what you’d been before that.” Anne was wondering if, after all, solitude and tears were not more satisfactory than Josie Pye’s companionship when Jane and Ruby appeared, each with an inch of Queen’s color ribbon--purple and scarlet--pinned proudly to her coat.\n"}}
{"gold": {"word": "gold", "line": "It has the real Avonlea flavor.” Ruby, perceiving the Queen’s calendar lying on the table, wanted to know if Anne meant to try for the gold medal.\n"}}
{"white": {"word": "pale", "line": "With the “rose-red” girl, Stella Maynard, and the “dream girl,” Priscilla Grant, she soon became intimate, finding the latter pale spiritual-looking maiden to be full to the brim of mischief and pranks and fun, while the vivid, black-eyed Stella had a heartful of wistful dreams and fancies, as aerial and rainbow-like as Anne’s own.\n"}}
{"brown": {"word": "bronze", "line": "The bronze medal for mathematics was considered as good as won by a fat, funny little up-country boy with a bumpy forehead and a patched coat.\n"}}
{"black": {"word": "black", "line": "The latter was, as she admitted, growing old, but her black eyes were not dim nor the vigor of her tongue in the least abated.\n"}}
{"green": {"word": "green", "line": "It saves me so much trouble in making myself love them.” Then, almost before anybody realized it, spring had come; out in Avonlea the Mayflowers were peeping pinkly out on the sere barrens where snow-wreaths lingered; and the “mist of green” was on the woods and in the valleys.\n"}}
{"blue": {"word": "blue", "line": "Girls, sometimes I feel as if those exams meant everything, but when I look at the big buds swelling on those chestnut trees and the misty blue air at the end of the streets they don’t seem half so important.” Jane and Ruby and Josie, who had dropped in, did not take this view of it.\n"}}
{"purple": {"word": "purple", "line": "Anne, Frank Stockley says that Professor Tremaine said Gilbert Blythe was sure to get the medal and that Emily Clay would likely win the Avery scholarship.” “That may make me feel badly tomorrow, Josie,” laughed Anne, “but just now I honestly feel that as long as I know the violets are coming out all purple down in the hollow below Green Gables and that little ferns are poking their heads up in Lovers’ Lane, it’s not a great deal of difference whether I win the Avery or not.\n"}}
{"green": {"word": "green", "line": "Look at that arch of pale green sky over those houses and picture to yourself what it must look like over the purply-dark beech-woods back of Avonlea.” “What are you going to wear for commencement, Jane?” asked Ruby practically.\n"}}
{"white": {"word": "pale", "line": "Look at that arch of pale green sky over those houses and picture to yourself what it must look like over the purply-dark beech-woods back of Avonlea.” “What are you going to wear for commencement, Jane?” asked Ruby practically.\n"}}
{"pink": {"word": "rose", "line": "All the Beyond was hers with its possibilities lurking rosily in the oncoming years--each year a rose of promise to be woven into an immortal chaplet.\n"}}
{"white": {"word": "pale", "line": "Anne was pale and quiet; in ten more minutes she would know who had won the medal and who the Avery.\n"}}
{"green": {"word": "green", "line": "Matthew and Marilla were there, with eyes and ears for only one student on the platform--a tall girl in pale green, with faintly flushed cheeks and starry eyes, who read the best essay and was pointed out and whispered about as the Avery winner.\n"}}
{"white": {"word": "pale", "line": "Matthew and Marilla were there, with eyes and ears for only one student on the platform--a tall girl in pale green, with faintly flushed cheeks and starry eyes, who read the best essay and was pointed out and whispered about as the Avery winner.\n"}}
{"white": {"word": "white", "line": "In her own white room, where Marilla had set a flowering house rose on the window sill, Anne looked about her and drew a long breath of happiness.\n"}}
{"pink": {"word": "rose", "line": "In her own white room, where Marilla had set a flowering house rose on the window sill, Anne looked about her and drew a long breath of happiness.\n"}}
{"white": {"word": "white", "line": "It’s so good to see those pointed firs coming out against the pink sky--and that white orchard and the old Snow Queen.\n"}}
{"pink": {"word": "pink", "line": "It’s so good to see those pointed firs coming out against the pink sky--and that white orchard and the old Snow Queen.\n"}}
{"pink": {"word": "rose", "line": "And that tea rose--why, it’s a song and a hope and a prayer all in one.\n"}}
{"white": {"word": "fair", "line": "She never forgot that day; it was so bright and golden and fair, so free from shadow and so lavish of blossom.\n"}}
{"white": {"word": "white", "line": "Outside the Snow Queen was mistily white in the moonshine; the frogs were singing in the marsh beyond Orchard Slope.\n"}}
{"white": {"word": "white", "line": "Anne came through the hall, her hands full of white narcissus,--it was long before Anne could love the sight or odor of white narcissus again,--in time to hear her and to see Matthew standing in the porch doorway, a folded paper in his hand, and his face strangely drawn and gray.\n"}}
{"gray": {"word": "gray", "line": "Anne came through the hall, her hands full of white narcissus,--it was long before Anne could love the sight or odor of white narcissus again,--in time to hear her and to see Matthew standing in the porch doorway, a folded paper in his hand, and his face strangely drawn and gray.\n"}}
{"white": {"word": "pallid", "line": "Lynde, you don’t think--you can’t think Matthew is--is--” Anne could not say the dreadful word; she turned sick and pallid.\n"}}
{"white": {"word": "white", "line": "For the first time shy, quiet Matthew Cuthbert was a person of central importance; the white majesty of death had fallen on him and set him apart as one crowned.\n"}}
{"gray": {"word": "gray", "line": "In the parlor lay Matthew Cuthbert in his coffin, his long gray hair framing his placid face on which there was a little kindly smile as if he but slept, dreaming pleasant dreams.\n"}}
{"white": {"word": "white", "line": "Anne had gathered them and brought them to him, her anguished, tearless eyes burning in her white face.\n"}}
{"white": {"word": "pale", "line": "She felt something like shame and remorse when she discovered that the sunrises behind the firs and the pale pink buds opening in the garden gave her the old inrush of gladness when she saw them--that Diana’s visits were pleasant to her and that Diana’s merry words and ways moved her to laughter and smiles--that, in brief, the beautiful world of blossom and love and friendship had lost none of its power to please her fancy and thrill her heart, that life still called to her with many insistent voices.\n"}}
{"pink": {"word": "pink", "line": "She felt something like shame and remorse when she discovered that the sunrises behind the firs and the pale pink buds opening in the garden gave her the old inrush of gladness when she saw them--that Diana’s visits were pleasant to her and that Diana’s merry words and ways moved her to laughter and smiles--that, in brief, the beautiful world of blossom and love and friendship had lost none of its power to please her fancy and thrill her heart, that life still called to her with many insistent voices.\n"}}
{"white": {"word": "white", "line": "“I took a slip of the little white Scotch rosebush his mother brought out from Scotland long ago; Matthew always liked those roses the best--they were so small and sweet on their thorny stems.\n"}}
{"white": {"word": "white", "line": "Perhaps the souls of all those little white roses that he has loved so many summers were all there to meet him.\n"}}
{"green": {"word": "green", "line": "Marilla is all alone and she gets lonely at twilight.” “She will be lonelier still, I fear, when you go away again to college,” Anne did not reply; she said good night and went slowly back to green Gables.\n"}}
{"pink": {"word": "pink", "line": "The door was open behind them, held back by a big pink conch shell with hints of sea sunsets in its smooth inner convolutions.\n"}}
{"red": {"word": "red", "line": "She informed me yesterday that she really thought it was redder than ever, or at least my black dress made it look redder, and she asked me if people who had red hair ever got used to having it.\n"}}
{"black": {"word": "black", "line": "She informed me yesterday that she really thought it was redder than ever, or at least my black dress made it look redder, and she asked me if people who had red hair ever got used to having it.\n"}}
{"pink": {"word": "rosy", "line": "Then she had been full of hope and joy and the future had looked rosy with promise.\n"}}
{"green": {"word": "green", "line": "I wonder how the road beyond it goes--what there is of green glory and soft, checkered light and shadows--what new landscapes--what new beauties--what curves and hills and valleys further on.” “I don’t feel as if I ought to let you give it up,” said Marilla, referring to the scholarship.\n"}}
{"white": {"word": "white", "line": "They liked to sit there when the twilight came down and the white moths flew about in the garden and the odor of mint filled the dewy air.\n"}}
{"yellow": {"word": "yellow", "line": "Mrs. Rachel deposited her substantial person upon the stone bench by the door, behind which grew a row of tall pink and yellow hollyhocks, with a long breath of mingled weariness and relief.\n"}}
{"pink": {"word": "pink", "line": "Mrs. Rachel deposited her substantial person upon the stone bench by the door, behind which grew a row of tall pink and yellow hollyhocks, with a long breath of mingled weariness and relief.\n"}}
{"purple": {"word": "purple", "line": "Beyond lay the sea, misty and purple, with its haunting, unceasing murmur.\n"}}
{"red": {"word": "scarlet", "line": "“Gilbert,” she said, with scarlet cheeks, “I want to thank you for giving up the school for me.\n"}}
