{"blue": {"word": "blue", "line": "During the greater part of the day the guillotine had been kept busy at its ghastly work: all that France had boasted of in the past centuries, of ancient names, and blue blood, had paid toll to her desire for liberty and for fraternity.\n"}}
{"red": {"word": "scarlet", "line": "Their ancestors had oppressed the people, had crushed them under the scarlet heels of their dainty buckled shoes, and now the people had become the rulers of France and crushed their former masters—not beneath their heel, for they went shoeless mostly in these days—but beneath a more effectual weight, the knife of the guillotine.\n"}}
{"white": {"word": "fair", "line": "Now she had fastened a row of curly locks to the whip handle, all colours, from gold to silver, fair to dark, and she stroked them with her huge, bony fingers as she laughed at Bibot.\n"}}
{"gold": {"word": "gold", "line": "Now she had fastened a row of curly locks to the whip handle, all colours, from gold to silver, fair to dark, and she stroked them with her huge, bony fingers as she laughed at Bibot.\n"}}
{"silver": {"word": "silver", "line": "Now she had fastened a row of curly locks to the whip handle, all colours, from gold to silver, fair to dark, and she stroked them with her huge, bony fingers as she laughed at Bibot.\n"}}
{"white": {"word": "white", "line": "“Driven by an old hag. . . . A covered cart . . .” “There were a dozen . . .” “An old hag who said her son had the plague?” “Yes . . .” “You have not let them go?” “_Morbleu!_” said Bibot, whose purple cheeks had suddenly become white with fear.\n"}}
{"purple": {"word": "purple", "line": "“Driven by an old hag. . . . A covered cart . . .” “There were a dozen . . .” “An old hag who said her son had the plague?” “Yes . . .” “You have not let them go?” “_Morbleu!_” said Bibot, whose purple cheeks had suddenly become white with fear.\n"}}
{"black": {"word": "black", "line": "’Arry, ’e looked uncommon thirsty too,” simpered Martha, one of the little kitchen-maids; and her beady black eyes twinkled as they met those of her companion, whereupon both started on a round of short and suppressed giggles.\n"}}
{"pink": {"word": "rosy", "line": "Sally looked cross for a moment, and thoughtfully rubbed her hands against her shapely hips; her palms were itching, evidently, to come in contact with Martha’s rosy cheeks—but inherent good-humour prevailed, and with a pout and a shrug of the shoulders, she turned her attention to the fried potatoes.\n"}}
{"brown": {"word": "brown", "line": "Sally had gone to the small mirror which hung in a corner of the kitchen, and was hastily smoothing her hair and setting her frilled cap at its most becoming angle over her dark curls; then she took up the tankards by their handles, three in each strong, brown hand, and laughing, grumbling, blushing, carried them through into the coffee-room.\n"}}
{"black": {"word": "black", "line": "Yet it was an old place, even then, for the oak rafters and beams were already black with age—as were the panelled seats, with their tall backs, and the long polished tables between, on which innumerable pewter tankards had left fantastic patterns of many-sized rings.\n"}}
{"red": {"word": "scarlet", "line": "In the leaded window, high up, a row of pots of scarlet geraniums and blue larkspur gave the bright note of colour against the dull background of the oak.\n"}}
{"blue": {"word": "blue", "line": "In the leaded window, high up, a row of pots of scarlet geraniums and blue larkspur gave the bright note of colour against the dull background of the oak.\n"}}
{"red": {"word": "scarlet", "line": "The pewter on the fine old dressers, the brass above the gigantic hearth, shone like silver and gold—the red-tiled floor was as brilliant as the scarlet geranium on the window sill—this meant that his servants were good and plentiful, that the custom was constant, and of that order which necessitated the keeping up of the coffee-room to a high standard of elegance and order.\n"}}
{"silver": {"word": "silver", "line": "The pewter on the fine old dressers, the brass above the gigantic hearth, shone like silver and gold—the red-tiled floor was as brilliant as the scarlet geranium on the window sill—this meant that his servants were good and plentiful, that the custom was constant, and of that order which necessitated the keeping up of the coffee-room to a high standard of elegance and order.\n"}}
{"white": {"word": "white", "line": "As Sally came in, laughing through her frowns, and displaying a row of dazzling white teeth, she was greeted with shouts and chorus of applause.\n"}}
{"white": {"word": "fair", "line": "A young man with fair curly hair, and eager, bright blue eyes, was engaging most of her attention and the whole of her time, whilst broad witticisms anent Jimmy Pitkin’s fictitious grandmother flew from mouth to mouth, mixed with heavy puffs of pungent tobacco smoke.\n"}}
{"blue": {"word": "blue", "line": "A young man with fair curly hair, and eager, bright blue eyes, was engaging most of her attention and the whole of her time, whilst broad witticisms anent Jimmy Pitkin’s fictitious grandmother flew from mouth to mouth, mixed with heavy puffs of pungent tobacco smoke.\n"}}
{"red": {"word": "scarlet", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self-respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n"}}
{"brown": {"word": "brown", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self-respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n"}}
{"grey": {"word": "grey", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self-respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n"}}
{"red": {"word": "red", "line": "Through the dense clouds of tobacco smoke that hung about in every corner, the faces of Mr. Jellyband’s customers appeared red and pleasant to look at, and on good terms with themselves, their host and all the world; from every side of the room loud guffaws accompanied pleasant, if not highly intellectual, conversation—while Sally’s repeated giggles testified to the good use Mr. Harry Waite was making of the short time she seemed inclined to spare him.\n"}}
{"brown": {"word": "brown", "line": "“Aye, and bless your brown eyes for being so sharp, my pretty Sally,” said the man who had just entered, whilst worthy Mr. Jellyband came bustling forward, eager, alert and fussy, as became the advent of one of the most favoured guests of his hostel.\n"}}
{"blue": {"word": "blue", "line": "And very gay and inviting it looked, with a large bunch of brilliantly coloured dahlias in the centre, and the bright pewter goblets and blue china about.\n"}}
{"white": {"word": "pale", "line": "How could my children and I ever show enough gratitude to you all, Messieurs?” Her companion, a dainty, girlish figure, childlike and pathetic in its look of fatigue and of sorrow, had said nothing as yet, but her eyes, large, brown, and full of tears, looked up from the fire and sought those of Sir Andrew Ffoulkes, who had drawn near to the hearth and to her; then, as they met his, which were fixed with unconcealed admiration upon the sweet face before him, a thought of warmer colour rushed up to her pale cheeks.\n"}}
{"brown": {"word": "brown", "line": "How could my children and I ever show enough gratitude to you all, Messieurs?” Her companion, a dainty, girlish figure, childlike and pathetic in its look of fatigue and of sorrow, had said nothing as yet, but her eyes, large, brown, and full of tears, looked up from the fire and sought those of Sir Andrew Ffoulkes, who had drawn near to the hearth and to her; then, as they met his, which were fixed with unconcealed admiration upon the sweet face before him, a thought of warmer colour rushed up to her pale cheeks.\n"}}
{"pink": {"word": "rose", "line": "Hey, Sally there, are ye ready, my girl?” Sally was ready, and the next moment she appeared in the doorway carrying a gigantic tureen, from which rose a cloud of steam and an abundance of savoury odour.\n"}}
{"pink": {"word": "rose", "line": "Then the young Vicomte de Tournay rose, glass in hand, and with the graceful affectation peculiar to the times, he raised it aloft, and said in broken English,— “To His Majesty George Three of England.\n"}}
{"pink": {"word": "rose", "line": "“May God protect him, and give him victory over his enemies.” Everyone rose and drank this toast in silence.\n"}}
{"brown": {"word": "brown", "line": "“As for me, Monsieur,” said Suzanne, suddenly, as she looked through a wealth of brown curls across at Sir Andrew, “I trust you absolutely, and I _know_ that you will bring my dear father safely to England, just as you brought us to-day.” This was said with so much confidence, such unuttered hope and belief, that it seemed as if by magic to dry the mother’s eyes, and to bring a smile upon everybody’s lips.\n"}}
{"red": {"word": "red", "line": "They say in Paris that every time a royalist escapes to England that devil, Foucquier-Tinville, the Public Prosecutor, receives a paper with that little flower dessinated in red upon it. . . .\n"}}
{"red": {"word": "red", "line": "“I have heard that the picture of that little red flower is the only thing that frightens him.” “Faith, then,” said Sir Andrew, “he will have many more opportunities of studying the shape of that small scarlet flower.” “Ah!\n"}}
{"red": {"word": "scarlet", "line": "Then came the hope of salvation; the mysterious epistle, signed with the enigmatical scarlet device; the clear, peremptory directions; the parting from the Comte de Tournay, which had torn the poor wife’s heart in two; the hope of reunion; the flight with her two children; the covered cart; that awful hag driving it, who looked like some horrible evil demon, with the ghastly trophy on her whip handle!\n"}}
{"blue": {"word": "blue", "line": "The rich blue velvet robe moulded in its every line the graceful contour of the figure, whilst one tiny hand held, with a dignity all its own, the tall stick adorned with a large bunch of ribbons which fashionable ladies of the period had taken to carrying recently.\n"}}
{"white": {"word": "fair", "line": "In France, St. Just and his party had triumphed, and here in England, face to face with these three refugees driven from their country, flying for their lives, bereft of all which centuries of luxury had given them, there stood a fair scion of those same republican families which had hurled down a throne, and uprooted an aristocracy whose origin was lost in the dim and distant vista of bygone centuries.\n"}}
{"white": {"word": "white", "line": "For the moment Marguerite’s sweet face had become as white as the soft fichu which swathed her throat, and a very keen observer might have noted that the hand which held the tall, beribboned stick was clenched, and trembled somewhat.\n"}}
{"blue": {"word": "blue", "line": "But this was only momentary; the next instant the delicate eyebrows were raised slightly, the lips curved sarcastically upwards, the clear blue eyes looked straight at the rigid Comtesse, and with a slight shrug of the shoulders— “Hoity-toity, citizeness,” she said gaily, “what fly stings you, pray?” “We are in England now, Madame,” rejoined the Comtesse, coldly, “and I am at liberty to forbid my daughter to touch your hand in friendship.\n"}}
{"blue": {"word": "blue", "line": "Tall, above the average, even for an Englishman, broad-shouldered and massively built, he would have been called unusually good-looking, but for a certain lazy expression in his deep-set blue eyes, and that perpetual inane laugh which seemed to disfigure his strong, clearly-cut mouth.\n"}}
{"white": {"word": "white", "line": "On this special afternoon in September, in spite of the long journey by coach, in spite of rain and mud, his coat set irreproachably across his fine shoulders, his hands looked almost femininely white, as they emerged through billowy frills of finest Mechlin lace: the extravagantly short-waisted satin coat, wide-lapelled waistcoat, and tight-fitting striped breeches, set off his massive figure to perfection, and in repose one might have admired so fine a specimen of English manhood, until the foppish ways, the affected movements, the perpetual inane laugh, brought one’s admiration of Sir Percy Blakeney to an abrupt close.\n"}}
{"blue": {"word": "blue", "line": "He had lolled into the old-fashioned inn parlour, shaking the wet off his fine overcoat; then putting up a gold-rimmed eye-glass to his lazy blue eye, he surveyed the company, upon whom an embarrassed silence had suddenly fallen.\n"}}
{"blue": {"word": "blue", "line": "Demmed climate this.” With a quaint little laugh, half of embarrassment and half of sarcasm, Marguerite had turned towards her husband, and was surveying him from head to foot, with an amused little twinkle in her merry blue eyes.\n"}}
{"pink": {"word": "rose", "line": "“Faith, Ffoulkes, if that’s a specimen of the goods you and your friends bring over from France, my advice to you is, drop ’em ’mid Channel, my friend, or I shall have to see old Pitt about it, get him to clap on a prohibitive tariff, and put you in the stocks an you smuggle.” “La, Sir Percy, your chivalry misguides you,” said Marguerite, coquettishly, “you forget that you yourself have imported one bundle of goods from France.” Blakeney slowly rose to his feet, and, making a deep and elaborate bow before his wife, he said with consummate gallantry,— “I had the pick of the market, Madame, and my taste is unerring.” “More so than your chivalry, I fear,” she retorted sarcastically.\n"}}
{"white": {"word": "white", "line": "Outside the rain had ceased, and through the swiftly passing clouds, the pale rays of an after-storm sun shone upon the beautiful white coast of Kent and the quaint, irregular houses that clustered round the Admiralty Pier.\n"}}
{"white": {"word": "white", "line": "Silhouetted against the ever-changing sky, a graceful schooner, with white sails set, was gently dancing in the breeze.\n"}}
{"grey": {"word": "grey", "line": "In the distance two figures were approaching “The Fisherman’s Rest”: one, an oldish man, with a curious fringe of grey hairs round a rotund and massive chin, and who walked with that peculiar rolling gait which invariably betrays the seafaring man: the other, a young, slight figure, neatly and becomingly dressed in a dark, many-caped overcoat; he was clean-shaved, and his dark hair was taken well back over a clear and noble forehead.\n"}}
{"grey": {"word": "grey", "line": "“How much time have we got, Briggs?” asked Lady Blakeney, “before M. St. Just need go on board?” “We ought to weigh anchor before half an hour, your ladyship,” replied the old man, pulling at his grey forelock.\n"}}
{"white": {"word": "white", "line": "The gentle sea-breeze blew Marguerite’s hair about her face, and sent the ends of her soft lace fichu waving round her, like a white and supple snake.\n"}}
{"blue": {"word": "blue", "line": ". . if . . .” Her voice was choked in sobs, her eyes, tender, blue and loving, gazed appealingly at the young man, who in his turn looked steadfastly into hers.\n"}}
{"green": {"word": "green", "line": "THE ACCREDITED AGENT The afternoon was rapidly drawing to a close; and a long, chilly English summer’s evening was throwing a misty pall over the green Kentish landscape.\n"}}
{"white": {"word": "white", "line": "The _Day Dream_ had set sail, and Marguerite Blakeney stood alone on the edge of the cliff for over an hour, watching those white sails, which bore so swiftly away from her the only being who really cared for her, whom she dared to love, whom she knew she could trust.\n"}}
{"yellow": {"word": "yellow", "line": "Some little distance away to her left the lights from the coffee-room of “The Fisherman’s Rest” glittered yellow in the gathering mist; from time to time it seemed to her aching nerves as if she could catch from thence the sound of merry-making and of jovial talk, or even that perpetual, senseless laugh of her husband’s, which grated continually upon her sensitive ears.\n"}}
{"white": {"word": "white", "line": "She supposed that, in his own stupid, good-natured way, he may have understood that she would wish to remain alone, while those white sails disappeared into the vague horizon, so many miles away.\n"}}
{"white": {"word": "white", "line": "He remained the same, always passive, drawling, sleepy, always courteous, invariably a gentleman: she had all that the world and a wealthy husband can give to a pretty woman, yet on this beautiful summer’s evening, with the white sails of the _Day Dream_ finally hidden by the evening shadows, she felt more lonely than that poor tramp who plodded his way wearily along the rugged cliffs.\n"}}
{"white": {"word": "fair", "line": "“But tell me,” she added merrily, “what in the world, or whom in the world, are you doing here in England?” “I might return the subtle compliment, fair lady,” he said.\n"}}
{"white": {"word": "pale", "line": "Chauvelin stood beside her, his shrewd, pale, yellow eyes fixed on the pretty face, which looked so sweet and childlike in this soft English summer twilight.\n"}}
{"yellow": {"word": "yellow", "line": "Chauvelin stood beside her, his shrewd, pale, yellow eyes fixed on the pretty face, which looked so sweet and childlike in this soft English summer twilight.\n"}}
{"white": {"word": "fair", "line": "The prescription I would offer, fair lady, is called by a very plebeian name: Work!” “Work?” Chauvelin looked at Marguerite long and scrutinisingly.\n"}}
{"white": {"word": "pale", "line": "It seemed as if those keen, pale eyes of his were reading every one of her thoughts.\n"}}
{"green": {"word": "green", "line": ". . Lud!” she added gaily, “the other day I ordered at my milliner’s a blue dress trimmed with green, and bless me, if she did not call that ‘à la Scarlet Pimpernel.’” Chauvelin had not moved while she prattled merrily along; he did not even attempt to stop her when her musical voice and her childlike laugh went echoing through the still evening air.\n"}}
{"blue": {"word": "blue", "line": ". . Lud!” she added gaily, “the other day I ordered at my milliner’s a blue dress trimmed with green, and bless me, if she did not call that ‘à la Scarlet Pimpernel.’” Chauvelin had not moved while she prattled merrily along; he did not even attempt to stop her when her musical voice and her childlike laugh went echoing through the still evening air.\n"}}
{"pink": {"word": "rose", "line": "Her eyes were moist when Chauvelin had finished speaking, the lace at her bosom rose and fell with her quick, excited breathing; she no longer heard the noise of drinking from the inn, she did not heed her husband’s voice or his inane laugh, her thoughts had gone wandering in search of the mysterious hero!\n"}}
{"white": {"word": "pale", "line": "Marguerite’s fresh young cheeks became a thought more pale and she bit her under lip, for she would not let him see that the shaft had struck home.\n"}}
{"brown": {"word": "brown", "line": "Sir Andrew had been dreaming evidently, gazing into the fire, and seeing therein, no doubt, a pretty, piquant face, with large brown eyes and a wealth of dark curls round a childish forehead.\n"}}
{"red": {"word": "red", "line": "When he wants to speak to us, he will contrive to let us know.” The two young men were both bending over the fire, for the blaze had died down, and only a red glow from the dying embers cast a lurid light on a narrow semicircle in front of the hearth.\n"}}
{"red": {"word": "red", "line": "The rest of the room lay buried in complete gloom; Sir Andrew had taken a pocket-book from his pocket, and drawn therefrom a paper, which he unfolded, and together they tried to read it by the dim red firelight.\n"}}
{"black": {"word": "inky", "line": "A figure had emerged from under one of the benches; with snake-like, noiseless movements it crept closer and closer to the two young men, not breathing, only gliding along the floor, in the inky blackness of the room.\n"}}
{"red": {"word": "red", "line": "“Not a bad day’s work on the whole,” he muttered, as he quietly took off his mask, and his pale, fox-like eyes glittered in the red glow of the fire.\n"}}
{"white": {"word": "pale", "line": "“Not a bad day’s work on the whole,” he muttered, as he quietly took off his mask, and his pale, fox-like eyes glittered in the red glow of the fire.\n"}}
{"white": {"word": "fair", "line": "“Now, fair Marguerite Blakeney,” he added viciously between his clenched teeth, “I think that you will help me to find the Scarlet Pimpernel.” IN THE OPERA BOX It was one of the gala nights at Covent Garden Theatre, the first of the autumn season in this memorable year of grace 1792.\n"}}
{"black": {"word": "black", "line": "In Lord Grenville’s box, too, a curious, interesting personality attracted everyone’s attention; a thin, small figure with shrewd, sarcastic face and deep-set eyes, attentive to the music, keenly critical of the audience, dressed in immaculate black, with dark hair free from any powder.\n"}}
{"black": {"word": "black", "line": "Among these the Comtesse de Tournay de Basserive, but lately arrived from France, was a most conspicuous figure: dressed in deep, heavy black silk, with only a white lace kerchief to relieve the aspect of mourning about her person, she sat beside Lady Portarles, who was vainly trying by witty sallies and somewhat broad jokes, to bring a smile to the Comtesse’s sad mouth.\n"}}
{"white": {"word": "white", "line": "Among these the Comtesse de Tournay de Basserive, but lately arrived from France, was a most conspicuous figure: dressed in deep, heavy black silk, with only a white lace kerchief to relieve the aspect of mourning about her person, she sat beside Lady Portarles, who was vainly trying by witty sallies and somewhat broad jokes, to bring a smile to the Comtesse’s sad mouth.\n"}}
{"gold": {"word": "gold", "line": "Lady Portarles, whose voice and manner would not have misfitted a jockey, had a heart of gold, and hid the most genuine sympathy and most gentle kindliness, beneath the somewhat coarse manners affected by some ladies at that time.\n"}}
{"black": {"word": "black", "line": "Lord Grenville took a hasty farewell of the ladies and slipped back into his box, where M. Chauvelin had sat all through this _entr’acte_, with his eternal snuff-box in his hand, and with his keen pale eyes intently fixed upon a box opposite to him, where, with much frou-frou of silken skirts, much laughter and general stir of curiosity amongst the audience, Marguerite Blakeney had just entered, accompanied by her husband, and looking divinely pretty beneath the wealth of her golden, reddish curls, slightly besprinkled with powder, and tied back at the nape of her graceful neck with a gigantic black bow.\n"}}
{"white": {"word": "pale", "line": "Lord Grenville took a hasty farewell of the ladies and slipped back into his box, where M. Chauvelin had sat all through this _entr’acte_, with his eternal snuff-box in his hand, and with his keen pale eyes intently fixed upon a box opposite to him, where, with much frou-frou of silken skirts, much laughter and general stir of curiosity amongst the audience, Marguerite Blakeney had just entered, accompanied by her husband, and looking divinely pretty beneath the wealth of her golden, reddish curls, slightly besprinkled with powder, and tied back at the nape of her graceful neck with a gigantic black bow.\n"}}
{"gold": {"word": "gold", "line": "It suited her graceful, regal figure to perfection, composed as it was of shimmering stuff which seemed a mass of rich gold embroidery.\n"}}
{"blue": {"word": "blue", "line": "The very joy of living was writ plainly upon the sweet young face, it sparkled out of the merry blue eyes and lit up the smile that lurked around the lips.\n"}}
{"white": {"word": "pale", "line": "Chauvelin had not raised his voice above a whisper; he was now quietly taking a pinch of snuff, yet there was something in his attitude, something in those pale, foxy eyes, which seemed to freeze the blood in her veins, as would the sight of some deadly hitherto unguessed peril.\n"}}
{"white": {"word": "fair", "line": "“Nay, fair lady,” he said gallantly, “only an arrow shot into the air.” He paused a moment, like a cat which sees a mouse running heedlessly by, ready to spring, yet waiting with that feline sense of enjoyment of mischief about to be done.\n"}}
{"white": {"word": "fair", "line": "two very ugly words, fair lady,” protested Chauvelin, urbanely.\n"}}
{"red": {"word": "red", "line": "“Look again, citoyenne, and you will understand.” “There is a device here in the corner, a small red flower . . .” “Yes.” “The Scarlet Pimpernel,” she said eagerly, “and G.’s ball means Grenville’s ball. . . .\n"}}
{"white": {"word": "white", "line": ". . .” He extended two slender, white fingers towards Chauvelin, who had risen when Sir Percy entered the box.\n"}}
{"black": {"word": "black", "line": "Not far from Lord Grenville’s elbow, leaning against one of the console tables, Chauvelin, in his irreproachable black costume, was taking a quiet survey of the brilliant throng.\n"}}
{"white": {"word": "pale", "line": "He noted that Sir Percy and Lady Blakeney had not yet arrived, and his keen, pale eyes glanced quickly towards the door every time a newcomer appeared.\n"}}
{"white": {"word": "fair", "line": "The Prince of Wales, dressed in a magnificent court suit of salmon-coloured velvet richly embroidered with gold, entered with Marguerite Blakeney on his arm; and on his left Sir Percy, in gorgeous shimmering cream satin, cut in the extravagant “Incroyable” style, his fair hair free from powder, priceless lace at his neck and wrists, and the flat _chapeau-bras_ under his arm.\n"}}
{"gold": {"word": "gold", "line": "The Prince of Wales, dressed in a magnificent court suit of salmon-coloured velvet richly embroidered with gold, entered with Marguerite Blakeney on his arm; and on his left Sir Percy, in gorgeous shimmering cream satin, cut in the extravagant “Incroyable” style, his fair hair free from powder, priceless lace at his neck and wrists, and the flat _chapeau-bras_ under his arm.\n"}}
{"blue": {"word": "blue", "line": ". . her enemies, the enemies of England.” Marguerite’s blue eyes had twinkled with merriment at this gracious speech from her exalted friend.\n"}}
{"blue": {"word": "blue", "line": "“His Royal Highness is ever gracious, Madame,” said Marguerite, demurely, and with a wealth of mischief in her twinkling blue eyes, “but here there is no need for his kind mediation. . . .\n"}}
{"red": {"word": "red", "line": "“Nay, Monseigneur,” he said now, as if in direct response to the Prince’s challenge, “pray do not check this gentleman’s display of gratitude; the name of that interesting red flower is well known to me—and to France.” The Prince looked at him keenly for a moment or two.\n"}}
{"white": {"word": "fair", "line": ". . you would render yourself popular among the fair sex if you were to gratify their curiosity.” “Ah, Monseigneur,” said Chauvelin, significantly, “rumour has it in France that your Highness could—an you would—give the truest account of that enigmatical wayside flower.” He looked quickly and keenly at Marguerite as he spoke; but she betrayed no emotion, and her eyes met his quite fearlessly.\n"}}
{"white": {"word": "fair", "line": ". . so his fair adorers have to be content with worshipping a shadow.\n"}}
{"white": {"word": "fair", "line": "Here in England, Monsieur,” he added, with wonderful charm and dignity, “we but name the Scarlet Pimpernel, and every fair cheek is suffused with a blush of enthusiasm.\n"}}
{"pink": {"word": "blush", "line": "Here in England, Monsieur,” he added, with wonderful charm and dignity, “we but name the Scarlet Pimpernel, and every fair cheek is suffused with a blush of enthusiasm.\n"}}
{"white": {"word": "fair", "line": "We know not if he be tall or short, fair or dark, handsome or ill-formed; but we know that he is the bravest gentleman in all the world, and we all feel a little proud, Monsieur, when we remember that he is an Englishman.” “Ah, Monsieur Chauvelin,” added Marguerite, looking almost with defiance across at the placid, sphinx-like face of the Frenchman, “His Royal Highness should add that we ladies think of him as of a hero of old .\n"}}
{"red": {"word": "red", "line": "The pleasure-loving, idle Prince he despised; the beautiful woman, who in her golden hair wore a spray of small red flowers composed of rubies and diamonds—her he held in the hollow of his hand: he could afford to remain silent and to await events.\n"}}
{"blue": {"word": "blue", "line": "Surely not, with his gentle blue eyes, which were looking so tenderly and longingly after little Suzanne, who was being led away from the pleasant _tête-à-tête_ by her stern mother.\n"}}
{"silver": {"word": "silver", "line": "Sir Andrew was standing with his back to her and close to a table upon which stood a massive silver candelabra.\n"}}
{"red": {"word": "red", "line": "Sir Andrew quickly and dexterously put out the flames and replaced the candelabra upon the table; but this had taken him a few seconds to do, and those seconds had been all that Marguerite needed to cast a quick glance at the paper, and to note its contents—a dozen words in the same distorted handwriting she had seen before, and bearing the same device—a star-shaped flower drawn in red ink.\n"}}
{"white": {"word": "fair", "line": "He did not notice the strange smile on the face of his fair _vis-à-vis_, so intent was he on the work of destruction; perhaps, had he done so, the look of relief would have faded from his face.\n"}}
{"white": {"word": "fair", "line": "“And now, Sir Andrew,” said Marguerite Blakeney, with the pretty nonchalance peculiar to herself, and with the most winning of smiles, “will you venture to excite the jealousy of your fair lady by asking me to dance the minuet?” EITHER—OR?\n"}}
{"white": {"word": "pale", "line": "His eyes had met hers for a moment after the ’fore-supper minuet, and she knew that the keen diplomatist, with those searching pale eyes of his, had divined that her work was accomplished.\n"}}
{"white": {"word": "pale", "line": "She was pale as a statue, her hands were icy cold, her head and heart throbbed with the awful strain upon her nerves.\n"}}
{"gold": {"word": "gold", "line": "The recording angel, who writes in the book of gold, alone could give an answer.\n"}}
{"white": {"word": "fair", "line": "“I think,” he said, with a triumphant smile, “that I may safely expect to find the person I seek in the dining-room, fair lady.” “There may be more than one.” “Whoever is there, as the clock strikes one, will be shadowed by one of my men; of these, one, or perhaps two, or even three, will leave for France to-morrow.\n"}}
{"white": {"word": "fair", "line": "_One_ of these will be the ‘Scarlet Pimpernel.’” “Yes?—And?” “I also, fair lady, will leave for France to-morrow.\n"}}
{"white": {"word": "fair", "line": "But it seems that he has decided not to send his emissaries, that ‘he will start himself to-morrow.’ Now, one of those persons whom I shall see anon in the supper-room, will be journeying to Calais, and I shall follow that person, until I have tracked him to where those fugitive aristocrats await him; for that person, fair lady, will be the man whom I have sought for, for nearly a year, the man whose energy has outdone me, whose ingenuity has baffled me, whose audacity has set me wondering—yes!\n"}}
{"white": {"word": "white", "line": "It was a ghostlike replica, in fact, of that fashionable gathering upstairs; a ghost that haunts every house where balls and good suppers are given; a picture drawn with white chalk on grey cardboard, dull and colourless, now that the bright silk dresses and gorgeously embroidered coats were no longer there to fill in the foreground, and now that the candles flickered sleepily in their sockets.\n"}}
{"grey": {"word": "grey", "line": "It was a ghostlike replica, in fact, of that fashionable gathering upstairs; a ghost that haunts every house where balls and good suppers are given; a picture drawn with white chalk on grey cardboard, dull and colourless, now that the bright silk dresses and gorgeously embroidered coats were no longer there to fill in the foreground, and now that the candles flickered sleepily in their sockets.\n"}}
{"white": {"word": "pale", "line": ". . a cruel look, that would have made her shudder, gleamed in Chauvelin’s keen, pale eyes.\n"}}
{"white": {"word": "pale", "line": "Chauvelin looked at him as he lay there, placid, unconscious, at peace with all the world and himself, after the best of suppers, and a smile, that was almost one of pity, softened for a moment the hard lines of the Frenchman’s face and the sarcastic twinkle of his pale eyes.\n"}}
{"green": {"word": "green", "line": "You seem ailing, Lady Blakeney.” “I am only very tired,” she repeated wearily, as she allowed Lord Fancourt to lead her, where subdued lights and green plants lent coolness to the air.\n"}}
{"white": {"word": "fair", "line": "I wonder what your ladyship is thinking about,” he added, for evidently the fair lady’s thoughts were very far away, and she had not been listening to his intellectual conversation.\n"}}
{"pink": {"word": "rose", "line": "For one instant that possibility rose before her as a hope—the hope that the Scarlet Pimpernel had been warned by Sir Andrew, and that Chauvelin’s trap had failed to catch his bird; but that hope soon gave way to fear.\n"}}
{"white": {"word": "fair", "line": "He wanted an opportunity for slipping away: for sitting opposite to a lady, however fair, who is evidently not heeding the most vigorous efforts made for her entertainment, is not exhilarating, even to a Cabinet Minister.\n"}}
{"white": {"word": "fair", "line": "“Quiet and peace reigned supreme, fair lady; at that hour I was asleep in the corner of one sofa and Sir Percy Blakeney in another.” “Nobody came into the room at all?” “Nobody.” “Then we have failed, you and I?\n"}}
{"black": {"word": "black", "line": "With perfect gallantry he bowed over that tiny hand, which looked so dainty and white through the delicately transparent black lace mitten, and kissing the tips of the rosy fingers:— “Pray heaven that the thread may not snap,” he repeated, with his enigmatic smile.\n"}}
{"white": {"word": "white", "line": "With perfect gallantry he bowed over that tiny hand, which looked so dainty and white through the delicately transparent black lace mitten, and kissing the tips of the rosy fingers:— “Pray heaven that the thread may not snap,” he repeated, with his enigmatic smile.\n"}}
{"pink": {"word": "rosy", "line": "With perfect gallantry he bowed over that tiny hand, which looked so dainty and white through the delicately transparent black lace mitten, and kissing the tips of the rosy fingers:— “Pray heaven that the thread may not snap,” he repeated, with his enigmatic smile.\n"}}
{"silver": {"word": "silver", "line": "The river wound in and out in its pretty delicate curves, looking like a silver serpent beneath the glittering rays of the moon.\n"}}
{"white": {"word": "white", "line": "As usual, he did not speak to her, but stared straight in front of him, the ribbons seeming to lie quite loosely in his slender, white hands.\n"}}
{"blue": {"word": "blue", "line": "But now, in the moonlight, she could not catch the expression of the lazy blue eyes; she could only see the outline of the firm chin, the corner of the strong mouth, the well-cut massive shape of the forehead; truly, nature had meant well by Sir Percy; his faults must all be laid at the door of that poor, half-crazy mother, and of the distracted heart-broken father, neither of whom had cared for the young life which was sprouting up between them, and which, perhaps, their very carelessness was already beginning to wreck.\n"}}
{"red": {"word": "red", "line": "Built in Tudor days, the old red brick of the walls looks eminently picturesque in the midst of a bower of green, the beautiful lawn, with its old sun-dial, adding the true note of harmony to its foreground.\n"}}
{"green": {"word": "green", "line": "Built in Tudor days, the old red brick of the walls looks eminently picturesque in the midst of a bower of green, the beautiful lawn, with its old sun-dial, adding the true note of harmony to its foreground.\n"}}
{"gold": {"word": "gold", "line": "Great secular trees lent cool shadows to the grounds, and now, on this warm early autumn night, the leaves slightly turned to russets and gold, the old garden looked singularly poetic and peaceful in the moonlight.\n"}}
{"white": {"word": "white", "line": "He still wore his heavy driving coat with the numerous lapels and collars he himself had set in fashion, but he had thrown it well back, burying his hands as was his wont, in the deep pockets of his satin breeches: the gorgeous white costume he had worn at Lord Grenville’s ball, with its jabot of priceless lace, looked strangely ghostly against the dark background of the house.\n"}}
{"gold": {"word": "gold", "line": "When you came back two years later you had not forgotten me.” She looked divinely pretty as she stood there in the moonlight, with the fur-cloak sliding off her beautiful shoulders, the gold embroidery on her dress shimmering around her, her childlike blue eyes turned up fully at him.\n"}}
{"blue": {"word": "blue", "line": "When you came back two years later you had not forgotten me.” She looked divinely pretty as she stood there in the moonlight, with the fur-cloak sliding off her beautiful shoulders, the gold embroidery on her dress shimmering around her, her childlike blue eyes turned up fully at him.\n"}}
{"blue": {"word": "blue", "line": ". . to bridge over that sad estrangement?” His massive figure seemed, while she spoke thus to him, to stiffen still more, the strong mouth hardened, a look of relentless obstinacy crept into the habitually lazy blue eyes.\n"}}
{"grey": {"word": "grey", "line": "In the east a soft grey light was beginning to chase away the heavy mantle of the night.\n"}}
{"red": {"word": "red", "line": "He could only see her graceful outline now, the small queenly head, with its wealth of reddish golden curls, and the glittering gems forming the small, star-shaped, red flower which she wore as a diadem in her hair.\n"}}
{"grey": {"word": "grey", "line": "The dim, grey light of early dawn seemed to make his tall form look taller and more rigid.\n"}}
{"pink": {"word": "rosy", "line": "He closed his eyes to shut out the dainty vision of that sweet face, of that snow-white neck and graceful figure, round which the faint rosy light of dawn was just beginning to hover playfully.\n"}}
{"white": {"word": "pale", "line": "At first mention of Armand St. Just’s name and of the peril in which he stood, Sir Percy’s face had become a shade more pale; and the look of determination and obstinacy appeared more marked than ever between his eyes.\n"}}
{"grey": {"word": "grey", "line": "The grey of dawn was gradually yielding to the rosy light of the rising sun.\n"}}
{"pink": {"word": "rosy", "line": "The grey of dawn was gradually yielding to the rosy light of the rising sun.\n"}}
{"gold": {"word": "gold", "line": "The long train of her gold-embroidered gown swept the dead leaves off the steps, making a faint harmonious sh—sh—sh as she glided up, with one hand resting on the balustrade, the rosy light of dawn making an aureole of gold round her hair, and causing the rubies on her head and arms to sparkle.\n"}}
{"pink": {"word": "rosy", "line": "The long train of her gold-embroidered gown swept the dead leaves off the steps, making a faint harmonious sh—sh—sh as she glided up, with one hand resting on the balustrade, the rosy light of dawn making an aureole of gold round her hair, and causing the rubies on her head and arms to sparkle.\n"}}
{"pink": {"word": "rosy", "line": "The garden and the river beyond were flooded with rosy light.\n"}}
{"gold": {"word": "gold", "line": "Far away to the east, the rays of the rising sun had changed the rose into vivid gold.\n"}}
{"pink": {"word": "rose", "line": "Far away to the east, the rays of the rising sun had changed the rose into vivid gold.\n"}}
{"white": {"word": "white", "line": "But the noise had made her nervous, and when, suddenly, at her feet, on the very doorstep, she saw something white lying there—a letter evidently—she hardly dared touch it.\n"}}
{"blue": {"word": "blue", "line": "“Very soon!” he replied, looking longingly into her blue eyes.\n"}}
{"red": {"word": "crimson", "line": "She looked quite a girl this morning in her simple muslin frock, with a broad blue sash round her slim waist, and the dainty cross-over fichu into which, at her bosom, she had fastened a few late crimson roses.\n"}}
{"blue": {"word": "blue", "line": "She looked quite a girl this morning in her simple muslin frock, with a broad blue sash round her slim waist, and the dainty cross-over fichu into which, at her bosom, she had fastened a few late crimson roses.\n"}}
{"white": {"word": "fair", "line": "There was the same low, square forehead, crowned with thick, fair hair, smooth and heavy; the same deep-set, somewhat lazy blue eyes beneath firmly marked, straight brows; and in those eyes there was the same intensity behind that apparent laziness, the same latent passion which used to light up Percy’s face in the olden days before his marriage, and which Marguerite had again noted, last night at dawn, when she had come quite close to him, and had allowed a note of tenderness to creep into her voice.\n"}}
{"blue": {"word": "blue", "line": "There was the same low, square forehead, crowned with thick, fair hair, smooth and heavy; the same deep-set, somewhat lazy blue eyes beneath firmly marked, straight brows; and in those eyes there was the same intensity behind that apparent laziness, the same latent passion which used to light up Percy’s face in the olden days before his marriage, and which Marguerite had again noted, last night at dawn, when she had come quite close to him, and had allowed a note of tenderness to creep into her voice.\n"}}
{"gold": {"word": "gold", "line": "It was a solid gold ring, with a flat shield, on which was engraved a small device.\n"}}
{"gold": {"word": "gold", "line": "Stupidly, senselessly, now, sitting beneath the shade of an overhanging sycamore, she was looking at the plain gold shield, with the star-shaped little flower engraved upon it.\n"}}
{"brown": {"word": "brown", "line": "“_Chérie!—chérie!_ where are you?” and little Suzanne, fresh as a rosebud, with eyes dancing with glee, and brown curls fluttering in the soft morning breeze, came running across the lawn.\n"}}
{"red": {"word": "crimson", "line": "Nay, you need not blush, _chérie_,” she added, as she saw Suzanne’s pretty little face crimson with blushes.\n"}}
{"pink": {"word": "blush", "line": "Nay, you need not blush, _chérie_,” she added, as she saw Suzanne’s pretty little face crimson with blushes.\n"}}
{"white": {"word": "ashen", "line": "“But what is it, _chérie_?” said little Suzanne, now genuinely alarmed, for Marguerite’s colour had become dull and ashen.\n"}}
{"white": {"word": "pale", "line": ". . is in deadly peril.” Had she had the remotest doubt of the correctness of her deductions, she would have had them confirmed now, for Sir Andrew, completely taken by surprise, had grown very pale, and was quite incapable of making the slightest attempt at clever parrying.\n"}}
{"blue": {"word": "blue", "line": ". . the very seconds are precious!” “Will you tell me,” he asked resolutely, and looking searchingly into her blue eyes, “whose hand helped to guide M. Chauvelin to the knowledge which you say he possesses?” “Mine,” she said quietly, “I own it—I will not lie to you, for I wish you to trust me absolutely.\n"}}
{"gold": {"word": "gold", "line": "“Thanks, honest friend,” said Marguerite, who was still smiling at the thought of what the worthy fellow must be thinking at that very moment, “we shall require nothing more; and here’s for all the trouble you have been put to on our account.” She handed two or three gold pieces to Jellyband, who took them respectfully, and with becoming gratitude.\n"}}
{"white": {"word": "pale", "line": "There is a nasty storm blowing from France, the wind is dead against us, we cannot possibly sail until it has changed.” Marguerite became deadly pale.\n"}}
{"grey": {"word": "grey", "line": "This last time, the escape of the Comtesse de Tournay and her children had been a veritable masterpiece—Blakeney disguised as a hideous old market-woman, in filthy cap and straggling grey locks, was a sight fit to make the gods laugh.\n"}}
{"pink": {"word": "rose", "line": "Marguerite rose from the table with an impatient sigh.\n"}}
{"pink": {"word": "rose", "line": "After a sleepless night, she rose early, wild with excitement, dying to start on her journey, terrified lest further obstacles lay in her way.\n"}}
{"pink": {"word": "rose", "line": "She rose before anyone else in the house was astir, so frightened was she, lest she should miss the one golden opportunity of making a start.\n"}}
{"white": {"word": "white", "line": "The sunset was glorious after the storm, and Marguerite, as she watched the white cliffs of Dover gradually disappearing from view, felt more at peace and once more almost hopeful.\n"}}
{"grey": {"word": "grey", "line": "Gradually the grey coast of France began to emerge from the fast-gathering evening mists.\n"}}
{"red": {"word": "red", "line": "The men all wore red caps—in various stages of cleanliness—but all with the tricolour cockade pinned on the left-hand side.\n"}}
{"brown": {"word": "brown", "line": "Even the women went about with a curious look of fear and of hate lurking in their brown eyes; and all watched Marguerite as she stepped on shore, followed by Sir Andrew, and murmured as she passed along: “_Sacrés aristos!_” or else “_Sacrés Anglais!_” Otherwise their presence excited no further comment.\n"}}
{"red": {"word": "red", "line": "The individual who had come to the door in response to Sir Andrew’s knock, and who, presumably, was the owner of this squalid abode, was an elderly, heavily-built peasant, dressed in a dirty blue blouse, heavy sabots, from which wisps of straw protruded all round, shabby blue trousers, and the inevitable red cap with the tricolour cockade, that proclaimed his momentary political views.\n"}}
{"blue": {"word": "blue", "line": "The individual who had come to the door in response to Sir Andrew’s knock, and who, presumably, was the owner of this squalid abode, was an elderly, heavily-built peasant, dressed in a dirty blue blouse, heavy sabots, from which wisps of straw protruded all round, shabby blue trousers, and the inevitable red cap with the tricolour cockade, that proclaimed his momentary political views.\n"}}
{"white": {"word": "white", "line": "By the hearth sat a huddled-up figure clad, seemingly, mostly in rags: that figure was apparently a woman, although even that would have been hard to distinguish, except for the cap, which had once been white, and for what looked like the semblance of a petticoat.\n"}}
{"white": {"word": "white", "line": "“But where is he now?—Do you know?” she asked eagerly, placing her dainty white hand upon the dirty sleeve of his blue blouse.\n"}}
{"blue": {"word": "blue", "line": "“But where is he now?—Do you know?” she asked eagerly, placing her dainty white hand upon the dirty sleeve of his blue blouse.\n"}}
{"pink": {"word": "rose", "line": "One never knows what spies may be lurking around these God-forsaken places.” “What care I?” she replied lightly, “now I know that my husband is safe, and that I shall see him almost directly!” “Hush!” he said in genuine alarm, for she had talked quite loudly, in the fulness of her glee, “the very walls have ears in France, these days.” He rose quickly from the table, and walked round the bare, squalid room, listening attentively at the door, through which Brogard had just disappeared, and whence only muttered oaths and shuffling footsteps could be heard.\n"}}
{"gold": {"word": "gold", "line": "At sight of the gold, however, his lazy attitude relaxed slightly; he took his pipe from his mouth and shuffled into the room.\n"}}
{"white": {"word": "pale", "line": "There was at that moment so much deadly hatred, such fiendish malice in the thin face and pale, small eyes, that Marguerite’s last hope died in her heart, for she felt that from this man she could expect no mercy.\n"}}
{"white": {"word": "white", "line": "As usual, his get-up was absolutely irreproachable, the fine Mechlin lace at his neck and wrists was immaculate in its gossamer daintiness, his hands looked slender and white, his fair hair was carefully brushed, and he carried his eye-glass with his usual affected gesture.\n"}}
{"purple": {"word": "purple", "line": "His thin face became absolutely purple, and a violent fit of coughing saved this cunning representative of France from betraying the most boundless surprise he had ever experienced.\n"}}
{"blue": {"word": "blue", "line": "She looked through the tattered curtain, across at the handsome face of her husband, in whose lazy blue eyes, and behind whose inane smile, she could now so plainly see the strength, energy, and resourcefulness which had caused the Scarlet Pimpernel to be reverenced and trusted by his followers.\n"}}
{"blue": {"word": "blue", "line": "“There are nineteen of us ready to lay down our lives for your husband, Lady Blakeney,” Sir Andrew had said to her; and as she looked at the forehead, low, but square and broad, the eyes, blue, yet deep-set and intense, the whole aspect of the man, of indomitable energy, hiding, behind a perfectly acted comedy, his almost superhuman strength of will and marvellous ingenuity, she understood the fascination which he exercised over his followers, for had he not also cast his spells over her heart and her imagination?\n"}}
{"pink": {"word": "rose", "line": "I pray you take no heed of me. . . . My time’s my own.” He rose from the table and dragged a chair to the hearth.\n"}}
{"white": {"word": "pale", "line": "Fortunately, there’s not much harm done, or it had fared ill with you, Citoyen Desgas.” Desgas turned a little pale.\n"}}
{"red": {"word": "red", "line": "His red hair, which he wore after the fashion of the Polish Jews, with the corkscrew curls each side of his face, was plentifully sprinkled with grey—a general coating of grime, about his cheeks and his chin, gave him a peculiarly dirty and loathsome appearance.\n"}}
{"gold": {"word": "gold", "line": "He wanted to know if he could hire a horse and cart to go down along the St. Martin Road, to a place he wanted to reach to-night.” “What did you say?” “I did not say anything,” said the Jew in an injured tone, “Reuben Goldstein, that accursed traitor, that son of Belial . . .” “Cut that short, man,” interrupted Chauvelin, roughly, “and go on with your story.” “He took the words out of my mouth, your Excellency; when I was about to offer the wealthy Englishman my horse and cart, to take him wheresoever he chose, Reuben had already spoken, and offered his half-starved nag, and his broken-down cart.” “And what did the Englishman do?” “He listened to Reuben Goldstein, your Excellency, and put his hand in his pocket then and there, and took out a handful of gold, which he showed to that descendant of Beelzebub, telling him that all that would be his, if the horse and cart were ready for him by eleven o’clock.” “And, of course, the horse and cart were ready?” “Well!\n"}}
{"silver": {"word": "silver", "line": "There was a long pause, whilst Chauvelin frowned impatiently at the stooping figure before him: at last the Jew slowly put his hand in his breast pocket, and drew out from its capacious depths a number of silver coins.\n"}}
{"gold": {"word": "gold", "line": "“Twenty francs, your Excellency,” replied the Jew, “and I have been an honest man all my life.” Chauvelin without further comment took a few pieces of gold out of his own pocket, and leaving them in the palm of his hand, he allowed them to jingle as he held them out towards the Jew.\n"}}
{"gold": {"word": "gold", "line": "“How many gold pieces are there in the palm of my hand?” he asked quietly.\n"}}
{"gold": {"word": "gold", "line": "The eyes of the Jew shot a quick, keen glance at the gold in his interlocutor’s hand.\n"}}
{"gold": {"word": "gold", "line": "Chauvelin without another word threw the five pieces of gold one by one before the Jew, who knelt down, and on his hands and knees struggled to collect them.\n"}}
{"gold": {"word": "gold", "line": "Chauvelin quietly waited while the old man scrambled on the floor, to find the piece of gold.\n"}}
{"gold": {"word": "gold", "line": "But if we find my friend the tall Englishman, either on the road or at the Père Blanchard’s hut, there will be ten more gold pieces for you.\n"}}
{"gold": {"word": "gold", "line": "I can see the imprint of the cart wheels, driven by that traitor, that son of the Amalekite.” “You are sure of the road?” “As sure as I am of the presence of those ten gold pieces in the noble Excellency’s pockets, which I trust will presently be mine.” “As soon as I have shaken hands with my friend the tall stranger, they will certainly be yours.” “Hark, what was that?” said the Jew suddenly.\n"}}
{"black": {"word": "charcoal", "line": "It was then empty, but in one corner of the hut, there was a charcoal fire, and a couple of stools were also in the hut.\n"}}
{"black": {"word": "charcoal", "line": "‘Oh, yes,’ he replied, ‘’tis the place sure enough,’ and by the light of the charcoal fire he showed to his companion a paper, which he carried.\n"}}
{"white": {"word": "white", "line": "Marguerite’s gaze rested for an instant on the brilliant, silvery waters; and as she gazed, her heart, which had been numb with pain for all these hours, seemed to soften and distend, and her eyes filled with hot tears: not three miles away, with white sails set, a graceful schooner lay in wait.\n"}}
{"white": {"word": "white", "line": "It was the _Day Dream_, Percy’s favourite yacht, with old Briggs, that prince of skippers, aboard, and all her crew of British sailors: her white sails, glistening in the moonlight, seemed to convey a message to Marguerite of joy and hope, which yet she feared could never be.\n"}}
{"white": {"word": "white", "line": "She waited there, out at sea, waited for her master, like a beautiful white bird all ready to take flight, and he would never reach her, never see her smooth deck again, never gaze any more on the white cliffs of England, the land of liberty and of hope.\n"}}
{"red": {"word": "red", "line": "Suddenly, as she gazed, she saw at some little distance on her left, and about midway down the cliffs, a rough wooden construction, through the walls of which a tiny red light glimmered like a beacon.\n"}}
{"green": {"word": "green", "line": "Bewildered, half frantic with the bitterness of disappointment, she looked round her helplessly, and, bending down quite close to her, she saw through the mist, which seemed to gather round her, a pair of keen, malicious eyes, which appeared to her excited brain to have a weird, supernatural green light in them.\n"}}
{"red": {"word": "red", "line": "Chauvelin must have given some directions, which she was too dazed to hear, for she felt herself lifted from off her feet: the bandage round her mouth was made more secure, and a pair of strong arms carried her towards that tiny, red light, on ahead, which she had looked upon as a beacon and the last faint glimmer of hope.\n"}}
{"red": {"word": "red", "line": "The sea was roaring some two hundred feet below her, and on looking all round she could no longer see any vestige of the tiny glimmer of red light.\n"}}
{"white": {"word": "fair", "line": "“Before that handkerchief is removed from your pretty mouth, fair lady,” whispered Chauvelin close to her ear, “I think it right to give you one small word of warning.\n"}}
{"red": {"word": "scarlet", "line": "No doubt if you scream, if there is a scuffle here, if shots are fired, it is more than likely that the same long legs that brought this scarlet enigma here, will as quickly take him to some place of safety.\n"}}
{"white": {"word": "pale", "line": "She could not see Chauvelin, but she could almost feel those keen, pale eyes of his fixed maliciously upon her helpless form, and his hurried, whispered words reached her ear, as the death-knell of her last faint, lingering hope.\n"}}
{"white": {"word": "fair", "line": "“Nay, fair lady,” he added urbanely, “you can have no interest in anyone save in St. Just, and all you need do for his safety is to remain where you are, and to keep silent.\n"}}
{"pink": {"word": "rose", "line": "Once or twice the screams rose to her throat—as if by instinct: then, before her eyes there stood the awful alternative: her brother and those three men shot before her eyes, practically by her orders: she their murderer.\n"}}
{"red": {"word": "red", "line": "With a wild shriek, she sprang to her feet, and darted round the rock, against which she had been cowering; she saw the little red gleam through the chinks of the hut; she ran up to it and fell against its wooden walls, which she began to hammer with clenched fists in an almost maniacal frenzy, while she shouted,— “Armand!\n"}}
{"red": {"word": "red", "line": "The door was partially open; one of the soldiers pushed it further, but within all was darkness, the charcoal fire only lighting with a dim, red light the furthest corner of the hut.\n"}}
{"black": {"word": "charcoal", "line": "The door was partially open; one of the soldiers pushed it further, but within all was darkness, the charcoal fire only lighting with a dim, red light the furthest corner of the hut.\n"}}
{"black": {"word": "charcoal", "line": "Stolidly the sergeant obeyed: he went up to the charcoal fire and lit the small lantern he carried in his belt; it was evident that the hut was quite empty.\n"}}
{"black": {"word": "charcoal", "line": "The sergeant brought his lantern, and together the two men explored the little place: with a rapid glance Chauvelin noted its contents: the cauldron placed close under an aperture in the wall, and containing the last few dying embers of burned charcoal, a couple of stools, overturned as if in the haste of sudden departure, then the fisherman’s tools and his nets lying in one corner, and beside them, something small and white.\n"}}
{"white": {"word": "white", "line": "The sergeant brought his lantern, and together the two men explored the little place: with a rapid glance Chauvelin noted its contents: the cauldron placed close under an aperture in the wall, and containing the last few dying embers of burned charcoal, a couple of stools, overturned as if in the haste of sudden departure, then the fisherman’s tools and his nets lying in one corner, and beside them, something small and white.\n"}}
{"white": {"word": "white", "line": "“Pick that up,” said Chauvelin to the sergeant, pointing to this white scrap, “and bring it to me.” It was a crumpled piece of paper, evidently forgotten there by the fugitives, in their hurry to get away.\n"}}
{"purple": {"word": "purple", "line": "Overwrought nature had at last peremptorily asserted herself, and she lay there in a dead swoon: her eyes circled by deep purple lines, that told of long, sleepless nights, her hair matted and damp round her forehead, her lips parted in a sharp curve that spoke of physical pain.\n"}}
{"pink": {"word": "rose", "line": "“It is no use mounting guard over a woman who is half dead,” he said spitefully to the soldiers, “when you have allowed five men who were very much alive to escape.” Obediently the soldiers rose to their feet.\n"}}
{"white": {"word": "white", "line": "The rope which had originally been wound round his shoulders and arms had evidently given way, for it lay in a tangle about his body, but he seemed quite unconscious of this, for he had not made the slightest attempt to move from the place where Desgas had originally put him: like a terrified chicken which looks upon a line of white chalk, drawn on a table, as on a string which paralyzes its movements.\n"}}
{"blue": {"word": "blue", "line": "Her large, blue eyes were looking at the moonlit scene round her with a scared and terrified look; they rested with a mixture of horror and pity on the Jew, whose luckless fate and wild howls had been the first signs that struck her, with her returning senses; then she caught sight of Chauvelin, in his neat, dark clothes, which seemed hardly crumpled after the stirring events of the last few hours.\n"}}
{"white": {"word": "pale", "line": "He was smiling sarcastically, and his pale eyes peered down at her with a look of intense malice.\n"}}
{"white": {"word": "fair", "line": "“I much regret, fair lady,” he said in his most suave tones, “that circumstances, over which I have no control, compel me to leave you here for the moment.\n"}}
{"white": {"word": "fair", "line": "Our friend Benjamin here, though a trifle the worse for wear at the present moment, will prove a gallant defender of your fair person, I have no doubt.\n"}}
{"white": {"word": "fair", "line": "_Au revoir_, fair lady.\n"}}
{"white": {"word": "pale", "line": ". . His back was against the pale moonlight, he was half-crouching, trying vainly to raise himself with his arms tightly pinioned.\n"}}
{"blue": {"word": "blue", "line": ". . and looked straight into a pair of blue eyes, good-natured, even a trifle amused—shining out of the weird and distorted mask of the Jew.\n"}}
{"blue": {"word": "blue", "line": "Then he bent forward and looked long and searchingly into his wife’s blue eyes.\n"}}
{"pink": {"word": "blush", "line": "“Percy,” she whispered, while a deep blush suffused her delicate cheeks and neck, “if you only knew . . .” “I do know, dear .\n"}}
{"pink": {"word": "rose", "line": "“But Armand . . .” she said, with sudden terror and remorse, as in the midst of her happiness the image of the beloved brother, for whose sake she had so deeply sinned, rose now before her mind.\n"}}
{"gold": {"word": "gold", "line": "For a few gold pieces he supplied me with this rig-out, and undertook to bury himself out of sight of everybody, whilst he lent me his cart and nag.” “But if Chauvelin had discovered you,” she gasped excitedly, “your disguise was good .\n"}}
{"blue": {"word": "blue", "line": "It was so good to be beside him, to hear his cheery voice, to watch that good-humoured twinkle in his blue eyes, as he stretched out his strong arms, in longing for that foe, and anticipation of his well-deserved punishment.\n"}}
{"pink": {"word": "blush", "line": "Suddenly, however, she started: the happy blush left her cheek, the light of joy died out of her eyes: she had heard a stealthy footfall overhead, and a stone had rolled down from the top of the cliffs right down to the beach below.\n"}}
{"pink": {"word": "rose", "line": "though I do look a begad scarecrow in these demmed things.” “Zooks!” ejaculated Sir Andrew in boundless astonishment as he recognised his leader, “of all the . . .” The young man had seen Marguerite, and happily checked the forcible language that rose to his lips, at sight of the exquisite Sir Percy in this weird and dirty garb.\n"}}
{"blue": {"word": "blue", "line": ". . no doubt, as she lay, quiet and happy, at times lulled to momentary drowsiness, at others watching, through the slowly gathering morning light, the pleasant face with the lazy, drooping blue eyes, ever cheerful, ever illumined with a good-humoured smile, she whispered many things, which helped to shorten the weary road, and acted as a soothing balsam to his aching sinews.\n"}}
