{"brown": {"word": "brown", "line": "For twenty years I had been perfectly comfortable; for twenty years I had had the window-boxes filled in the spring, the carpets lifted, the awnings put up and the furniture covered with brown linen; for as many summers I had said good-by to my friends, and, after watching their perspiring hegira, had settled down to a delicious quiet in town, where the mail comes three times a day, and the water supply does not depend on a tank on the roof.\n"}}
{"white": {"word": "white", "line": "I have turned very gray—Liddy reminded me of it, only yesterday, by saying that a little bluing in the rinse-water would make my hair silvery, instead of a yellowish white.\n"}}
{"gray": {"word": "gray", "line": "Halsey bought a car, of course, and I learned how to tie over my bonnet a gray baize veil, and, after a time, never to stop to look at the dogs one has run down.\n"}}
{"green": {"word": "green", "line": "The property was an extensive one: the house on the top of a hill, which sloped away in great stretches of green lawn and clipped hedges, to the road; and across the valley, perhaps a couple of miles away, was the Greenwood Club House.\n"}}
{"gray": {"word": "dusty", "line": "Everything was secure, and Liddy, a little less nervous now, had just pointed out to me the disgracefully dusty condition of the hard-wood floor, when suddenly the lights went out.\n"}}
{"grey": {"word": "dusty", "line": "Everything was secure, and Liddy, a little less nervous now, had just pointed out to me the disgracefully dusty condition of the hard-wood floor, when suddenly the lights went out.\n"}}
{"black": {"word": "black", "line": "It was a black void, full of terrible suggestion, and my candle only emphasized the gloom.\n"}}
{"green": {"word": "green", "line": "The sun came finally, and from my window I watched the trees along the drive take shadowy form, gradually lose their ghostlike appearance, become gray and then green.\n"}}
{"gray": {"word": "gray", "line": "The sun came finally, and from my window I watched the trees along the drive take shadowy form, gradually lose their ghostlike appearance, become gray and then green.\n"}}
{"white": {"word": "white", "line": "The Greenwood Club showed itself a dab of white against the hill across the valley, and an early robin or two hopped around in the dew.\n"}}
{"red": {"word": "red", "line": "Trunks were heaped here and there, ready for the trunk-room, and through an end window of stained glass came a streak of red and yellow daylight that was eminently cheerful.\n"}}
{"yellow": {"word": "yellow", "line": "Trunks were heaped here and there, ready for the trunk-room, and through an end window of stained glass came a streak of red and yellow daylight that was eminently cheerful.\n"}}
{"silver": {"word": "silver", "line": "Two things I could not understand: how the intruder had escaped with everything locked, and why he had left the small silver, which, in the absence of a butler, had remained down-stairs over night.\n"}}
{"red": {"word": "ruby", "line": "In the center was a small ruby.\n"}}
{"black": {"word": "black", "line": "She looked as though she might be equal to a dozen of Liddy, with her snapping black eyes and heavy jaw.\n"}}
{"blue": {"word": "blue", "line": "But my mind was not on my work: at the end of a half-hour I found I had put a row of blue scallops on Eliza Klinefelter’s lavender slippers, and I put them away.\n"}}
{"purple": {"word": "lavender", "line": "But my mind was not on my work: at the end of a half-hour I found I had put a row of blue scallops on Eliza Klinefelter’s lavender slippers, and I put them away.\n"}}
{"silver": {"word": "silver", "line": "Thomas was wiping silver and the air was heavy with tobacco smoke.\n"}}
{"black": {"word": "black", "line": "Later on I heard a crash from the pantry, and Liddy reported that Beulah, who is coal black, had darted in front of Thomas just as he picked up a tray of dishes; that the bad omen had been too much for him, and he had dropped the tray.\n"}}
{"pink": {"word": "pink", "line": "Gertrude stood smiling in the hall, with her hat quite over one ear, and her hair in every direction under her pink veil.\n"}}
{"white": {"word": "white", "line": "It was Gertrude who turned him over, finally, until we could see his white face, and then she drew a deep breath and dropped limply to her knees.\n"}}
{"white": {"word": "white", "line": "It was the body of a man, a gentleman, in a dinner coat and white waistcoat, stained now with blood—the body of a man I had never seen before.\n"}}
{"pink": {"word": "rose", "line": "“Halsey!” Suddenly Gertrude’s stricken face rose before me the empty rooms up-stairs.\n"}}
{"white": {"word": "white", "line": "Anyhow, whoever it was that night, left this little souvenir.” Gertrude took one look at the cuff-link, and went as white as the pearls in it; she clutched at the foot of the bed, and stood staring.\n"}}
{"silver": {"word": "silver", "line": "His name was on a small silver plate on the handle.\n"}}
{"white": {"word": "fair", "line": "It was only after they had got a fair idea of things as they were that they sent for me.\n"}}
{"black": {"word": "black", "line": "Where the floor should have been was black void and darkness, from which came the indescribable, damp smell of the cellars.\n"}}
{"white": {"word": "white", "line": "There were two white stone pillars to mark the entrance, but the iron gates, once closed and tended by the lodge-keeper, now stood permanently open.\n"}}
{"white": {"word": "fair", "line": "He was a country boy, absolutely frank and reliable, of fair education and intelligence—one of the small army of American youths who turn a natural aptitude for mechanics into the special field of the automobile, and earn good salaries in a congenial occupation.\n"}}
{"gray": {"word": "gray", "line": "Thomas came just inside the door and stood with his head drooping, his eyes, under their shaggy gray brows, fixed on Mr. Jamieson.\n"}}
{"white": {"word": "white", "line": "I hed a view of ’is white dress shirt an’ tie, as I passed.\n"}}
{"silver": {"word": "silver", "line": "It was Rosie—Rosie in a state of collapse from terror, and, not the least important, clutching one of my Coalport plates and a silver spoon.\n"}}
{"silver": {"word": "silver", "line": "“You must start with when you went DOWN the drive, with my dishes and my silver,” I interrupted, but, seeing more signs of hysteria, I gave in.\n"}}
{"silver": {"word": "silver", "line": "You were coming up the drive—” “I had a basket of—of silver and dishes on my arm and I was carrying the plate, because—because I was afraid I’d break it.\n"}}
{"silver": {"word": "silver", "line": "Then I sat down and looked at the Coalport plate and the silver spoon.\n"}}
{"silver": {"word": "silver", "line": "I had brought my own china and silver, and, from all appearances, I would have little enough to take back.\n"}}
{"silver": {"word": "silver", "line": "There were no fragments of china, but where the grove began I picked up a silver spoon.\n"}}
{"silver": {"word": "silver", "line": "But the most surprising thing of all was to find the basket sitting comfortably beside the road, with the rest of the broken crockery piled neatly within, and a handful of small silver, spoon, forks, and the like, on top!\n"}}
{"red": {"word": "red", "line": "Strange enough it must have seemed to Halsey, too, to come across me in the middle of the night, with the skirt of my gray silk gown over my shoulders to keep off the dew, holding a red and green basket under one arm and a black cat under the other.\n"}}
{"green": {"word": "green", "line": "Strange enough it must have seemed to Halsey, too, to come across me in the middle of the night, with the skirt of my gray silk gown over my shoulders to keep off the dew, holding a red and green basket under one arm and a black cat under the other.\n"}}
{"black": {"word": "black", "line": "Strange enough it must have seemed to Halsey, too, to come across me in the middle of the night, with the skirt of my gray silk gown over my shoulders to keep off the dew, holding a red and green basket under one arm and a black cat under the other.\n"}}
{"gray": {"word": "gray", "line": "Strange enough it must have seemed to Halsey, too, to come across me in the middle of the night, with the skirt of my gray silk gown over my shoulders to keep off the dew, holding a red and green basket under one arm and a black cat under the other.\n"}}
{"white": {"word": "white", "line": "She had not been to bed, evidently: she still wore the white negligée she had worn earlier in the evening, and she limped somewhat.\n"}}
{"white": {"word": "white", "line": "When I think of this houseful of women, and a thing like that occurring!” Gertrude’s face was still set and white.\n"}}
{"white": {"word": "ivory", "line": "“Aunt Ray,” he began, extinguishing his cigarette on the back of my ivory hair-brush, “I would give a lot to tell you the whole thing.\n"}}
{"red": {"word": "red", "line": "“One was that you had a girl already picked out for me—” “Nonsense,” I broke in, and felt myself growing red.\n"}}
{"white": {"word": "white", "line": "While Halsey, looking stricken and white, was trying to smooth it out and read it, Gertrude had dropped her head on the table and was sobbing stormily.\n"}}
{"white": {"word": "white", "line": "He was noticeably white and trembling.\n"}}
{"pink": {"word": "rose", "line": "Doesn’t it look rather as though he thought it impossible to escape?” Gertrude rose angrily.\n"}}
{"white": {"word": "pale", "line": "Whatever he did, he is beyond the law now.” Gertrude turned pale.\n"}}
{"red": {"word": "red", "line": "That’s like a woman.” Gertrude, who had been pale and despairing during the early part of the conversation, had flushed an indignant red.\n"}}
{"white": {"word": "pale", "line": "That’s like a woman.” Gertrude, who had been pale and despairing during the early part of the conversation, had flushed an indignant red.\n"}}
{"gold": {"word": "gold", "line": "Halsey prowled up and down the entire east wing, now in the card-room, now in the billiard-room, and now and then blowing his clouds of tobacco smoke among the pink and gold hangings of the drawing-room.\n"}}
{"pink": {"word": "pink", "line": "Halsey prowled up and down the entire east wing, now in the card-room, now in the billiard-room, and now and then blowing his clouds of tobacco smoke among the pink and gold hangings of the drawing-room.\n"}}
{"white": {"word": "white", "line": "Then I remember turning on the lights and finding Halsey, white with fury, trying to untangle himself from something warm and fleecy.\n"}}
{"white": {"word": "white", "line": "He flung the white object at me, and, jerking open the outer door, raced into the darkness.\n"}}
{"white": {"word": "white", "line": "Gertrude had come on hearing the noise, and now we stood, staring at each other over—of all things on earth—a white silk and wool blanket, exquisitely fine!\n"}}
{"purple": {"word": "lavender", "line": "It was the most unghostly thing in the world, with its lavender border and its faint scent.\n"}}
{"black": {"word": "black", "line": "She stood smoothing the folds of her dead black dress, her face as white as chalk above it.\n"}}
{"white": {"word": "white", "line": "She stood smoothing the folds of her dead black dress, her face as white as chalk above it.\n"}}
{"white": {"word": "white", "line": "Below, the three of us stared at one another across the intervening white blanket.\n"}}
{"white": {"word": "white", "line": "In this one, the largest and airiest, a night lamp was burning, and by its light I could make out a plain white metal bed.\n"}}
{"white": {"word": "white", "line": "Rosie came up to the bed and smoothed the white counterpane.\n"}}
{"white": {"word": "white", "line": "When, at the end of a year, father met him driving in his high side-bar buggy with the white mare ambling along, and asked for a bill, the doctor used to go home, estimate what his services were worth for that period, divide it in half—I don’t think he kept any books—and send father a statement, in a cramped hand, on a sheet of ruled white paper.\n"}}
{"black": {"word": "black", "line": "He was a pleasant-faced young fellow, with black hair and blue eyes, and his name was Alexander Graham.\n"}}
{"blue": {"word": "blue", "line": "He was a pleasant-faced young fellow, with black hair and blue eyes, and his name was Alexander Graham.\n"}}
{"white": {"word": "white", "line": "Louise lay under a field of virgin white, folded back at an angle of geometrical exactness, and necessitating a readjustment every time the sick girl turned.\n"}}
{"white": {"word": "fair", "line": "She had eloquent brown eyes—the Inneses are fair, and are prone to a grayish-green optic that is better for use than appearance—and they seemed now to be clouded with trouble.\n"}}
{"brown": {"word": "brown", "line": "She had eloquent brown eyes—the Inneses are fair, and are prone to a grayish-green optic that is better for use than appearance—and they seemed now to be clouded with trouble.\n"}}
{"yellow": {"word": "yellow", "line": "Doctor Stewart came about four o’clock, bringing his leather satchel into the house with a great deal of care, and opening it at the foot of the stairs to show me a dozen big yellow eggs nesting among the bottles.\n"}}
{"red": {"word": "red", "line": "“I said to Mrs. Stewart,” he confided, a little red in the face from the exertion, “after I went home the other day, that you would think me an old gossip, for saying what I did about Walker and Miss Louise.” “Nothing of the sort,” I protested.\n"}}
{"white": {"word": "white", "line": "Drop by drop the liquor had cooked the egg, and now, with a final whisk, a last toss in the shaker, it was ready, a symphony in gold and white.\n"}}
{"gold": {"word": "gold", "line": "Drop by drop the liquor had cooked the egg, and now, with a final whisk, a last toss in the shaker, it was ready, a symphony in gold and white.\n"}}
{"red": {"word": "red", "line": "She was greenish-white, and she had a red and black barred flannel petticoat over her shoulders.\n"}}
{"black": {"word": "black", "line": "She was greenish-white, and she had a red and black barred flannel petticoat over her shoulders.\n"}}
{"white": {"word": "white", "line": "“A woman in white down the hall!” I paid no attention.\n"}}
{"pink": {"word": "rose", "line": "And then suddenly, from apparently under my very feet, there rose a woman’s scream, a cry of terror that broke off as suddenly as it came.\n"}}
{"pink": {"word": "pink", "line": "The coverings had been thrown back, and Louise’s pink silk dressing-gown was gone from the foot, where it had lain.\n"}}
{"white": {"word": "white", "line": "She lay limp and white, her dressing-gown dragging loose from one sleeve of her night-dress, and the heavy braid of her dark hair stretching its length a couple of steps above her head, as if she had slipped down.\n"}}
{"black": {"word": "black", "line": "Everything was black: it was perfectly dark outside.\n"}}
{"black": {"word": "black", "line": "There were a number of people I knew: Barbara Fitzhugh, in extravagant mourning—she always went into black on the slightest provocation, because it was becoming—and Mr. Jarvis, the man who had come over from the Greenwood Club the night of the murder.\n"}}
{"white": {"word": "pale", "line": "He was rather pale, but very composed.\n"}}
{"purple": {"word": "purple", "line": "At which she turned purple.\n"}}
{"green": {"word": "green", "line": "A new element was about to enter into affairs: Monday, or Tuesday at the latest, would find Doctor Walker back in his green and white house in the village, and Louise’s attitude to him in the immediate future would signify Halsey’s happiness or wretchedness, as it might turn out.\n"}}
{"white": {"word": "white", "line": "A new element was about to enter into affairs: Monday, or Tuesday at the latest, would find Doctor Walker back in his green and white house in the village, and Louise’s attitude to him in the immediate future would signify Halsey’s happiness or wretchedness, as it might turn out.\n"}}
{"white": {"word": "fair", "line": "He played a fair game of cribbage, but he cheated at solitaire.\n"}}
{"white": {"word": "white", "line": "The top was covered with fine white plaster, as was the floor.\n"}}
{"green": {"word": "green", "line": "The east veranda was shady, green with vines and palms, cheerful with cushions and lounging chairs.\n"}}
{"black": {"word": "black", "line": "The piece of evidence you mention, Doctor Stewart’s story, is one of those things we have to take cautiously: the doctor has a patient who wears black and does not raise her veil.\n"}}
{"black": {"word": "black", "line": "Then the good doctor comes across Arnold Armstrong, who was a graceless scamp—_de mortuis_—what’s the rest of it?—and he is quarreling with a lady in black.\n"}}
{"white": {"word": "white", "line": "No Thomas came, bowing and showing his white teeth through the darkness.\n"}}
{"gray": {"word": "gray", "line": "His pipe, still warm, rested on the edge of the rail, and inside on the table his old gray hat showed that its owner had not gone far.\n"}}
{"white": {"word": "white", "line": "“He said something about the grave giving up its dead.” Mr. Jamieson was going through the old man’s pockets, and Gertrude was composing his arms, folding them across his white shirt-bosom, always so spotless.\n"}}
{"black": {"word": "black", "line": "By jove, I believe you were right!” In the course of his investigations the detective had come to the inner pocket of the dead butler’s black coat.\n"}}
{"red": {"word": "red", "line": "One was a small flat key, with a red cord tied to it, and the other was a bit of white paper, on which was written something in Thomas’ cramped hand.\n"}}
{"white": {"word": "white", "line": "One was a small flat key, with a red cord tied to it, and the other was a bit of white paper, on which was written something in Thomas’ cramped hand.\n"}}
{"black": {"word": "black", "line": "He came up early the next morning, just as we finished breakfast, in a professional looking car with a black hood.\n"}}
{"red": {"word": "rust", "line": "“You are laying up treasure, Miss Innes,” he said brokenly, “where neither moth nor rust corrupt, nor thieves break through and steal.” “It is certainly a safer place than Sunnyside,” I admitted.\n"}}
{"white": {"word": "fair", "line": "Armstrong saw nothing of this fair prospect.\n"}}
{"silver": {"word": "silver", "line": "I received less gratification—and less gratitude—when I presented the new silver communion set to St. Barnabas.\n"}}
{"black": {"word": "black", "line": "Liddy came to me on Wednesday morning with her black silk apron held up like a bag, and her eyes big with virtuous wrath.\n"}}
{"white": {"word": "white", "line": "It was a small white house, dilapidated without having gained anything picturesque, with a low window and a porch only a foot or so above the bit of a lawn.\n"}}
{"brown": {"word": "tan", "line": "He has far too fine clothes for the country.” There was a chorus of shouts and shrill yells from the front door, followed by the loud stamping of children’s feet and a throaty “whoa, whoa!” Into the room came a tandem team of two chubby youngsters, a boy and a girl, harnessed with a clothes-line, and driven by a laughing boy of about seven, in tan overalls and brass buttons.\n"}}
{"blue": {"word": "blue", "line": "“You’re goin’ to smash the trap.” Mr. Jamieson coaxed him over by holding out a lead-pencil, striped blue and yellow.\n"}}
{"yellow": {"word": "yellow", "line": "“You’re goin’ to smash the trap.” Mr. Jamieson coaxed him over by holding out a lead-pencil, striped blue and yellow.\n"}}
{"black": {"word": "black", "line": "I am going to stop wearing black: it doubles a woman’s age.\n"}}
{"red": {"word": "red", "line": "She had rolled down her sleeves and tied a white apron around her waist, and she stood making folds in it with fingers that were red and shiny from her soap-suds.\n"}}
{"white": {"word": "white", "line": "She had rolled down her sleeves and tied a white apron around her waist, and she stood making folds in it with fingers that were red and shiny from her soap-suds.\n"}}
{"white": {"word": "white", "line": "Seeing her suspicions were verified, Mary Anne had gone white, and stood with her eyes shifting more wildly than ever.\n"}}
{"yellow": {"word": "yellow", "line": "They went directly to that little yellow house next to Doctor Walker’s, and are apparently settled there.\n"}}
{"green": {"word": "green", "line": "But as we passed Doctor Walker’s white and green house I thought of something.\n"}}
{"white": {"word": "white", "line": "But as we passed Doctor Walker’s white and green house I thought of something.\n"}}
{"white": {"word": "white", "line": "He was sitting on a big rock, his back to me, and he had something white in his hand, as if he was tying up his foot.\n"}}
{"red": {"word": "crimson", "line": "I watched her covertly during the rest of the drive, and I did not like the two spots of crimson in her pale cheeks.\n"}}
{"white": {"word": "pale", "line": "I watched her covertly during the rest of the drive, and I did not like the two spots of crimson in her pale cheeks.\n"}}
{"white": {"word": "white", "line": "“And her face as white as a pillow-slip when she tumbled down the stairs.” “No doubt there is some natural explanation for it, Eliza,” I said.\n"}}
{"silver": {"word": "silver", "line": "I, Rachel Innes, have learned not to mind if the cook sits down comfortably in my sitting-room when she is taking the orders for the day, and I am grateful if the silver is not cleaned with scouring soap.\n"}}
{"black": {"word": "black", "line": "Above her plain black gown her eyes looked big and somber, and the rapid drive had brought no color to her face.\n"}}
{"pink": {"word": "rose", "line": "Louise rose and stood watching, her hand to her throat.\n"}}
{"black": {"word": "black", "line": "Over a cup of black coffee the detective told us what he had learned of Halsey’s movements the night before.\n"}}
{"gray": {"word": "gray", "line": "Past the maid’s white-strapped shoulder I could see a familiar thatch of gray hair, and in a moment I was face to face with Doctor Stewart.\n"}}
{"red": {"word": "red", "line": "And her ghastly attempt at a grin, with her swollen nose and red eyes, made me hysterical.\n"}}
{"gray": {"word": "gray", "line": "She was small and fair-haired, just a little bit gray, and very sad.\n"}}
{"gray": {"word": "dusty", "line": "I noticed that he looked tired and dusty, and, although he was ordinarily impeccable in his appearance, it was clear that he was at least two days from a razor.\n"}}
{"grey": {"word": "dusty", "line": "I noticed that he looked tired and dusty, and, although he was ordinarily impeccable in his appearance, it was clear that he was at least two days from a razor.\n"}}
{"white": {"word": "white", "line": "Between them I caught a glimpse of starlight shining down on rows of white headstones and an occasional more imposing monument, or towering shaft.\n"}}
{"silver": {"word": "silver", "line": "The lid of the casket had been raised and a silver plate on it proved we had made no mistake.\n"}}
{"black": {"word": "black", "line": "However, Liddy got out the black things and the crape veil I keep for such occasions, and I went.\n"}}
{"white": {"word": "white", "line": "It was quite dark, but she could see his white shirt-bosom.\n"}}
{"gray": {"word": "gray", "line": "It was about five o’clock when Liddy left me for a nap before dinner, having put me into a gray silk dressing-gown and a pair of slippers.\n"}}
{"black": {"word": "black", "line": "I believe the moral deduced by the village was that it is always unlucky to throw a stone at a black cat.\n"}}
{"purple": {"word": "lavender", "line": "I knew Liddy would want my heliotrope poplin, and she’s a fright in lavender.\n"}}
{"gray": {"word": "gray", "line": "In his hand he held a shaggy gray wig, and before me on the floor lay the man whose headstone stood in Casanova churchyard—Paul Armstrong.\n"}}
{"white": {"word": "pale", "line": "As the detective finished, I saw Halsey, pale and shaken, in the card-room doorway, and for the first time that night I lost my self-control.\n"}}
{"purple": {"word": "lavender", "line": "I retired to my upstairs sitting-room and got out Eliza Klinefelter’s lavender slippers.\n"}}
{"gray": {"word": "gray", "line": "I am gray, I admit, but I haven’t felt as well in a dozen years.\n"}}
{"silver": {"word": "silver", "line": "I have not yet outlived Liddy’s contempt because I gave them silver knives and forks as a wedding gift.\n"}}
