{"brown": {"word": "brown", "line": "TREASURE ISLAND PART ONE--The Old Buccaneer 1 The Old Sea-dog at the Admiral Benbow SQUIRE TRELAWNEY, Dr. Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17__ and go back to the time when my father kept the Admiral Benbow inn and the brown old seaman with the sabre cut first took up his lodging under our roof.\n"}}
{"black": {"word": "black", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea-chest following behind him in a hand-barrow--a tall, strong, heavy, nut-brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n"}}
{"white": {"word": "white", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea-chest following behind him in a hand-barrow--a tall, strong, heavy, nut-brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n"}}
{"blue": {"word": "blue", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea-chest following behind him in a hand-barrow--a tall, strong, heavy, nut-brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n"}}
{"gold": {"word": "gold", "line": "Oh, I see what you’re at--there”; and he threw down three or four gold pieces on the threshold.\n"}}
{"silver": {"word": "silver", "line": "He had taken me aside one day and promised me a silver fourpenny on the first of every month if I would only keep my “weather-eye open for a seafaring man with one leg” of the month came round and I applied to him for my wage, he would only blow through his nose at me and stare me down, but before the week was out he was sure to think better of it, bring me my four-penny piece, and repeat his orders to look out for “the seafaring man with one leg.” How that personage haunted my dreams, I need scarcely tell you.\n"}}
{"white": {"word": "fair", "line": "In one way, indeed, he bade fair to ruin us, for he kept on staying week after week, and at last month after month, so that all the money had been long exhausted, and still my father never plucked up the heart to insist on having more.\n"}}
{"black": {"word": "black", "line": "I followed him in, and I remember observing the contrast the neat, bright doctor, with his powder as white as snow and his bright, black eyes and pleasant manners, made with the coltish country folk, and above all, with that filthy, heavy, bleared scarecrow of a pirate of ours, sitting, far gone in rum, with his arms on the table.\n"}}
{"white": {"word": "white", "line": "I followed him in, and I remember observing the contrast the neat, bright doctor, with his powder as white as snow and his bright, black eyes and pleasant manners, made with the coltish country folk, and above all, with that filthy, heavy, bleared scarecrow of a pirate of ours, sitting, far gone in rum, with his arms on the table.\n"}}
{"grey": {"word": "grey", "line": "It was one January morning, very early--a pinching, frosty morning--the cove all grey with hoar-frost, the ripple lapping softly on the stones, the sun still low and only touching the hilltops and shining far to seaward.\n"}}
{"blue": {"word": "blue", "line": "The captain had risen earlier than usual and set out down the beach, his cutlass swinging under the broad skirts of the old blue coat, his brass telescope under his arm, his hat tilted back upon his head.\n"}}
{"white": {"word": "pale", "line": "He was a pale, tallowy creature, wanting two fingers of the left hand, and though he wore a cutlass, he did not look much like a fighter.\n"}}
{"blue": {"word": "blue", "line": "The captain spun round on his heel and fronted us; all the brown had gone out of his face, and even his nose was blue; he had the look of a man who sees a ghost, or the evil one, or something worse, if anything can be; and upon my word, I felt sorry to see him all in a moment turn so old and sick.\n"}}
{"brown": {"word": "brown", "line": "The captain spun round on his heel and fronted us; all the brown had gone out of his face, and even his nose was blue; he had the look of a man who sees a ghost, or the evil one, or something worse, if anything can be; and upon my word, I felt sorry to see him all in a moment turn so old and sick.\n"}}
{"white": {"word": "fair", "line": "“Here’s luck,” “A fair wind,” and “Billy Bones his fancy,” were very neatly and clearly executed on the forearm; and up near the shoulder there was a sketch of a gallows and a man hanging from it--done, as I thought, with great spirit.\n"}}
{"silver": {"word": "silver", "line": "Never a month but I’ve given you a silver fourpenny for yourself.\n"}}
{"black": {"word": "black", "line": "I can’t do that; they’d have the black spot on me by then.\n"}}
{"black": {"word": "black", "line": "Now, if I can’t get away nohow, and they tip me the black spot, mind you, it’s my old sea-chest they’re after; you get on a horse--you can, can’t you?\n"}}
{"black": {"word": "black", "line": "But you won’t peach unless they get the black spot on me, or unless you see that Black Dog again or a seafaring man with one leg, Jim--him above all.” “But what is the black spot, captain?” I asked.\n"}}
{"green": {"word": "green", "line": "He was plainly blind, for he tapped before him with a stick and wore a great green shade over his eyes and nose; and he was hunched, as if with age or weakness, and wore a huge old tattered sea-cloak with a hood that made him appear positively deformed.\n"}}
{"yellow": {"word": "yellow", "line": "It was already candle-light when we reached the hamlet, and I shall never forget how much I was cheered to see the yellow shine in doors and windows; but that, as it proved, was the best of the help we were likely to get in that quarter.\n"}}
{"pink": {"word": "rose", "line": "A strong smell of tobacco and tar rose from the interior, but nothing was to be seen on the top except a suit of very good clothes, carefully brushed and folded.\n"}}
{"silver": {"word": "silver", "line": "Under that, the miscellany began--a quadrant, a tin canikin, several sticks of tobacco, two brace of very handsome pistols, a piece of bar silver, an old Spanish watch and some other trinkets of little value and mostly of foreign make, a pair of compasses mounted with brass, and five or six curious West Indian shells.\n"}}
{"silver": {"word": "silver", "line": "In the meantime, we had found nothing of any value but the silver and the trinkets, and neither of these were in our way.\n"}}
{"gold": {"word": "gold", "line": "My mother pulled it up with impatience, and there lay before us, the last things in the chest, a bundle tied up in oilcloth, and looking like papers, and a canvas bag that gave forth, at a touch, the jingle of gold.\n"}}
{"pink": {"word": "rose", "line": "“Take the Georges, Pew, and don’t stand here squalling.” Squalling was the word for it; Pew’s anger rose so high at these objections till at last, his passion completely taking the upper hand, he struck at them right and left in his blindness and his stick sounded heavily on more than one.\n"}}
{"silver": {"word": "silver", "line": "I went back with him to the Admiral Benbow, and you cannot imagine a house in such a state of smash; the very clock had been thrown down by these fellows in their furious hunt after my mother and myself; and though nothing had actually been taken away except the captain’s money-bag and a little silver from the till, I could see at once that we were ruined.\n"}}
{"white": {"word": "white", "line": "This time, as the distance was short, I did not mount, but ran with Dogger’s stirrup-leather to the lodge gates and up the long, leafless, moonlit avenue to where the white line of the hall buildings looked on either hand on great old gardens.\n"}}
{"black": {"word": "black", "line": "His eyebrows were very black, and moved readily, and this gave him a look of some temper, not bad, you would say, but quick and high.\n"}}
{"black": {"word": "black", "line": "Long before it was done, Mr. Trelawney (that, you will remember, was the squire’s name) had got up from his seat and was striding about the room, and the doctor, as if to hear the better, had taken off his powdered wig and sat there looking very strange indeed with his own close-cropped black poll.\n"}}
{"black": {"word": "black", "line": "And as for riding down that black, atrocious miscreant, I regard it as an act of virtue, sir, like stamping on a cockroach.\n"}}
{"red": {"word": "coral", "line": "God help the poor souls that manned her--coral long ago.” “Right!” said the doctor.\n"}}
{"pink": {"word": "rose", "line": "And the amounts increase, you see, as he rose in rank.” There was little else in the volume but a few bearings of places noted in the blank leaves towards the end and a table for reducing French, English, and Spanish moneys to a common value.\n"}}
{"red": {"word": "red", "line": "It was about nine miles long and five across, shaped, you might say, like a fat dragon standing up, and had two fine land-locked harbours, and a hill in the centre part marked “The Spy-glass.” There were several additions of a later date, but above all, three crosses of red ink--two on the north part of the island, one in the southwest--and beside this last, in the same red ink, and in a small, neat hand, very different from the captain’s tottery characters, these words: “Bulk of treasure here.” Over on the back the same hand had written this further information: That was all; but brief as it was, and to me incomprehensible, it filled the squire and Dr. Livesey with delight.\n"}}
{"blue": {"word": "blue", "line": "While I was still in this delightful dream, we came suddenly in front of a large inn and met Squire Trelawney, all dressed out like a sea-officer, in stout blue cloth, coming out of the door with a smile on his face and a capital imitation of a sailor’s walk.\n"}}
{"red": {"word": "red", "line": "The sign was newly painted; the windows had neat red curtains; the floor was cleanly sanded.\n"}}
{"white": {"word": "pale", "line": "He was very tall and strong, with a face as big as a ham--plain and pale, but intelligent and smiling.\n"}}
{"pink": {"word": "rose", "line": "Just then one of the customers at the far side rose suddenly and made for the door.\n"}}
{"brown": {"word": "brown", "line": "At last, however, we got alongside, and were met and saluted as we stepped aboard by the mate, Mr. Arrow, a brown old sailor with earrings in his ears and a squint.\n"}}
{"white": {"word": "fair", "line": "I don’t call that fair, now, do you?” “No,” said Dr. Livesey, “I don’t.” “Next,” said the captain, “I learn we are going after treasure--hear it from my own hands, mind you.\n"}}
{"red": {"word": "red", "line": "But that was by no means the worst of it, for after a day or two at sea he began to appear on deck with hazy eye, red cheeks, stuttering tongue, and other marks of drunkenness.\n"}}
{"blue": {"word": "blue", "line": "Here’s this poor old innocent bird o’ mine swearing blue fire, and none the wiser, you may lay to that.\n"}}
{"red": {"word": "red", "line": "So it was with the CASSANDRA, as brought us all safe home from Malabar, after England took the viceroy of the Indies; so it was with the old WALRUS, Flint’s old ship, as I’ve seen amuck with the red blood and fit to sink with gold.” “Ah!” cried another voice, that of the youngest hand on board, and evidently full of admiration.\n"}}
{"white": {"word": "white", "line": "When Dick returned, one after another of the trio took the pannikin and drank--one “To luck,” another with a “Here’s to old Flint,” and Silver himself saying, in a kind of song, “Here’s to ourselves, and hold your luff, plenty of prizes and plenty of duff.” Just then a sort of brightness fell upon me in the barrel, and looking up, I found the moon had risen and was silvering the mizzen-top and shining white on the luff of the fore-sail; and almost at the same time the voice of the lookout shouted, “Land ho!” 12 Council of War THERE was a great rush of feet across the deck.\n"}}
{"red": {"word": "red", "line": "This was not the map we found in Billy Bones’s chest, but an accurate copy, complete in all things--names and heights and soundings--with the single exception of the red crosses and the written notes.\n"}}
{"yellow": {"word": "yellow", "line": "This even tint was indeed broken up by streaks of yellow sand-break in the lower lands, and by many tall trees of the pine family, out-topping the others--some singly, some in clumps; but the general colouring was uniform and sad.\n"}}
{"grey": {"word": "grey", "line": "Perhaps it was this--perhaps it was the look of the island, with its grey, melancholy woods, and wild stone spires, and the surf that we could both see and hear foaming and thundering on the steep beach--at least, although the sun shone bright and hot, and the shore birds were fishing and crying all around us, and you would have thought anyone would have been glad to get to land after being so long at sea, my heart sank, as the saying is, into my boots; and from the first look onward, I hated the very thought of Treasure Island.\n"}}
{"black": {"word": "black", "line": "The slightest order was received with a black look and grudgingly and carelessly obeyed.\n"}}
{"white": {"word": "pale", "line": "I had crossed a marshy tract full of willows, bulrushes, and odd, outlandish, swampy trees; and I had now come out upon the skirts of an open piece of undulating, sandy country, about a mile long, dotted with a few pines and a great number of contorted trees, not unlike the oak in growth, but pale in the foliage, like willows.\n"}}
{"green": {"word": "green", "line": "Crawling on all fours, I made steadily but slowly towards them, till at last, raising my head to an aperture among the leaves, I could see clear down into a little green dell beside the marsh, and closely set about with trees, where Long John Silver and another of the crew stood face to face in conversation.\n"}}
{"gold": {"word": "gold", "line": "“Mate,” he was saying, “it’s because I thinks gold dust of you--gold dust, and you may lay to that!\n"}}
{"red": {"word": "red", "line": "All’s up--you can’t make nor mend; it’s to save your neck that I’m a-speaking, and if one of the wild uns knew it, where’d I be, Tom--now, tell me, where’d I be?” “Silver,” said the other man--and I observed he was not only red in the face, but spoke as hoarse as a crow, and his voice shook too, like a taut rope--“Silver,” says he, “you’re old, and you’re honest, or has the name for it; and you’ve money too, which lots of poor sailors hasn’t; and you’re brave, or I’m mistook.\n"}}
{"pink": {"word": "rose", "line": "The rocks of the Spy-glass re-echoed it a score of times; the whole troop of marsh-birds rose again, darkening heaven, with a simultaneous whirr; and long after that death yell was still ringing in my brain, silence had re-established its empire, and only the rustle of the redescending birds and the boom of the distant surges disturbed the languor of the afternoon.\n"}}
{"black": {"word": "black", "line": "“It’s a black conscience that can make you feared of me.\n"}}
{"pink": {"word": "rose", "line": "I was tired, at any rate; but had I been as fresh as when I rose, I could see it was in vain for me to contend in speed with such an adversary.\n"}}
{"white": {"word": "white", "line": "“I’m poor Ben Gunn, I am; and I haven’t spoke with a Christian these three years.” I could now see that he was a white man like myself and that his features were even pleasing.\n"}}
{"black": {"word": "black", "line": "His skin, wherever it was exposed, was burnt by the sun; even his lips were black, and his fair eyes looked quite startling in so dark a face.\n"}}
{"white": {"word": "fair", "line": "His skin, wherever it was exposed, was burnt by the sun; even his lips were black, and his fair eyes looked quite startling in so dark a face.\n"}}
{"blue": {"word": "blue", "line": "One fine day up went the signal, and here come Flint by himself in a little boat, and his head done up in a blue scarf.\n"}}
{"white": {"word": "white", "line": "The sun was getting up, and mortal white he looked about the cutwater.\n"}}
{"white": {"word": "fair", "line": "Three years he were the man of this island, light and dark, fair and rain; and sometimes he would maybe think upon a prayer (says you), and sometimes he would maybe think of his old mother, so be as she’s alive (you’ll say); but the most part of Gunn’s time (this is what you’ll say)--the most part of his time was took up with another matter.\n"}}
{"white": {"word": "white", "line": "I keep her under the white rock.\n"}}
{"pink": {"word": "rose", "line": "This was how it was: a spring of clear water rose almost at the top of a knoll.\n"}}
{"white": {"word": "white", "line": "The squire was sitting down, as white as a sheet, thinking of the harm he had led us to, the good soul!\n"}}
{"white": {"word": "white", "line": "And him that comes is to have a white thing in his hand, and he’s to come alone.\n"}}
{"grey": {"word": "grey", "line": "The sun had just set, the sea breeze was rustling and tumbling in the woods and ruffling the grey surface of the anchorage; the tide, too, was far out, and great tracts of sand lay uncovered; the air, after the heat of the day, chilled me through my jacket.\n"}}
{"black": {"word": "black", "line": "The HISPANIOLA still lay where she had anchored; but, sure enough, there was the Jolly Roger--the black flag of piracy--flying from her peak.\n"}}
{"red": {"word": "red", "line": "Even as I looked, there came another red flash and another report that sent the echoes clattering, and one more round-shot whistled through the air.\n"}}
{"white": {"word": "white", "line": "I was pretty far down on the low, sandy spit that encloses the anchorage to the east, and is joined at half-water to Skeleton Island; and now, as I rose to my feet, I saw, some distance further down the spit and rising from among low bushes, an isolated rock, pretty high, and peculiarly white in colour.\n"}}
{"pink": {"word": "rose", "line": "I was pretty far down on the low, sandy spit that encloses the anchorage to the east, and is joined at half-water to Skeleton Island; and now, as I rose to my feet, I saw, some distance further down the spit and rising from among low bushes, an isolated rock, pretty high, and peculiarly white in colour.\n"}}
{"white": {"word": "white", "line": "It occurred to me that this might be the white rock of which Ben Gunn had spoken and that some day or other a boat might be wanted and I should know where to look for one.\n"}}
{"green": {"word": "green", "line": "Most of the soil had been washed away or buried in drift after the removal of the trees; only where the streamlet ran down from the kettle a thick bed of moss and some ferns and little creeping bushes were still green among the sand.\n"}}
{"white": {"word": "white", "line": "20 Silver’s Embassy SURE enough, there were two men just outside the stockade, one of them waving a white cloth, the other, no less a person than Silver himself, standing placidly by.\n"}}
{"white": {"word": "white", "line": "But where Silver stood with his lieutenant, all was still in shadow, and they waded knee-deep in a low white vapour that had crawled during the night out of the morass.\n"}}
{"blue": {"word": "blue", "line": "He was tricked out in his best; an immense blue coat, thick with brass buttons, hung as low as to his knees, and a fine laced hat was set on the back of his head.\n"}}
{"pink": {"word": "rose", "line": "And I hope”--raising his voice--“that all hands in this here block house will overhaul my words, for what is spoke to one is spoke to all.” Captain Smollett rose from his seat and knocked out the ashes of his pipe in the palm of his left hand.\n"}}
{"white": {"word": "fair", "line": "If you’ll come up one by one, unarmed, I’ll engage to clap you all in irons and take you home to a fair trial in England.\n"}}
{"red": {"word": "red", "line": "If that was how you served at Fontenoy, sir, you’d have been better in your berth.” The doctor’s watch were all back at their loopholes, the rest were busy loading the spare muskets, and everyone with a red face, you may be certain, and a flea in his ear, as the saying is.\n"}}
{"red": {"word": "red", "line": "One man, in a red night-cap, with his cutlass in his mouth, had even got upon the top and thrown a leg across.\n"}}
{"red": {"word": "red", "line": "Well, so short had been the interval that when I found my feet again all was in the same posture, the fellow with the red night-cap still half-way over, another still just showing his head above the top of the stockade.\n"}}
{"white": {"word": "pale", "line": "Hunter lay beside his loophole, stunned; Joyce by his, shot through the head, never to move again; while right in the centre, the squire was supporting the captain, one as pale as the other.\n"}}
{"white": {"word": "white", "line": "I was to go down the sandy spit that divides the anchorage on the east from the open sea, find the white rock I had observed last evening, and ascertain whether it was there or not that Ben Gunn had hidden his boat, a thing quite worth doing, as I still believe.\n"}}
{"blue": {"word": "blue", "line": "Soon cool draughts of air began to reach me, and a few steps farther I came forth into the open borders of the grove, and saw the sea lying blue and sunny to the horizon and the surf tumbling and tossing its foam along the beach.\n"}}
{"blue": {"word": "blue", "line": "The sun might blaze overhead, the air be without a breath, the surface smooth and blue, but still these great rollers would be running along all the external coast, thundering and thundering by day and night; and I scarce believe there is one spot in the island where a man would be out of earshot of their noise.\n"}}
{"red": {"word": "red", "line": "Alongside lay one of the gigs, Silver in the stern-sheets--him I could always recognize--while a couple of men were leaning over the stern bulwarks, one of them with a red cap--the very rogue that I had seen some hours before stride-legs upon the palisade.\n"}}
{"red": {"word": "red", "line": "Soon after, the jolly-boat shoved off and pulled for shore, and the man with the red cap and his comrade went below by the cabin companion.\n"}}
{"white": {"word": "white", "line": "The white rock, visible enough above the brush, was still some eighth of a mile further down the spit, and it took me a goodish while to get up with it, crawling, often on all fours, among the scrub.\n"}}
{"green": {"word": "green", "line": "Right below it there was an exceedingly small hollow of green turf, hidden by banks and a thick underwood about knee-deep, that grew there very plentifully; and in the centre of the dell, sure enough, a little tent of goat-skins, like what the gipsies carry about with them in England.\n"}}
{"red": {"word": "red", "line": "The other was, of course, my friend of the red night-cap.\n"}}
{"pink": {"word": "rose", "line": "I pulled in hand over hand on the cord, and when I judged myself near enough, rose at infinite risk to about half my height and thus commanded the roof and a slice of the interior of the cabin.\n"}}
{"yellow": {"word": "yellow", "line": "North of Haulbowline Head, the land runs in a long way, leaving at low tide a long stretch of yellow sand.\n"}}
{"green": {"word": "green", "line": "To the north of that, again, there comes another cape--Cape of the Woods, as it was marked upon the chart--buried in tall green pines, which descended to the margin of the sea.\n"}}
{"pink": {"word": "rose", "line": "The wind blowing steady and gentle from the south, there was no contrariety between that and the current, and the billows rose and fell unbroken.\n"}}
{"blue": {"word": "blue", "line": "Often, as I still lay at the bottom and kept no more than an eye above the gunwale, I would see a big blue summit heaving close above me; yet the coracle would but bounce a little, dance as if on springs, and subside on the other side into the trough as lightly as a bird.\n"}}
{"green": {"word": "green", "line": "I could see the cool green tree-tops swaying together in the breeze, and I felt sure I should make the next promontory without fail.\n"}}
{"white": {"word": "white", "line": "The HISPANIOLA was under her main-sail and two jibs, and the beautiful white canvas shone in the sun like snow or silver.\n"}}
{"silver": {"word": "silver", "line": "The HISPANIOLA was under her main-sail and two jibs, and the beautiful white canvas shone in the sun like snow or silver.\n"}}
{"white": {"word": "white", "line": "I could see the waves boiling white under her forefoot.\n"}}
{"white": {"word": "white", "line": "There were the two watchmen, sure enough: red-cap on his back, as stiff as a handspike, with his arms stretched out like those of a crucifix and his teeth showing through his open lips; Israel Hands propped against the bulwarks, his chin on his chest, his hands lying open before him on the deck, his face as white, under its tan, as a tallow candle.\n"}}
{"brown": {"word": "tan", "line": "There were the two watchmen, sure enough: red-cap on his back, as stiff as a handspike, with his arms stretched out like those of a crucifix and his teeth showing through his open lips; Israel Hands propped against the bulwarks, his chin on his chest, his hands lying open before him on the deck, his face as white, under its tan, as a tallow candle.\n"}}
{"white": {"word": "white", "line": "The bulkheads, all painted in clear white and beaded round with gilt, bore a pattern of dirty hands.\n"}}
{"brown": {"word": "brown", "line": "In the midst of all this the lamp still cast a smoky glow, obscure and brown as umber.\n"}}
{"red": {"word": "red", "line": "As for that swab, he’s good and dead, he is,” he added, indicating the man with the red cap.\n"}}
{"black": {"word": "black", "line": "Better none than these.” And again dodging the boom, I ran to the colour lines, handed down their cursed black flag, and chucked it overboard.\n"}}
{"red": {"word": "red", "line": "Will you have white or red?” “Well, I reckon it’s about the blessed same to me, shipmate,” he replied; “so it’s strong, and plenty of it, what’s the odds?” “All right,” I answered.\n"}}
{"white": {"word": "white", "line": "Will you have white or red?” “Well, I reckon it’s about the blessed same to me, shipmate,” he replied; “so it’s strong, and plenty of it, what’s the odds?” “All right,” I answered.\n"}}
{"white": {"word": "fair", "line": "“For thirty years,” he said, “I’ve sailed the seas and seen good and bad, better and worse, fair weather and foul, provisions running out, knives going, and what not.\n"}}
{"red": {"word": "red", "line": "Wounded as he was, it was wonderful how fast he could move, his grizzled hair tumbling over his face, and his face itself as red as a red ensign with his haste and fury.\n"}}
{"pink": {"word": "rose", "line": "He rose once to the surface in a lather of foam and blood and then sank again for good.\n"}}
{"green": {"word": "green", "line": "The dirk, where it had pinned my shoulder to the mast, seemed to burn like a hot iron; yet it was not so much these real sufferings that distressed me, for these, it seemed to me, I could bear without a murmur; it was the horror I had upon my mind of falling from the cross-trees into that still green water, beside the body of the coxswain.\n"}}
{"red": {"word": "red", "line": "He went in with a sounding plunge; the red cap came off and remained floating on the surface; and as soon as the splash subsided, I could see him and Israel lying side by side, both wavering with the tremulous movement of the water.\n"}}
{"red": {"word": "maroon", "line": "This brought me near to where I had encountered Ben Gunn, the maroon; and I walked more circumspectly, keeping an eye on every side.\n"}}
{"white": {"word": "pale", "line": "Gradually the night fell blacker; it was all I could do to guide myself even roughly towards my destination; the double hill behind me and the Spy-glass on my right hand loomed faint and fainter; the stars were few and pale; and in the low ground where I wandered I kept tripping among bushes and rolling into sandy pits.\n"}}
{"white": {"word": "pale", "line": "I looked up; a pale glimmer of moonbeams had alighted on the summit of the Spy-glass, and soon after I saw something broad and silvery moving low down behind the trees, and knew the moon had risen.\n"}}
{"red": {"word": "red", "line": "It was red and hot, and now and again it was a little darkened--as it were, the embers of a bonfire smouldering.\n"}}
{"black": {"word": "black", "line": "The western end was already steeped in moonshine; the rest, and the block house itself, still lay in a black shadow chequered with long silvery streaks of light.\n"}}
{"red": {"word": "red", "line": "On the other side of the house an immense fire had burned itself into clear embers and shed a steady, red reverberation, contrasted strongly with the mellow paleness of the moon.\n"}}
{"green": {"word": "green", "line": "Silver’s green parrot, Captain Flint!\n"}}
{"red": {"word": "red", "line": "PART SIX--Captain Silver 28 In the Enemy’s Camp THE red glare of the torch, lighting up the interior of the block house, showed me the worst of my apprehensions realized.\n"}}
{"white": {"word": "pale", "line": "The sixth had only risen upon his elbow; he was deadly pale, and the blood-stained bandage round his head told that he had recently been wounded, and still more recently dressed.\n"}}
{"black": {"word": "black", "line": "They had set me with my back against the wall, and I stood there, looking Silver in the face, pluckily enough, I hope, to all outward appearance, but with black despair in my heart.\n"}}
{"pink": {"word": "rose", "line": "There’s never a man looked me between the eyes and seen a good day a’terwards, Tom Morgan, you may lay to that.” Morgan paused, but a hoarse murmur rose from the others.\n"}}
{"red": {"word": "red", "line": "One after another, they would look up, and the red light of the torch would fall for a second on their nervous faces; but it was not towards me, it was towards Silver that they turned their eyes.\n"}}
{"white": {"word": "fair", "line": "“And there’s something under that, no doubt--something, surely, under that, Jim--bad or good.” And he took another swallow of the brandy, shaking his great fair head like a man who looks forward to the worst.\n"}}
{"pink": {"word": "rose", "line": "I could just make out that he had a book as well as a knife in his hand, and was still wondering how anything so incongruous had come in their possession when the kneeling figure rose once more to his feet and the whole party began to move together towards the house.\n"}}
{"black": {"word": "black", "line": "“The black spot!\n"}}
{"yellow": {"word": "yellow", "line": "“He’s seen his slice of luck, has Dick, and you may lay to that.” But here the long man with the yellow eyes struck in.\n"}}
{"black": {"word": "black", "line": "“This crew has tipped you the black spot in full council, as in dooty bound; just you turn it over, as in dooty bound, and see what’s wrote there.\n"}}
{"black": {"word": "black", "line": "“Leastways, if you don’t, I do; and I wait here--and I’m still your cap’n, mind--till you outs with your grievances and I reply; in the meantime, your black spot ain’t worth a biscuit.\n"}}
{"black": {"word": "black", "line": "Who tipped me the black spot the day we landed and began this dance?\n"}}
{"red": {"word": "red", "line": "You look there--that’s why!” And he cast down upon the floor a paper that I instantly recognized--none other than the chart on yellow paper, with the three red crosses, that I had found in the oilcloth at the bottom of the captain’s chest.\n"}}
{"yellow": {"word": "yellow", "line": "You look there--that’s why!” And he cast down upon the floor a paper that I instantly recognized--none other than the chart on yellow paper, with the three red crosses, that I had found in the oilcloth at the bottom of the captain’s chest.\n"}}
{"gold": {"word": "gold", "line": "It went from hand to hand, one tearing it from another; and by the oaths and the cries and the childish laughter with which they accompanied their examination, you would have thought, not only they were fingering the very gold, but were at sea with it, besides, in safety.\n"}}
{"white": {"word": "fair", "line": "But civil you can speak, and shall, George Merry, you may lay to that.” “That’s fair enow,” said the old man Morgan.\n"}}
{"black": {"word": "black", "line": "And now, shipmates, this black spot?\n"}}
{"black": {"word": "black", "line": "Good day to you, sir, and all our dooties to the squire and Cap’n Smollett.” The explosion of disapproval, which nothing but Silver’s black looks had restrained, broke out immediately the doctor had left the house.\n"}}
{"white": {"word": "fair", "line": "You’ll please bear in mind it’s not my life only now--it’s that boy’s into the bargain; and you’ll speak me fair, doctor, and give me a bit o’ hope to go on, for the sake of mercy.” Silver was a changed man once he was out there and had his back to his friends and the block house; his cheeks seemed to have fallen in, his voice trembled; never was a soul more dead in earnest.\n"}}
{"gold": {"word": "gold", "line": "I’ll take him in a line when we go treasure-hunting, for we’ll keep him like so much gold, in case of accidents, you mark, and in the meantime.\n"}}
{"red": {"word": "red", "line": "The red cross was, of course, far too large to be a guide; and the terms of the note on the back, as you will hear, admitted of some ambiguity.\n"}}
{"pink": {"word": "rose", "line": "Every here and there, one of a different species rose forty or fifty feet clear above its neighbours, and which of these was the particular “tall tree” of Captain Flint could only be decided on the spot, and by the readings of the compass.\n"}}
{"red": {"word": "red", "line": "Thickets of green nutmeg-trees were dotted here and there with the red columns and the broad shadow of the pines; and the first mingled their spice with the aroma of the others.\n"}}
{"green": {"word": "green", "line": "Thickets of green nutmeg-trees were dotted here and there with the red columns and the broad shadow of the pines; and the first mingled their spice with the aroma of the others.\n"}}
{"green": {"word": "green", "line": "At the foot of a pretty big pine and involved in a green creeper, which had even partly lifted some of the smaller bones, a human skeleton lay, with a few shreds of clothing, on the ground.\n"}}
{"yellow": {"word": "yellow", "line": "They’re long bones, and the hair’s been yellow.\n"}}
{"brown": {"word": "copper", "line": "“There ain’t a thing left here,” said Merry, still feeling round among the bones; “not a copper doit nor a baccy box.\n"}}
{"black": {"word": "black", "line": "Sheer above us rose the Spyglass, here dotted with single pines, there black with precipices.\n"}}
{"pink": {"word": "rose", "line": "Sheer above us rose the Spyglass, here dotted with single pines, there black with precipices.\n"}}
{"blue": {"word": "blue", "line": "“He were an ugly devil,” cried a third pirate with a shudder; “that blue in the face too!” “That was how the rum took him,” added Merry.\n"}}
{"blue": {"word": "blue", "line": "Well, I reckon he was blue.\n"}}
{"green": {"word": "green", "line": "Coming through the clear, sunny atmosphere among the green tree-tops, I thought it had sounded airily and sweetly; and the effect on my companions was the stranger.\n"}}
{"white": {"word": "ashen", "line": "“Come,” said Silver, struggling with his ashen lips to get the word out; “this won’t do.\n"}}
{"blue": {"word": "blue", "line": "When did ever a gentleman o’ fortune show his stern to that much dollars for a boozy old seaman with a blue mug--and him dead too?” But there was no sign of reawakening courage in his followers, rather, indeed, of growing terror at the irreverence of his words.\n"}}
{"red": {"word": "red", "line": "The third rose nearly two hundred feet into the air above a clump of underwood--a giant of a vegetable, with a red column as big as a cottage, and a wide shadow around in which a company could have manoeuvred.\n"}}
{"pink": {"word": "rose", "line": "The third rose nearly two hundred feet into the air above a clump of underwood--a giant of a vegetable, with a red column as big as a cottage, and a wide shadow around in which a company could have manoeuvred.\n"}}
{"gold": {"word": "gold", "line": "But it was not its size that now impressed my companions; it was the knowledge that seven hundred thousand pounds in gold lay somewhere buried below its spreading shadow.\n"}}
{"gold": {"word": "gold", "line": "In the immediate nearness of the gold, all else had been forgotten: his promise and the doctor’s warning were both things of the past, and I could not doubt that he hoped to seize upon the treasure, find and board the HISPANIOLA under cover of night, cut every honest throat about that island, and sail away as he had at first intended, laden with crimes and riches.\n"}}
{"blue": {"word": "blue", "line": "This also added to my wretchedness, and to crown all, I was haunted by the thought of the tragedy that had once been acted on that plateau, when that ungodly buccaneer with the blue face--he who died at Savannah, singing and shouting for drink--had there, with his own hand, cut down his six accomplices.\n"}}
{"gold": {"word": "gold", "line": "Morgan found a piece of gold.\n"}}
{"red": {"word": "maroon", "line": "“Well, you’re a nice one, to be sure.” “I’m Ben Gunn, I am,” replied the maroon, wriggling like an eel in his embarrassment.\n"}}
{"red": {"word": "maroon", "line": "It was a story that profoundly interested Silver; and Ben Gunn, the half-idiot maroon, was the hero from beginning to end.\n"}}
{"red": {"word": "maroon", "line": "“As for you, Jim,” he said, “it went against my heart, but I did what I thought best for those who had stood by their duty; and if you were not one of these, whose fault was it?” That morning, finding that I was to be involved in the horrid disappointment he had prepared for the mutineers, he had run all the way to the cave, and leaving the squire to guard the captain, had taken Gray and the maroon and started, making the diagonal across the island to be at hand beside the pine.\n"}}
{"black": {"word": "black", "line": "As we passed the two-pointed hill, we could see the black mouth of Ben Gunn’s cave and a figure standing by it, leaning on a musket.\n"}}
{"gold": {"word": "gold", "line": "Before a big fire lay Captain Smollett; and in a far corner, only duskily flickered over by the blaze, I beheld great heaps of coin and quadrilaterals built of bars of gold.\n"}}
{"gold": {"word": "gold", "line": "34 And Last THE next morning we fell early to work, for the transportation of this great mass of gold near a mile by land to the beach, and thence three miles by boat to the HISPANIOLA, was a considerable task for so small a number of workmen.\n"}}
{"blue": {"word": "blue", "line": "That was, at least, the end of that; and before noon, to my inexpressible joy, the highest rock of Treasure Island had sunk into the blue round of sea.\n"}}
{"red": {"word": "maroon", "line": "The maroon had connived at his escape in a shore boat some hours ago, and he now assured us he had only done so to preserve our lives, which would certainly have been forfeit if “that man with the one leg had stayed aboard.” But this was not all.\n"}}
{"silver": {"word": "silver", "line": "The bar silver and the arms still lie, for all that I know, where Flint buried them; and certainly they shall lie there for me.\n"}}
