{"red": {"word": "red", "line": "I had for dinner, or rather supper, a chicken done up some way with red pepper, which was very good but thirsty.\n"}}
{"white": {"word": "white", "line": "They had all full white sleeves of some kind or other, and most of them had big belts with a lot of strips of something fluttering from them like the dresses in a ballet, but of course there were petticoats under them.\n"}}
{"white": {"word": "white", "line": "The strangest figures we saw were the Slovaks, who were more barbarian than the rest, with their big cow-boy hats, great baggy dirty-white trousers, white linen shirts, and enormous heavy leather belts, nearly a foot wide, all studded over with brass nails.\n"}}
{"black": {"word": "black", "line": "They wore high boots, with their trousers tucked into them, and had long black hair and heavy black moustaches.\n"}}
{"white": {"word": "white", "line": "I was evidently expected, for when I got near the door I faced a cheery-looking elderly woman in the usual peasant dress--white undergarment with long double apron, front, and back, of coloured stuff fitting almost too tight for modesty.\n"}}
{"white": {"word": "white", "line": "She smiled, and gave some message to an elderly man in white shirt-sleeves, who had followed her to the door.\n"}}
{"pink": {"word": "rose", "line": "She then rose and dried her eyes, and taking a crucifix from her neck offered it to me.\n"}}
{"grey": {"word": "grey", "line": "The Castle._--The grey of the morning has passed, and the sun is high over the distant horizon, which seems jagged, whether with trees or hills I know not, for it is so far off that big things and little are mixed.\n"}}
{"red": {"word": "red", "line": "I dined on what they called \"robber steak\"--bits of bacon, onion, and beef, seasoned with red pepper, and strung on sticks and roasted over the fire, in the simple style of the London cat's meat!\n"}}
{"green": {"word": "green", "line": "I shall never forget the last glimpse which I had of the inn-yard and its crowd of picturesque figures, all crossing themselves, as they stood round the wide archway, with its background of rich foliage of oleander and orange trees in green tubs clustered in the centre of the yard.\n"}}
{"green": {"word": "green", "line": "Before us lay a green sloping land full of forests and woods, with here and there steep hills, crowned with clumps of trees or with farmhouses, the blank gable end to the road.\n"}}
{"green": {"word": "green", "line": "There was everywhere a bewildering mass of fruit blossom--apple, plum, pear, cherry; and as we drove by I could see the green grass under the trees spangled with the fallen petals.\n"}}
{"purple": {"word": "plum", "line": "There was everywhere a bewildering mass of fruit blossom--apple, plum, pear, cherry; and as we drove by I could see the green grass under the trees spangled with the fallen petals.\n"}}
{"green": {"word": "green", "line": "In and out amongst these green hills of what they call here the \"Mittel Land\" ran the road, losing itself as it swept round the grassy curve, or was shut out by the straggling ends of pine woods, which here and there ran down the hillsides like tongues of flame.\n"}}
{"green": {"word": "green", "line": "Beyond the green swelling hills of the Mittel Land rose mighty slopes of forest up to the lofty steeps of the Carpathians themselves.\n"}}
{"pink": {"word": "rose", "line": "Beyond the green swelling hills of the Mittel Land rose mighty slopes of forest up to the lofty steeps of the Carpathians themselves.\n"}}
{"green": {"word": "green", "line": "Right and left of us they towered, with the afternoon sun falling full upon them and bringing out all the glorious colours of this beautiful range, deep blue and purple in the shadows of the peaks, green and brown where grass and rock mingled, and an endless perspective of jagged rock and pointed crags, till these were themselves lost in the distance, where the snowy peaks rose grandly.\n"}}
{"blue": {"word": "blue", "line": "Right and left of us they towered, with the afternoon sun falling full upon them and bringing out all the glorious colours of this beautiful range, deep blue and purple in the shadows of the peaks, green and brown where grass and rock mingled, and an endless perspective of jagged rock and pointed crags, till these were themselves lost in the distance, where the snowy peaks rose grandly.\n"}}
{"brown": {"word": "brown", "line": "Right and left of us they towered, with the afternoon sun falling full upon them and bringing out all the glorious colours of this beautiful range, deep blue and purple in the shadows of the peaks, green and brown where grass and rock mingled, and an endless perspective of jagged rock and pointed crags, till these were themselves lost in the distance, where the snowy peaks rose grandly.\n"}}
{"pink": {"word": "rose", "line": "Right and left of us they towered, with the afternoon sun falling full upon them and bringing out all the glorious colours of this beautiful range, deep blue and purple in the shadows of the peaks, green and brown where grass and rock mingled, and an endless perspective of jagged rock and pointed crags, till these were themselves lost in the distance, where the snowy peaks rose grandly.\n"}}
{"purple": {"word": "purple", "line": "Right and left of us they towered, with the afternoon sun falling full upon them and bringing out all the glorious colours of this beautiful range, deep blue and purple in the shadows of the peaks, green and brown where grass and rock mingled, and an endless perspective of jagged rock and pointed crags, till these were themselves lost in the distance, where the snowy peaks rose grandly.\n"}}
{"white": {"word": "white", "line": "Here and there seemed mighty rifts in the mountains, through which, as the sun began to sink, we saw now and again the white gleam of falling water.\n"}}
{"pink": {"word": "pink", "line": "This was emphasised by the fact that the snowy mountain-top still held the sunset, and seemed to glow out with a delicate cool pink.\n"}}
{"green": {"word": "green", "line": "There were many things new to me: for instance, hay-ricks in the trees, and here and there very beautiful masses of weeping birch, their white stems shining like silver through the delicate green of the leaves.\n"}}
{"white": {"word": "white", "line": "There were many things new to me: for instance, hay-ricks in the trees, and here and there very beautiful masses of weeping birch, their white stems shining like silver through the delicate green of the leaves.\n"}}
{"silver": {"word": "silver", "line": "There were many things new to me: for instance, hay-ricks in the trees, and here and there very beautiful masses of weeping birch, their white stems shining like silver through the delicate green of the leaves.\n"}}
{"white": {"word": "white", "line": "On this were sure to be seated quite a group of home-coming peasants, the Cszeks with their white, and the Slovaks with their coloured, sheepskins, the latter carrying lance-fashion their long staves, with axe at end.\n"}}
{"grey": {"word": "grey", "line": "Then through the darkness I could see a sort of patch of grey light ahead of us, as though there were a cleft in the hills.\n"}}
{"white": {"word": "white", "line": "The only light was the flickering rays of our own lamps, in which the steam from our hard-driven horses rose in a white cloud.\n"}}
{"pink": {"word": "rose", "line": "The only light was the flickering rays of our own lamps, in which the steam from our hard-driven horses rose in a white cloud.\n"}}
{"white": {"word": "white", "line": "We could see now the sandy road lying white before us, but there was on it no sign of a vehicle.\n"}}
{"black": {"word": "black", "line": "They were driven by a tall man, with a long brown beard and a great black hat, which seemed to hide his face from us.\n"}}
{"brown": {"word": "brown", "line": "They were driven by a tall man, with a long brown beard and a great black hat, which seemed to hide his face from us.\n"}}
{"red": {"word": "red", "line": "I could only see the gleam of a pair of very bright eyes, which seemed red in the lamplight, as he turned to us.\n"}}
{"red": {"word": "red", "line": "As he spoke he smiled, and the lamplight fell on a hard-looking mouth, with very red lips and sharp-looking teeth, as white as ivory.\n"}}
{"white": {"word": "white", "line": "As he spoke he smiled, and the lamplight fell on a hard-looking mouth, with very red lips and sharp-looking teeth, as white as ivory.\n"}}
{"purple": {"word": "plum", "line": "There is a flask of slivovitz (the plum brandy of the country) underneath the seat, if you should require it.\"\n"}}
{"white": {"word": "white", "line": "It grew colder and colder still, and fine, powdery snow began to fall, so that soon we and all around us were covered with a white blanket.\n"}}
{"blue": {"word": "blue", "line": "Suddenly, away on our left, I saw a faint flickering blue flame.\n"}}
{"blue": {"word": "blue", "line": "He went rapidly to where the blue flame arose--it must have been very faint, for it did not seem to illumine the place around it at all--and gathering a few stones, formed them into some device.\n"}}
{"blue": {"word": "blue", "line": "Then for a time there were no blue flames, and we sped onwards through the gloom, with the howling of the wolves around us, as though they were following in a moving circle.\n"}}
{"red": {"word": "red", "line": "I could not see any cause for it, for the howling of the wolves had ceased altogether; but just then the moon, sailing through the black clouds, appeared behind the jagged crest of a beetling, pine-clad rock, and by its light I saw around us a ring of wolves, with white teeth and lolling red tongues, with long, sinewy limbs and shaggy hair.\n"}}
{"black": {"word": "black", "line": "I could not see any cause for it, for the howling of the wolves had ceased altogether; but just then the moon, sailing through the black clouds, appeared behind the jagged crest of a beetling, pine-clad rock, and by its light I saw around us a ring of wolves, with white teeth and lolling red tongues, with long, sinewy limbs and shaggy hair.\n"}}
{"white": {"word": "white", "line": "I could not see any cause for it, for the howling of the wolves had ceased altogether; but just then the moon, sailing through the black clouds, appeared behind the jagged crest of a beetling, pine-clad rock, and by its light I saw around us a ring of wolves, with white teeth and lolling red tongues, with long, sinewy limbs and shaggy hair.\n"}}
{"black": {"word": "black", "line": "Suddenly, I became conscious of the fact that the driver was in the act of pulling up the horses in the courtyard of a vast ruined castle, from whose tall black windows came no ray of light, and whose broken battlements showed a jagged line against the moonlit sky.\n"}}
{"black": {"word": "black", "line": "Within, stood a tall old man, clean shaven save for a long white moustache, and clad in black from head to foot, without a single speck of colour about him anywhere.\n"}}
{"white": {"word": "white", "line": "Within, stood a tall old man, clean shaven save for a long white moustache, and clad in black from head to foot, without a single speck of colour about him anywhere.\n"}}
{"silver": {"word": "silver", "line": "He held in his hand an antique silver lamp, in which the flame burned without chimney or globe of any kind, throwing long quivering shadows as it flickered in the draught of the open door.\n"}}
{"white": {"word": "white", "line": "The mouth, so far as I could see it under the heavy moustache, was fixed and rather cruel-looking, with peculiarly sharp white teeth; these protruded over the lips, whose remarkable ruddiness showed astonishing vitality in a man of his years.\n"}}
{"white": {"word": "pale", "line": "For the rest, his ears were pale, and at the tops extremely pointed; the chin was broad and strong, and the cheeks firm though thin.\n"}}
{"white": {"word": "white", "line": "Hitherto I had noticed the backs of his hands as they lay on his knees in the firelight, and they had seemed rather white and fine; but seeing them now close to me, I could not but notice that they were rather coarse--broad, with squat fingers.\n"}}
{"pink": {"word": "rose", "line": "Then he rose and said:-- \"But you must be tired.\n"}}
{"gold": {"word": "gold", "line": "The table service is of gold, and so beautifully wrought that it must be of immense value.\n"}}
{"blue": {"word": "blue", "line": "Then as time went on, and I had got somewhat bolder, I asked him of some of the strange things of the preceding night, as, for instance, why the coachman went to the places where he had seen the blue flames.\n"}}
{"blue": {"word": "blue", "line": "He then explained to me that it was commonly believed that on a certain night of the year--last night, in fact, when all evil spirits are supposed to have unchecked sway--a blue flame is seen over any place where treasure has been concealed.\n"}}
{"silver": {"word": "silver", "line": "Whilst I was placing them in order I heard a rattling of china and silver in the next room, and as I passed through, noticed that the table had been cleared and the lamp lit, for it was by this time deep into the dark.\n"}}
{"red": {"word": "rust", "line": "The closed gates are of heavy old oak and iron, all eaten with rust.\n"}}
{"red": {"word": "cardinal", "line": "\"The estate is called Carfax, no doubt a corruption of the old _Quatre Face_, as the house is four-sided, agreeing with the cardinal points of the compass.\n"}}
{"grey": {"word": "grey", "line": "I went into my own room and drew the curtains, but there was little to notice; my window opened into the courtyard, all I could see was the warm grey of quickening sky.\n"}}
{"green": {"word": "green", "line": "As far as the eye can reach is a sea of green tree tops, with occasionally a deep rift where there is a chasm.\n"}}
{"silver": {"word": "silver", "line": "Here and there are silver threads where the rivers wind in deep gorges through the forests.\n"}}
{"pink": {"word": "rose", "line": "What meant the giving of the crucifix, of the garlic, of the wild rose, of the mountain ash?\n"}}
{"white": {"word": "white", "line": "He grew excited as he spoke, and walked about the room pulling his great white moustache and grasping anything on which he laid his hands as though he would crush it by main strength.\n"}}
{"red": {"word": "red", "line": "They were all of the thinnest foreign post, and looking at them, then at him, and noticing his quiet smile, with the sharp, canine teeth lying over the red underlip, I understood as well as if he had spoken that I should be careful what I wrote, for he would be able to read it.\n"}}
{"yellow": {"word": "yellow", "line": "I looked out over the beautiful expanse, bathed in soft yellow moonlight till it was almost as light as day.\n"}}
{"gray": {"word": "dusty", "line": "One or two small rooms near the hall were open, but there was nothing to see in them except old furniture, dusty with age and moth-eaten.\n"}}
{"grey": {"word": "dusty", "line": "One or two small rooms near the hall were open, but there was nothing to see in them except old furniture, dusty with age and moth-eaten.\n"}}
{"yellow": {"word": "yellow", "line": "The windows were curtainless, and the yellow moonlight, flooding in through the diamond panes, enabled one to see even colours, whilst it softened the wealth of dust which lay over all and disguised in some measure the ravages of time and the moth.\n"}}
{"white": {"word": "fair", "line": "Here I am, sitting at a little oak table where in old times possibly some fair lady sat to pen, with much thought and many blushes, her ill-spelt love-letter, and writing in my diary in shorthand all that has happened since I closed it last.\n"}}
{"red": {"word": "red", "line": "Two were dark, and had high aquiline noses, like the Count, and great dark, piercing eyes that seemed to be almost red when contrasted with the pale yellow moon.\n"}}
{"white": {"word": "pale", "line": "Two were dark, and had high aquiline noses, like the Count, and great dark, piercing eyes that seemed to be almost red when contrasted with the pale yellow moon.\n"}}
{"yellow": {"word": "yellow", "line": "Two were dark, and had high aquiline noses, like the Count, and great dark, piercing eyes that seemed to be almost red when contrasted with the pale yellow moon.\n"}}
{"white": {"word": "pale", "line": "The other was fair, as fair as can be, with great wavy masses of golden hair and eyes like pale sapphires.\n"}}
{"white": {"word": "fair", "line": "The other was fair, as fair as can be, with great wavy masses of golden hair and eyes like pale sapphires.\n"}}
{"red": {"word": "ruby", "line": "All three had brilliant white teeth that shone like pearls against the ruby of their voluptuous lips.\n"}}
{"white": {"word": "white", "line": "All three had brilliant white teeth that shone like pearls against the ruby of their voluptuous lips.\n"}}
{"red": {"word": "red", "line": "I felt in my heart a wicked, burning desire that they would kiss me with those red lips.\n"}}
{"white": {"word": "fair", "line": "The fair girl shook her head coquettishly, and the other two urged her on.\n"}}
{"white": {"word": "fair", "line": "The fair girl advanced and bent over me till I could feel the movement of her breath upon me.\n"}}
{"red": {"word": "red", "line": "There was a deliberate voluptuousness which was both thrilling and repulsive, and as she arched her neck she actually licked her lips like an animal, till I could see in the moonlight the moisture shining on the scarlet lips and on the red tongue as it lapped the white sharp teeth.\n"}}
{"white": {"word": "white", "line": "There was a deliberate voluptuousness which was both thrilling and repulsive, and as she arched her neck she actually licked her lips like an animal, till I could see in the moonlight the moisture shining on the scarlet lips and on the red tongue as it lapped the white sharp teeth.\n"}}
{"red": {"word": "red", "line": "As my eyes opened involuntarily I saw his strong hand grasp the slender neck of the fair woman and with giant's power draw it back, the blue eyes transformed with fury, the white teeth champing with rage, and the fair cheeks blazing red with passion.\n"}}
{"white": {"word": "white", "line": "As my eyes opened involuntarily I saw his strong hand grasp the slender neck of the fair woman and with giant's power draw it back, the blue eyes transformed with fury, the white teeth champing with rage, and the fair cheeks blazing red with passion.\n"}}
{"blue": {"word": "blue", "line": "As my eyes opened involuntarily I saw his strong hand grasp the slender neck of the fair woman and with giant's power draw it back, the blue eyes transformed with fury, the white teeth champing with rage, and the fair cheeks blazing red with passion.\n"}}
{"red": {"word": "red", "line": "The red light in them was lurid, as if the flames of hell-fire blazed behind them.\n"}}
{"white": {"word": "pale", "line": "His face was deathly pale, and the lines of it were hard like drawn wires; the thick eyebrows that met over the nose now seemed like a heaving bar of white-hot metal.\n"}}
{"white": {"word": "fair", "line": "The fair girl, with a laugh of ribald coquetry, turned to answer him:-- \"You yourself never loved; you never love!\"\n"}}
{"white": {"word": "fair", "line": "I saw in his eyes something of that gathering wrath which was manifest when he hurled that fair woman from him.\n"}}
{"gold": {"word": "gold", "line": "I have given the letters; I threw them through the bars of my window with a gold piece, and made what signs I could to have them posted.\n"}}
{"gold": {"word": "gold", "line": "The only thing I found was a great heap of gold in one corner--gold of all kinds, Roman, and British, and Austrian, and Hungarian, and Greek and Turkish money, covered with a film of dust, as though it had lain long in the ground.\n"}}
{"red": {"word": "red", "line": "He was either dead or asleep, I could not say which--for the eyes were open and stony, but without the glassiness of death--and the cheeks had the warmth of life through all their pallor; the lips were as red as ever.\n"}}
{"red": {"word": "red", "line": "As the door began to open, the howling of the wolves without grew louder and angrier; their red jaws, with champing teeth, and their blunt-clawed feet as they leaped, came in through the opening door.\n"}}
{"red": {"word": "red", "line": "The last I saw of Count Dracula was his kissing his hand to me; with a red light of triumph in his eyes, and with a smile that Judas in hell might be proud of.\n"}}
{"gold": {"word": "gold", "line": "I could not see a key anywhere, but the heap of gold remained.\n"}}
{"white": {"word": "white", "line": "There lay the Count, but looking as if his youth had been half renewed, for the white hair and moustache were changed to dark iron-grey; the cheeks were fuller, and the white skin seemed ruby-red underneath; the mouth was redder than ever, for on the lips were gouts of fresh blood, which trickled from the corners of the mouth and ran over the chin and neck.\n"}}
{"gold": {"word": "gold", "line": "I shall take some of the gold with me, lest I want it later.\n"}}
{"white": {"word": "fair", "line": "A woman ought to tell her husband everything--don't you think so, dear?--and I must be fair.\n"}}
{"white": {"word": "fair", "line": "Men like women, certainly their wives, to be quite as fair as they are; and women, I am afraid, are not always quite as fair as they should be.\n"}}
{"black": {"word": "black", "line": "I sympathise with poor Desdemona when she had such a dangerous stream poured in her ear, even by a black man.\n"}}
{"green": {"word": "green", "line": "The valley is beautifully green, and it is so steep that when you are on the high land on either side you look right across it, unless you are near enough to see down.\n"}}
{"white": {"word": "white", "line": "It is a most noble ruin, of immense size, and full of beautiful and romantic bits; there is a legend that a white lady is seen in one of the windows.\n"}}
{"black": {"word": "jet", "line": "Them feet-folks from York and Leeds that be always eatin' cured herrin's an' drinkin' tea an' lookin' out to buy cheap jet would creed aught.\n"}}
{"white": {"word": "white", "line": "Lucy was looking sweetly pretty in her white lawn frock; she has got a beautiful colour since she has been here.\n"}}
{"black": {"word": "black", "line": "To my left the view is cut off by a black line of roof of the old house next the abbey.\n"}}
{"grey": {"word": "grey", "line": "To-day is a grey day, and the sun as I write is hidden in thick clouds, high over Kettleness.\n"}}
{"green": {"word": "green", "line": "Everything is grey--except the green grass, which seems like emerald amongst it; grey earthy rock; grey clouds, tinged with the sunburst at the far edge, hang over the grey sea, into which the sand-points stretch like grey fingers.\n"}}
{"grey": {"word": "grey", "line": "Everything is grey--except the green grass, which seems like emerald amongst it; grey earthy rock; grey clouds, tinged with the sunburst at the far edge, hang over the grey sea, into which the sand-points stretch like grey fingers.\n"}}
{"grey": {"word": "grey", "line": "The horizon is lost in a grey mist.\n"}}
{"green": {"word": "green", "line": "Before the sun dipped below the black mass of Kettleness, standing boldly athwart the western sky, its downward way was marked by myriad clouds of every sunset-colour--flame, purple, pink, green, violet, and all the tints of gold; with here and there masses not large, but of seemingly absolute blackness, in all sorts of shapes, as well outlined as colossal silhouettes.\n"}}
{"black": {"word": "black", "line": "Before the sun dipped below the black mass of Kettleness, standing boldly athwart the western sky, its downward way was marked by myriad clouds of every sunset-colour--flame, purple, pink, green, violet, and all the tints of gold; with here and there masses not large, but of seemingly absolute blackness, in all sorts of shapes, as well outlined as colossal silhouettes.\n"}}
{"gold": {"word": "gold", "line": "Before the sun dipped below the black mass of Kettleness, standing boldly athwart the western sky, its downward way was marked by myriad clouds of every sunset-colour--flame, purple, pink, green, violet, and all the tints of gold; with here and there masses not large, but of seemingly absolute blackness, in all sorts of shapes, as well outlined as colossal silhouettes.\n"}}
{"pink": {"word": "pink", "line": "Before the sun dipped below the black mass of Kettleness, standing boldly athwart the western sky, its downward way was marked by myriad clouds of every sunset-colour--flame, purple, pink, green, violet, and all the tints of gold; with here and there masses not large, but of seemingly absolute blackness, in all sorts of shapes, as well outlined as colossal silhouettes.\n"}}
{"purple": {"word": "purple", "line": "Before the sun dipped below the black mass of Kettleness, standing boldly athwart the western sky, its downward way was marked by myriad clouds of every sunset-colour--flame, purple, pink, green, violet, and all the tints of gold; with here and there masses not large, but of seemingly absolute blackness, in all sorts of shapes, as well outlined as colossal silhouettes.\n"}}
{"pink": {"word": "rose", "line": "The waves rose in growing fury, each overtopping its fellow, till in a very few minutes the lately glassy sea was like a roaring and devouring monster.\n"}}
{"white": {"word": "white", "line": "To add to the difficulties and dangers of the time, masses of sea-fog came drifting inland--white, wet clouds, which swept by in ghostly fashion, so dank and damp and cold that it needed but little effort of imagination to think that the spirits of those lost at sea were touching their living brethren with the clammy hands of death, and many a one shuddered as the wreaths of sea-mist swept by.\n"}}
{"white": {"word": "white", "line": "Some of the scenes thus revealed were of immeasurable grandeur and of absorbing interest--the sea, running mountains high, threw skywards with each wave mighty masses of white foam, which the tempest seemed to snatch at and whirl away into space; here and there a fishing-boat, with a rag of sail, running madly for shelter before the blast; now and again the white wings of a storm-tossed sea-bird.\n"}}
{"grey": {"word": "grey", "line": "Then came another rush of sea-fog, greater than any hitherto--a mass of dank mist, which seemed to close on all things like a grey pall, and left available to men only the organ of hearing, for the roar of the tempest, and the crash of the thunder, and the booming of the mighty billows came through the damp oblivion even louder than before.\n"}}
{"silver": {"word": "silver", "line": "She is almost entirely in ballast of silver sand, with only a small amount of cargo--a number of great wooden boxes filled with mould.\n"}}
{"blue": {"word": "blue", "line": "It almost seems as though the captain had been seized with some kind of mania before he had got well into blue water, and that this had developed persistently throughout the voyage.\n"}}
{"silver": {"word": "silver", "line": "_Varna to Whitby._ _Written 18 July, things so strange happening, that I shall keep accurate note henceforth till we land._ On 6 July we finished taking in cargo, silver sand and boxes of earth.\n"}}
{"white": {"word": "pale", "line": "On the watch last night I saw It, like a man, tall and thin, and ghastly pale.\n"}}
{"blue": {"word": "blue", "line": "It was better to die like a man; to die like a sailor in blue water no man can object.\n"}}
{"gray": {"word": "dusty", "line": "Lucy and I had both a fight for it with the dusty miller; I know it was a hard fight on my part, and I am quite heroic.\n"}}
{"grey": {"word": "dusty", "line": "Lucy and I had both a fight for it with the dusty miller; I know it was a hard fight on my part, and I am quite heroic.\n"}}
{"white": {"word": "white", "line": "I ran along the North Terrace, but could see no sign of the white figure which I expected.\n"}}
{"black": {"word": "black", "line": "There was a bright full moon, with heavy black, driving clouds, which threw the whole scene into a fleeting diorama of light and shade as they sailed across.\n"}}
{"white": {"word": "white", "line": "Whatever my expectation was, it was not disappointed, for there, on our favourite seat, the silver light of the moon struck a half-reclining figure, snowy white.\n"}}
{"silver": {"word": "silver", "line": "Whatever my expectation was, it was not disappointed, for there, on our favourite seat, the silver light of the moon struck a half-reclining figure, snowy white.\n"}}
{"white": {"word": "white", "line": "The coming of the cloud was too quick for me to see much, for shadow shut down on light almost immediately; but it seemed to me as though something dark stood behind the seat where the white figure shone, and bent over it.\n"}}
{"white": {"word": "white", "line": "When I got almost to the top I could see the seat and the white figure, for I was now close enough to distinguish it even through the spells of shadow.\n"}}
{"black": {"word": "black", "line": "There was undoubtedly something, long and black, bending over the half-reclining white figure.\n"}}
{"white": {"word": "white", "line": "There was undoubtedly something, long and black, bending over the half-reclining white figure.\n"}}
{"red": {"word": "red", "line": "and something raised a head, and from where I was I could see a white face and red, gleaming eyes.\n"}}
{"white": {"word": "white", "line": "and something raised a head, and from where I was I could see a white face and red, gleaming eyes.\n"}}
{"pink": {"word": "rose", "line": "She trembled a little, and clung to me; when I told her to come at once with me home she rose without a word, with the obedience of a child.\n"}}
{"red": {"word": "red", "line": "I must have pinched up a piece of loose skin and have transfixed it, for there are two little red points like pin-pricks, and on the band of her nightdress was a drop of blood.\n"}}
{"red": {"word": "red", "line": "The setting sun, low down in the sky, was just dropping behind Kettleness; the red light was thrown over on the East Cliff and the old abbey, and seemed to bathe everything in a beautiful rosy glow.\n"}}
{"pink": {"word": "rosy", "line": "The setting sun, low down in the sky, was just dropping behind Kettleness; the red light was thrown over on the East Cliff and the old abbey, and seemed to bathe everything in a beautiful rosy glow.\n"}}
{"red": {"word": "red", "line": "We were silent for a while, and suddenly Lucy murmured as if to herself:-- \"His red eyes again!\n"}}
{"red": {"word": "red", "line": "The red sunlight was shining on the windows of St. Mary's Church behind our seat, and as the sun dipped there was just sufficient change in the refraction and reflection to make it appear as if the light moved.\n"}}
{"white": {"word": "white", "line": "They are still open, and, if anything, larger than before, and the edges of them are faintly white.\n"}}
{"red": {"word": "red", "line": "They are like little white dots with red centres.\n"}}
{"white": {"word": "white", "line": "They are like little white dots with red centres.\n"}}
{"white": {"word": "pale", "line": "The roses seem coming back already to her cheeks, though she is still sadly pale and wan-looking.\n"}}
{"red": {"word": "red", "line": "Then I had a vague memory of something long and dark with red eyes, just as we saw in the sunset, and something very sweet and very bitter all around me at once; and then I seemed sinking into deep green water, and there was a singing in my ears, as I have heard there is to drowning men; and then everything seemed passing away from me; my soul seemed to go out from my body and float about the air.\n"}}
{"green": {"word": "green", "line": "Then I had a vague memory of something long and dark with red eyes, just as we saw in the sunset, and something very sweet and very bitter all around me at once; and then I seemed sinking into deep green water, and there was a singing in my ears, as I have heard there is to drowning men; and then everything seemed passing away from me; my soul seemed to go out from my body and float about the air.\n"}}
{"white": {"word": "pale", "line": "When we got home the fresh breeze had braced her up, and her pale cheeks were really more rosy.\n"}}
{"pink": {"word": "rosy", "line": "When we got home the fresh breeze had braced her up, and her pale cheeks were really more rosy.\n"}}
{"white": {"word": "white", "line": "As I got through the belt of trees I saw a white figure scale the high wall which separates our grounds from those of the deserted house.\n"}}
{"white": {"word": "pale", "line": "I found my dear one, oh, so thin and pale and weak-looking.\n"}}
{"white": {"word": "white", "line": "When the chaplain and the sisters had left me alone with my husband--oh, Lucy, it is the first time I have written the words 'my husband'--left me alone with my husband, I took the book from under his pillow, and wrapped it up in white paper, and tied it with a little bit of pale blue ribbon which was round my neck, and sealed it over the knot with sealing-wax, and for my seal I used my wedding ring.\n"}}
{"blue": {"word": "blue", "line": "When the chaplain and the sisters had left me alone with my husband--oh, Lucy, it is the first time I have written the words 'my husband'--left me alone with my husband, I took the book from under his pillow, and wrapped it up in white paper, and tied it with a little bit of pale blue ribbon which was round my neck, and sealed it over the knot with sealing-wax, and for my seal I used my wedding ring.\n"}}
{"pink": {"word": "rose", "line": "Then one night, just as the moon rose, he grew quiet, and kept murmuring to himself: \"Now I can wait; now I can wait.\"\n"}}
{"white": {"word": "pale", "line": "My face is ghastly pale, and my throat pains me.\n"}}
{"white": {"word": "pale", "line": "They told me you were down in the spirit, and that you were of a ghastly pale.\n"}}
{"black": {"word": "inky", "line": "It was a shock to me to turn from the wonderful smoky beauty of a sunset over London, with its lurid lights and inky shadows and all the marvellous tints that come on foul clouds even as on foul water, and to realise all the grim sternness of my own cold stone building, with its wealth of breathing misery, and my own desolate heart to endure it all.\n"}}
{"red": {"word": "red", "line": "I reached him just as the sun was going down, and from his window saw the red disc sink.\n"}}
{"green": {"word": "green", "line": "He stopped and looked at me, and said:-- \"My friend John, when the corn is grown, even before it has ripened--while the milk of its mother-earth is in him, and the sunshine has not yet begun to paint him with his gold, the husbandman he pull the ear and rub him between his rough hands, and blow away the green chaff, and say to you: 'Look!\n"}}
{"gold": {"word": "gold", "line": "He stopped and looked at me, and said:-- \"My friend John, when the corn is grown, even before it has ripened--while the milk of its mother-earth is in him, and the sunshine has not yet begun to paint him with his gold, the husbandman he pull the ear and rub him between his rough hands, and blow away the green chaff, and say to you: 'Look!\n"}}
{"red": {"word": "red", "line": "She was ghastly, chalkily pale; the red seemed to have gone even from her lips and gums, and the bones of her face stood out prominently; her breathing was painful to see or hear.\n"}}
{"white": {"word": "pale", "line": "She was ghastly, chalkily pale; the red seemed to have gone even from her lips and gums, and the bones of her face stood out prominently; her breathing was painful to see or hear.\n"}}
{"white": {"word": "pale", "line": "For he suddenly grew pale and sat down in a chair almost fainting.\n"}}
{"red": {"word": "red", "line": "As he did so the narrow black velvet band which she seems always to wear round her throat, buckled with an old diamond buckle which her lover had given her, was dragged a little up, and showed a red mark on her throat.\n"}}
{"black": {"word": "black", "line": "As he did so the narrow black velvet band which she seems always to wear round her throat, buckled with an old diamond buckle which her lover had given her, was dragged a little up, and showed a red mark on her throat.\n"}}
{"red": {"word": "red", "line": "The velvet band again covered the red mark.\n"}}
{"white": {"word": "white", "line": "There was no sign of disease, but the edges were white and worn-looking, as if by some trituration.\n"}}
{"red": {"word": "scarlet", "line": "The whole bed would have been drenched to a scarlet with the blood which the girl must have lost to leave such a pallor as she had before the transfusion.\n"}}
{"pink": {"word": "rose", "line": "Her lips were slightly parted, and her breast rose and fell with the regularity of a pendulum.\n"}}
{"white": {"word": "white", "line": "He raised his hand and pointed to the bed, and his iron face was drawn and ashen white.\n"}}
{"white": {"word": "white", "line": "There on the bed, seemingly in a swoon, lay poor Lucy, more horribly white and wan-looking than ever.\n"}}
{"white": {"word": "white", "line": "Even the lips were white, and the gums seemed to have shrunken back from the teeth, as we sometimes see in a corpse after a prolonged illness.\n"}}
{"white": {"word": "white", "line": "He wetted the poor white lips with it, and together we rubbed palm and wrist and heart.\n"}}
{"white": {"word": "pallid", "line": "It was with a feeling of personal pride that I could see a faint tinge of colour steal back into the pallid cheeks and lips.\n"}}
{"white": {"word": "pale", "line": "You are looking pale yourself.\n"}}
{"red": {"word": "crimson", "line": "As she spoke, Lucy turned crimson, though it was only momentarily, for her poor wasted veins could not stand for long such an unwonted drain to the head.\n"}}
{"white": {"word": "white", "line": "He opened it with much impressment--assumed, of course--and showed a great bundle of white flowers.\n"}}
{"pink": {"word": "rose", "line": "To my surprise, Van Helsing rose up and said with all his sternness, his iron jaw set and his bushy eyebrows meeting:-- \"No trifling with me!\n"}}
{"white": {"word": "ashen", "line": "As she had spoken, I watched the Professor's face, and saw it turn ashen grey.\n"}}
{"grey": {"word": "grey", "line": "As she had spoken, I watched the Professor's face, and saw it turn ashen grey.\n"}}
{"grey": {"word": "grey", "line": "That 'ere wolf what we called Bersicker was one of three grey ones that came from Norway to Jamrach's, which we bought off him four years ago.\n"}}
{"white": {"word": "white", "line": "There wasn't much people about that day, and close at hand was only one man, a tall, thin chap, with a 'ook nose and a pointed beard, with a few white hairs runnin' through it.\n"}}
{"red": {"word": "red", "line": "He had a 'ard, cold look and red eyes, and I took a sort of mislike to him, for it seemed as if it was 'im as they was hirritated at.\n"}}
{"white": {"word": "white", "line": "He 'ad white kid gloves on 'is 'ands, and he pointed out the animiles to me and says: 'Keeper, these wolves seem upset at something.'\n"}}
{"white": {"word": "white", "line": "He didn't git angry, as I 'oped he would, but he smiled a kind of insolent smile, with a mouth full of white, sharp teeth.\n"}}
{"grey": {"word": "grey", "line": "\"One of our gard'ners was a-comin' 'ome about that time from a 'armony, when he sees a big grey dog comin' out through the garding 'edges.\n"}}
{"green": {"word": "green", "line": "My eye, won't some cook get a rum start when she sees his green eyes a-shining at her out of the dark!\n"}}
{"grey": {"word": "grey", "line": "The window blind blew back with the wind that rushed in, and in the aperture of the broken panes there was the head of a great, gaunt grey wolf.\n"}}
{"blue": {"word": "blue", "line": "The air seems full of specks, floating and circling in the draught from the window, and the lights burn blue and dim.\n"}}
{"white": {"word": "white", "line": "With white faces and trembling hands, we opened the door gently, and entered the room.\n"}}
{"white": {"word": "white", "line": "The latter lay farthest in, and she was covered with a white sheet, the edge of which had been blown back by the draught through the broken window, showing the drawn, white face, with a look of terror fixed upon it.\n"}}
{"white": {"word": "white", "line": "By her side lay Lucy, with face white and still more drawn.\n"}}
{"white": {"word": "white", "line": "The flowers which had been round her neck we found upon her mother's bosom, and her throat was bare, showing the two little wounds which we had noticed before, but looking horribly white and mangled.\n"}}
{"white": {"word": "pale", "line": "Then she looked around the room, and seeing where she was, shuddered; she gave a loud cry, and put her poor thin hands before her pale face.\n"}}
{"white": {"word": "pale", "line": "Whilst asleep she looked stronger, although more haggard, and her breathing was softer; her open mouth showed the pale gums drawn back from the teeth, which thus looked positively longer and sharper than usual; when she woke the softness of her eyes evidently changed the expression, for she looked her own self, although a dying one.\n"}}
{"red": {"word": "red", "line": "When he arrived it was nearly six o'clock, and the sun was setting full and warm, and the red light streamed in through the window and gave more colour to the pale cheeks.\n"}}
{"white": {"word": "pale", "line": "When he arrived it was nearly six o'clock, and the sun was setting full and warm, and the red light streamed in through the window and gave more colour to the pale cheeks.\n"}}
{"black": {"word": "black", "line": "\"So here we are, installed in this beautiful old house, and from both my bedroom and the drawing-room I can see the great elms of the cathedral close, with their great black stems standing out against the old yellow stone of the cathedral and I can hear the rooks overhead cawing and cawing and chattering and gossiping all day, after the manner of rooks--and humans.\n"}}
{"yellow": {"word": "yellow", "line": "\"So here we are, installed in this beautiful old house, and from both my bedroom and the drawing-room I can see the great elms of the cathedral close, with their great black stems standing out against the old yellow stone of the cathedral and I can hear the rooks overhead cawing and cawing and chattering and gossiping all day, after the manner of rooks--and humans.\n"}}
{"gray": {"word": "dusty", "line": "They gave as another reason for their defeat the extraordinary state of drouth to which they had been reduced by the dusty nature of their occupation and the reprehensible distance from the scene of their labours of any place of public entertainment.\n"}}
{"grey": {"word": "dusty", "line": "They gave as another reason for their defeat the extraordinary state of drouth to which they had been reduced by the dusty nature of their occupation and the reprehensible distance from the scene of their labours of any place of public entertainment.\n"}}
{"white": {"word": "pale", "line": "Lucy was breathing somewhat stertorously, and her face was at its worst, for the open mouth showed the pale gums.\n"}}
{"white": {"word": "pale", "line": "Her breathing grew stertorous, the mouth opened, and the pale gums, drawn back, made the teeth look longer and sharper than ever.\n"}}
{"white": {"word": "pale", "line": "Very shortly after she opened her eyes in all their softness, and putting out her poor, pale, thin hand, took Van Helsing's great brown one; drawing it to her, she kissed it.\n"}}
{"brown": {"word": "brown", "line": "Very shortly after she opened her eyes in all their softness, and putting out her poor, pale, thin hand, took Van Helsing's great brown one; drawing it to her, she kissed it.\n"}}
{"white": {"word": "white", "line": "There was a wilderness of beautiful white flowers, and death was made as little repulsive as might be.\n"}}
{"gold": {"word": "gold", "line": "Then he took from his neck, inside his collar, a little gold crucifix, and placed it over the mouth.\n"}}
{"pink": {"word": "rose", "line": "He went to and fro, as if patrolling the house, and was never out of sight of the room where Lucy lay in her coffin, strewn with the wild garlic flowers, which sent, through the odour of lily and rose, a heavy, overpowering smell into the night.\n"}}
{"black": {"word": "black", "line": "He was very pale, and his eyes seemed bulging out as, half in terror and half in amazement, he gazed at a tall, thin man, with a beaky nose and black moustache and pointed beard, who was also observing the pretty girl.\n"}}
{"white": {"word": "pale", "line": "He was very pale, and his eyes seemed bulging out as, half in terror and half in amazement, he gazed at a tall, thin man, with a beaky nose and black moustache and pointed beard, who was also observing the pretty girl.\n"}}
{"red": {"word": "red", "line": "His face was not a good face; it was hard, and cruel, and sensual, and his big white teeth, that looked all the whiter because his lips were so red, were pointed like an animal's.\n"}}
{"white": {"word": "white", "line": "His face was not a good face; it was hard, and cruel, and sensual, and his big white teeth, that looked all the whiter because his lips were so red, were pointed like an animal's.\n"}}
{"white": {"word": "pale", "line": "_Later._--A sad home-coming in every way--the house empty of the dear soul who was so good to us; Jonathan still pale and dizzy under a slight relapse of his malady; and now a telegram from Van Helsing, whoever he may be:-- \"You will be grieved to hear that Mrs. Westenra died five days ago, and that Lucy died the day before yesterday.\n"}}
{"white": {"word": "white", "line": "When it was all over, we were standing beside Arthur, who, poor fellow, was speaking of his part in the operation where his blood had been transfused to his Lucy's veins; I could see Van Helsing's face grow white and purple by turns.\n"}}
{"purple": {"word": "purple", "line": "When it was all over, we were standing beside Arthur, who, poor fellow, was speaking of his part in the operation where his blood had been transfused to his Lucy's veins; I could see Van Helsing's face grow white and purple by turns.\n"}}
{"white": {"word": "fair", "line": "As he answered me his face grew stern, and he said in quite a different tone:-- \"Oh, it was the grim irony of it all--this so lovely lady garlanded with flowers, that looked so fair as life, till one by one we wondered if she were truly dead; she laid in that so fine marble house in that lonely churchyard, where rest so many of her kin, laid there with the mother who loved her, and whom she loved; and that sacred bell going 'Toll!\n"}}
{"white": {"word": "white", "line": "so sad and slow; and those holy men, with the white garments of the angel, pretending to read books, and yet all the time their eyes never on the page; and all of us with the bowed head.\n"}}
{"pink": {"word": "rose", "line": "I rose and bowed, and he came towards me; a man of medium weight, strongly built, with his shoulders set back over a broad, deep chest and a neck well balanced on the trunk as the head is on the neck.\n"}}
{"blue": {"word": "blue", "line": "Big, dark blue eyes are set widely apart, and are quick and tender or stern with the man's moods.\n"}}
{"white": {"word": "pale", "line": "Husband Jonathan would not like to see you so pale; and what he like not where he love, is not to his good.\n"}}
{"white": {"word": "white", "line": "His eyes suddenly seemed to catch something in one of them, \"The Westminster Gazette\"--I knew it by the colour--and he grew quite white.\n"}}
{"white": {"word": "white", "line": "Can you tell me why in the Pampas, ay and elsewhere, there are bats that come at night and open the veins of cattle and horses and suck dry their veins; how in some islands of the Western seas there are bats which hang on the trees all day, and those who have seen describe as like giant nuts or pods, and that when the sailors sleep on the deck, because that it is hot, flit down on them, and then--and then in the morning are found dead men, white as even Miss Lucy was?\"\n"}}
{"pink": {"word": "rose", "line": "I smote the table hard and rose up as I said to him:-- \"Dr. Van Helsing, are you mad?\"\n"}}
{"red": {"word": "rust", "line": "The tomb in the day-time, and when wreathed with fresh flowers, had looked grim and gruesome enough; but now, some days afterwards, when the flowers hung lank and dead, their whites turning to rust and their greens to browns; when the spider and the beetle had resumed their accustomed dominance; when time-discoloured stone, and dust-encrusted mortar, and rusty, dank iron, and tarnished brass, and clouded silver-plating gave back the feeble glimmer of a candle, the effect was more miserable and sordid than could have been imagined.\n"}}
{"white": {"word": "white", "line": "Holding his candle so that he could read the coffin plates, and so holding it that the sperm dropped in white patches which congealed as they touched the metal, he made assurance of Lucy's coffin.\n"}}
{"white": {"word": "white", "line": "Suddenly, as I turned round, I thought I saw something like a white streak, moving between two dark yew-trees at the side of the churchyard farthest from the tomb; at the same time a dark mass moved from the Professor's side of the ground, and hurriedly went towards it.\n"}}
{"white": {"word": "white", "line": "A little way off, beyond a line of scattered juniper-trees, which marked the pathway to the church, a white, dim figure flitted in the direction of the tomb.\n"}}
{"white": {"word": "white", "line": "I heard the rustle of actual movement where I had first seen the white figure, and coming over, found the Professor holding in his arms a tiny child.\n"}}
{"red": {"word": "red", "line": "The lips were red, nay redder than before; and on the cheeks was a delicate bloom.\n"}}
{"white": {"word": "white", "line": "said the Professor in response, and as he spoke he put over his hand, and in a way that made me shudder, pulled back the dead lips and showed the white teeth.\n"}}
{"white": {"word": "white", "line": "If you, who saw the wounds on Lucy's throat, and saw the wounds so similar on the child's at the hospital; if you, who saw the coffin empty last night and full to-day with a woman who have not change only to be more rose and more beautiful in a whole week, after she die--if you know of this and know of the white figure last night that brought the child to the churchyard, and yet of your own senses you did not believe, how, then, can I expect Arthur, who know none of those things, to believe?\n"}}
{"pink": {"word": "rose", "line": "If you, who saw the wounds on Lucy's throat, and saw the wounds so similar on the child's at the hospital; if you, who saw the coffin empty last night and full to-day with a woman who have not change only to be more rose and more beautiful in a whole week, after she die--if you know of this and know of the white figure last night that brought the child to the churchyard, and yet of your own senses you did not believe, how, then, can I expect Arthur, who know none of those things, to believe?\n"}}
{"black": {"word": "black", "line": "He, poor fellow, must have one hour that will make the very face of heaven grow black to him; then we can act for good all round and send him peace.\n"}}
{"white": {"word": "fair", "line": "said Arthur; \"that is only fair.\n"}}
{"white": {"word": "white", "line": "Arthur looked up with set white face and said:-- \"Take care, sir, take care!\"\n"}}
{"white": {"word": "fair", "line": "\"That's fair enough,\" broke in Morris.\n"}}
{"pink": {"word": "rose", "line": "Van Helsing rose up from where he had all the time been seated, and said, gravely and sternly:-- \"My Lord Godalming, I, too, have a duty to do, a duty to others, a duty to you, a duty to the dead; and, by God, I shall do it!\n"}}
{"white": {"word": "pale", "line": "Arthur looked on, very pale but silent; when the lid was removed he stepped forward.\n"}}
{"white": {"word": "white", "line": "We then waited, and saw something white come through the trees.\n"}}
{"pink": {"word": "rose", "line": "I waited here all the night till the sun rose, but I saw nothing.\n"}}
{"red": {"word": "red", "line": "How sweet it was to see the clouds race by, and the passing gleams of the moonlight between the scudding clouds crossing and passing--like the gladness and sorrow of a man's life; how sweet it was to breathe the fresh air, that had no taint of death and decay; how humanising to see the red lighting of the sky beyond the hill, and to hear far away the muffled roar that marks the life of a great city.\n"}}
{"white": {"word": "white", "line": "First he took from his bag a mass of what looked like thin, wafer-like biscuit, which was carefully rolled up in a white napkin; next he took out a double-handful of some whitish stuff, like dough or putty.\n"}}
{"white": {"word": "white", "line": "Never did tombs look so ghastly white; never did cypress, or yew, or juniper so seem the embodiment of funereal gloom; never did tree or grass wave or rustle so ominously; never did bough creak so mysteriously; and never did the far-away howling of dogs send such a woeful presage through the night.\n"}}
{"white": {"word": "white", "line": "He pointed; and far down the avenue of yews we saw a white figure advance--a dim white figure, which held something dark at its breast.\n"}}
{"white": {"word": "white", "line": "We were starting forward, but the Professor's warning hand, seen by us as he stood behind a yew-tree, kept us back; and then as we looked the white figure moved forwards again.\n"}}
{"red": {"word": "crimson", "line": "Van Helsing raised his lantern and drew the slide; by the concentrated light that fell on Lucy's face we could see that the lips were crimson with fresh blood, and that the stream had trickled over her chin and stained the purity of her lawn death-robe.\n"}}
{"black": {"word": "black", "line": "It was odd to notice that by common consent we had all put on black clothes.\n"}}
{"black": {"word": "black", "line": "Of course, Arthur wore black, for he was in deep mourning, but the rest of us wore it by instinct.\n"}}
{"black": {"word": "black", "line": "Van Helsing, instead of his little black bag, had with him a long leather one, something like a cricketing bag; it was manifestly of fair weight.\n"}}
{"white": {"word": "fair", "line": "Van Helsing, instead of his little black bag, had with him a long leather one, something like a cricketing bag; it was manifestly of fair weight.\n"}}
{"blue": {"word": "blue", "line": "First he took out a soldering iron and some plumbing solder, and then a small oil-lamp, which gave out, when lit in a corner of the tomb, gas which burned at fierce heat with a blue flame; then his operating knives, which he placed to hand; and last a round wooden stake, some two and a half or three inches thick and about three feet long.\n"}}
{"white": {"word": "pale", "line": "He saw, too, what we all did, the infinite kindness which suggested that his should be the hand which would restore Lucy to us as a holy, and not an unholy, memory; he stepped forward and said bravely, though his hand trembled, and his face was as pale as snow:-- \"My true friend, from the bottom of my broken heart I thank you.\n"}}
{"white": {"word": "white", "line": "Arthur placed the point over the heart, and as I looked I could see its dint in the white flesh.\n"}}
{"red": {"word": "red", "line": "The Thing in the coffin writhed; and a hideous, blood-curdling screech came from the opened red lips.\n"}}
{"red": {"word": "crimson", "line": "The body shook and quivered and twisted in wild contortions; the sharp white teeth champed together till the lips were cut, and the mouth was smeared with a crimson foam.\n"}}
{"white": {"word": "white", "line": "The body shook and quivered and twisted in wild contortions; the sharp white teeth champed together till the lips were cut, and the mouth was smeared with a crimson foam.\n"}}
{"pink": {"word": "rose", "line": "He looked like a figure of Thor as his untrembling arm rose and fell, driving deeper and deeper the mercy-bearing stake, whilst the blood from the pierced heart welled and spurted up around it.\n"}}
{"pink": {"word": "rose", "line": "We gazed so eagerly that Arthur rose, for he had been seated on the ground, and came and looked too; and then a glad, strange light broke over his face and dispelled altogether the gloom of horror that lay upon it.\n"}}
{"pink": {"word": "blush", "line": "\"I knew you from the description of poor dear Lucy; but----\" She stopped suddenly, and a quick blush overspread her face.\n"}}
{"pink": {"word": "rose", "line": "The blush that rose to my own cheeks somehow set us both at ease, for it was a tacit answer to her own.\n"}}
{"pink": {"word": "blush", "line": "The blush that rose to my own cheeks somehow set us both at ease, for it was a tacit answer to her own.\n"}}
{"gray": {"word": "dusty", "line": "These were, I shortly found, connected almost solely with the dusty nature of the job, and of the consequent thirst engendered in the operators.\n"}}
{"grey": {"word": "dusty", "line": "These were, I shortly found, connected almost solely with the dusty nature of the job, and of the consequent thirst engendered in the operators.\n"}}
{"red": {"word": "red", "line": "Then noticing my red eyes, he went on: \"Ah, I see you have been comforting him.\n"}}
{"pink": {"word": "rose", "line": "The tears rose in his eyes, and there was a momentary choking in his throat; he said quite calmly:-- \"Little girl, you will never regret that true-hearted kindness, so long as ever you live!\"\n"}}
{"pink": {"word": "blush", "line": "Mrs. Harker began to blush, and taking a paper from her pockets, she said:-- \"Dr. Van Helsing, will you read this, and tell me if it must go in.\n"}}
{"pink": {"word": "blush", "line": "She took it back with another blush and a bright smile.\n"}}
{"white": {"word": "fair", "line": "For me, I say, no; but then I am old, and life, with his sunshine, his fair places, his song of birds, his music and his love, lie far behind.\n"}}
{"white": {"word": "fair", "line": "Some have seen sorrow; but there are fair days yet in store.\n"}}
{"pink": {"word": "rose", "line": "The branch of wild rose on his coffin keep him that he move not from it; a sacred bullet fired into the coffin kill him so that he be true dead; and as for the stake through him, we know already of its peace; or the cut-off head that giveth rest.\n"}}
{"pink": {"word": "rose", "line": "Then, without a word, he rose and moving over, sat down on the side of the bed.\n"}}
{"silver": {"word": "silver", "line": "He held up a little silver whistle, as he remarked:-- \"That old place may be full of rats, and if so, I've got an antidote on call.\"\n"}}
{"silver": {"word": "silver", "line": "Keep this near your heart\"--as he spoke he lifted a little silver crucifix and held it out to me, I being nearest to him--\"put these flowers round your neck\"--here he handed to me a wreath of withered garlic blossoms--\"for other enemies more mundane, this revolver and this knife; and for aid in all, these so small electric lamps, which you can fasten to your breast; and for all, and above all at the last, this, which we must not desecrate needless.\"\n"}}
{"pink": {"word": "rose", "line": "Under ordinary circumstances such a stench would have brought our enterprise to an end; but this was no ordinary case, and the high and terrible purpose in which we were involved gave us a strength which rose above merely physical considerations.\n"}}
{"red": {"word": "red", "line": "Somewhere, looking out from the shadow, I seemed to see the high lights of the Count's evil face, the ridge of the nose, the red eyes, the red lips, the awful pallor.\n"}}
{"silver": {"word": "silver", "line": "Then, taking his little silver whistle from his pocket, he blew a low, shrill call.\n"}}
{"black": {"word": "black", "line": "All was dark and silent, the black shadows thrown by the moonlight seeming full of a silent mystery of their own.\n"}}
{"white": {"word": "white", "line": "Not a thing seemed to be stirring, but all to be grim and fixed as death or fate; so that a thin streak of white mist, that crept with almost imperceptible slowness across the grass towards the house, seemed to have a sentience and a vitality of its own.\n"}}
{"red": {"word": "red", "line": "The gaslight which I had left lit for Jonathan, but turned down, came only like a tiny red spark through the fog, which had evidently grown thicker and poured into the room.\n"}}
{"white": {"word": "white", "line": "The mist grew thicker and thicker and I could see now how it came in, for I could see it like smoke--or with the white energy of boiling water--pouring in, not through the window, but through the joinings of the door.\n"}}
{"red": {"word": "red", "line": "It got thicker and thicker, till it seemed as if it became concentrated into a sort of pillar of cloud in the room, through the top of which I could see the light of the gas shining like a red eye.\n"}}
{"red": {"word": "red", "line": "But the pillar was composed of both the day and the night-guiding, for the fire was in the red eye, which at the thought got a new fascination for me; till, as I looked, the fire divided, and seemed to shine on me through the fog like two red eyes, such as Lucy told me of in her momentary mental wandering when, on the cliff, the dying sunlight struck the windows of St. Mary's Church.\n"}}
{"black": {"word": "black", "line": "Suddenly the horror burst upon me that it was thus that Jonathan had seen those awful women growing into reality through the whirling mist in the moonlight, and in my dream I must have fainted, for all became black darkness.\n"}}
{"white": {"word": "white", "line": "The last conscious effort which imagination made was to show me a livid white face bending over me out of the mist.\n"}}
{"gray": {"word": "dusty", "line": "I heard a man by the name of Bloxam say four nights ago in the 'Are an' 'Ounds, in Pincher's Alley, as 'ow he an' his mate 'ad 'ad a rare dusty job in a old 'ouse at Purfect.\n"}}
{"grey": {"word": "dusty", "line": "I heard a man by the name of Bloxam say four nights ago in the 'Are an' 'Ounds, in Pincher's Alley, as 'ow he an' his mate 'ad 'ad a rare dusty job in a old 'ouse at Purfect.\n"}}
{"white": {"word": "pale", "line": "Mina is fast asleep, and looks a little too pale; her eyes look as though she had been crying.\n"}}
{"pink": {"word": "rose", "line": "I got the letter in bed, and rose without waking Mina.\n"}}
{"white": {"word": "pale", "line": "She looked heavy and sleepy and pale, and far from well.\n"}}
{"white": {"word": "white", "line": "I asked him if he could tell me the number of the house in Piccadilly, to which he replied:-- \"Well, guv'nor, I forgits the number, but it was only a few doors from a big white church or somethink of the kind, not long built.\n"}}
{"gray": {"word": "dusty", "line": "It was a dusty old 'ouse, too, though nothin' to the dustiness of the 'ouse we tooked the bloomin' boxes from.\"\n"}}
{"grey": {"word": "dusty", "line": "It was a dusty old 'ouse, too, though nothin' to the dustiness of the 'ouse we tooked the bloomin' boxes from.\"\n"}}
{"white": {"word": "white", "line": "Curse me, but he was the strongest chap I ever struck, an' him a old feller, with a white moustache, one that thin you would think he couldn't throw a shadder.\"\n"}}
{"brown": {"word": "copper", "line": "I know them steps, 'avin' 'ad to carry the boxes up with three loafers what come round to earn a copper.\n"}}
{"black": {"word": "black", "line": "All the framework was black with time, and from the iron the paint had mostly scaled away.\n"}}
{"white": {"word": "white", "line": "Behind the rails of the balcony I saw there were some loose boards, whose raw edges looked white.\n"}}
{"white": {"word": "pale", "line": "Mina was looking tired and pale, but she made a gallant effort to be bright and cheerful, it wrung my heart to think that I had had to keep anything from her and so caused her inquietude.\n"}}
{"white": {"word": "pale", "line": "She is still too pale, but does not look so haggard as she did this morning.\n"}}
{"white": {"word": "white", "line": "There was something pathetic in it that touched me; it also gave me a lesson, for it seemed that before me was a child--only a child, though the features were worn, and the stubble on the jaws was white.\n"}}
{"pink": {"word": "rose", "line": "He was sleeping soundly, and his heart rose and fell with regular respiration.\n"}}
{"red": {"word": "red", "line": "He was laughing with his red mouth; the sharp white teeth glinted in the moonlight when he turned to look back over the belt of trees, to where the dogs were barking.\n"}}
{"white": {"word": "white", "line": "He was laughing with his red mouth; the sharp white teeth glinted in the moonlight when he turned to look back over the belt of trees, to where the dogs were barking.\n"}}
{"blue": {"word": "sapphire", "line": "Great big fat ones with steel and sapphire on their wings; and big moths, in the night, with skull and cross-bones on their backs.\"\n"}}
{"red": {"word": "red", "line": "all red blood, with years of life in it; and not merely buzzing flies!'\n"}}
{"red": {"word": "red", "line": "A dark mass spread over the grass, coming on like the shape of a flame of fire; and then He moved the mist to the right and left, and I could see that there were thousands of rats with their eyes blazing red--like His, only smaller.\n"}}
{"red": {"word": "red", "line": "And then a red cloud, like the colour of blood, seemed to close over my eyes; and before I knew what I was doing, I found myself opening the sash and saying to Him: 'Come in, Lord and Master!'\n"}}
{"red": {"word": "red", "line": "He sneered at me, and his white face looked out of the mist with his red eyes gleaming, and he went on as though he owned the whole place, and I was no one.\n"}}
{"white": {"word": "white", "line": "He sneered at me, and his white face looked out of the mist with his red eyes gleaming, and he went on as though he owned the whole place, and I was no one.\n"}}
{"white": {"word": "pale", "line": "I don't care for the pale people; I like them with lots of blood in them, and hers had all seemed to have run out.\n"}}
{"red": {"word": "red", "line": "There was a red cloud before me, and a noise like thunder, and the mist seemed to steal away under the door.\"\n"}}
{"yellow": {"word": "yellow", "line": "The moonlight was so bright that through the thick yellow blind the room was light enough to see.\n"}}
{"black": {"word": "black", "line": "By her side stood a tall, thin man, clad in black.\n"}}
{"white": {"word": "white", "line": "Her white nightdress was smeared with blood, and a thin stream trickled down the man's bare breast which was shown by his torn-open dress.\n"}}
{"red": {"word": "red", "line": "His eyes flamed red with devilish passion; the great nostrils of the white aquiline nose opened wide and quivered at the edge; and the white sharp teeth, behind the full lips of the blood-dripping mouth, champed together like those of a wild beast.\n"}}
{"white": {"word": "white", "line": "His eyes flamed red with devilish passion; the great nostrils of the white aquiline nose opened wide and quivered at the edge; and the white sharp teeth, behind the full lips of the blood-dripping mouth, champed together like those of a wild beast.\n"}}
{"black": {"word": "black", "line": "The moonlight suddenly failed, as a great black cloud sailed across the sky; and when the gaslight sprang up under Quincey's match, we saw nothing but a faint vapour.\n"}}
{"red": {"word": "red", "line": "Then she put before her face her poor crushed hands, which bore on their whiteness the red mark of the Count's terrible grip, and from behind them came a low desolate wail which made the terrible scream seem only the quick expression of an endless grief.\n"}}
{"white": {"word": "white", "line": "When she raised it, his white night-robe was stained with blood where her lips had touched, and where the thin open wound in her neck had sent forth drops.\n"}}
{"white": {"word": "white", "line": "It interested me, even at that moment, to see, that, whilst the face of white set passion worked convulsively over the bowed head, the hands tenderly and lovingly stroked the ruffled hair.\n"}}
{"white": {"word": "white", "line": "All the manuscript had been burned, and the blue flames were flickering amongst the white ashes; the cylinders of your phonograph too were thrown on the fire, and the wax had helped the flames.\"\n"}}
{"blue": {"word": "blue", "line": "All the manuscript had been burned, and the blue flames were flickering amongst the white ashes; the cylinders of your phonograph too were thrown on the fire, and the wax had helped the flames.\"\n"}}
{"white": {"word": "white", "line": "There was in the room the same thin white mist that I had before noticed.\n"}}
{"black": {"word": "black", "line": "Then indeed, my heart sank within me: beside the bed, as if he had stepped out of the mist--or rather as if the mist had turned into his figure, for it had entirely disappeared--stood a tall, thin man, all in black.\n"}}
{"red": {"word": "red", "line": "The waxen face; the high aquiline nose, on which the light fell in a thin white line; the parted red lips, with the sharp white teeth showing between; and the red eyes that I had seemed to see in the sunset on the windows of St. Mary's Church at Whitby.\n"}}
{"white": {"word": "white", "line": "The waxen face; the high aquiline nose, on which the light fell in a thin white line; the parted red lips, with the sharp white teeth showing between; and the red eyes that I had seemed to see in the sunset on the windows of St. Mary's Church at Whitby.\n"}}
{"red": {"word": "red", "line": "I knew, too, the red scar on his forehead where Jonathan had struck him.\n"}}
{"red": {"word": "red", "line": "Harker was still and quiet; but over his face, as the awful narrative went on, came a grey look which deepened and deepened in the morning light, till when the first red streak of the coming dawn shot up, the flesh stood darkly out against the whitening hair.\n"}}
{"grey": {"word": "grey", "line": "Harker was still and quiet; but over his face, as the awful narrative went on, came a grey look which deepened and deepened in the morning light, till when the first red streak of the coming dawn shot up, the flesh stood darkly out against the whitening hair.\n"}}
{"pink": {"word": "rose", "line": "He was sitting down; but now he rose and came close to her and put his hand on her head as he said solemnly: \"My child, there is such an one if it were for your good.\n"}}
{"pink": {"word": "rose", "line": "But my child----\" For a moment he seemed choked, and a great sob rose in his throat; he gulped it down and went on:-- \"There are here some who would stand between you and death.\n"}}
{"white": {"word": "white", "line": "The poor dear grew white as death, and shock and shivered, as I have seen a quicksand shake and shiver at the incoming of the tide.\n"}}
{"pink": {"word": "rose", "line": "The sun that rose on our sorrow this morning guards us in its course.\n"}}
{"white": {"word": "pale", "line": "She was very, very pale--almost ghastly, and so thin that her lips were drawn away, showing her teeth in somewhat of prominence.\n"}}
{"red": {"word": "red", "line": "And oh, Madam Mina, my dear, my dear, may we who love you be there to see, when that red scar, the sign of God's knowledge of what has been, shall pass away, and leave your forehead as pure as the heart we know.\n"}}
{"white": {"word": "white", "line": "If it may be that with all the others we can be so successful, then the sunset of this evening may shine on Madam Mina's forehead all white as ivory and with no stain!\"\n"}}
{"brown": {"word": "brown", "line": "Last night he was a frank, happy-looking man, with strong, youthful face, full of energy, and with dark brown hair.\n"}}
{"white": {"word": "white", "line": "To-day he is a drawn, haggard old man, whose white hair matches well with the hollow burning eyes and grief-written lines of his face.\n"}}
{"gold": {"word": "gold", "line": "As it was, the point just cut the cloth of his coat, making a wide gap whence a bundle of bank-notes and a stream of gold fell out.\n"}}
{"red": {"word": "red", "line": "His waxen hue became greenish-yellow by the contrast of his burning eyes, and the red scar on the forehead showed on the pallid skin like a palpitating wound.\n"}}
{"white": {"word": "pallid", "line": "His waxen hue became greenish-yellow by the contrast of his burning eyes, and the red scar on the forehead showed on the pallid skin like a palpitating wound.\n"}}
{"gold": {"word": "gold", "line": "Through the sound of the shivering glass I could hear the \"ting\" of the gold, as some of the sovereigns fell on the flagging.\n"}}
{"white": {"word": "pale", "line": "There he turned and spoke to us:-- \"You think to baffle me, you--with your pale faces all in a row, like sheep in a butcher's.\n"}}
{"white": {"word": "pale", "line": "When she saw our faces, her own became as pale as death: for a second or two her eyes were closed as if she were in secret prayer; and then she said cheerfully:-- \"I can never thank you all enough.\n"}}
{"grey": {"word": "grey", "line": "As she spoke, she took her husband's grey head in her hands and kissed it--\"Lay your poor head here and rest it.\n"}}
{"red": {"word": "red", "line": "True to our promise, we told Mrs. Harker everything which had passed; and although she grew snowy white at times when danger had seemed to threaten her husband, and red at others when his devotion to her was manifested, she listened bravely and with calmness.\n"}}
{"white": {"word": "white", "line": "True to our promise, we told Mrs. Harker everything which had passed; and although she grew snowy white at times when danger had seemed to threaten her husband, and red at others when his devotion to her was manifested, she listened bravely and with calmness.\n"}}
{"red": {"word": "red", "line": "Oh, that I could give any idea of the scene; of that sweet, sweet, good, good woman in all the radiant beauty of her youth and animation, with the red scar on her forehead, of which she was conscious, and which we saw with grinding of our teeth--remembering whence and how it came; her loving kindness against our grim hate; her tender faith against all our fears and doubting; and we, knowing that so far as symbols went, she with all her goodness and purity and faith, was outcast from God.\n"}}
{"white": {"word": "white", "line": "Instinctively the clasp on his wife's hand grew closer, till his knuckles looked white.\n"}}
{"white": {"word": "white", "line": "Oh, God, let these poor white hairs go in evidence of what he has suffered, who all his life has done no wrong, and on whom so many sorrows have come.\"\n"}}
{"red": {"word": "red", "line": "I thought at the time that it was the softness of the red sunset on her face, but somehow now I think it has a deeper meaning.\n"}}
{"white": {"word": "pale", "line": "She sighed and positively a shadow of a smile stole over her poor, pale face as she put her arms round me and said softly:-- \"Oh, thank God for good brave men!\"\n"}}
{"grey": {"word": "grey", "line": "This time we had all had a good sleep, for the grey of the coming dawn was making the windows into sharp oblongs, and the gas flame was like a speck rather than a disc of light.\n"}}
{"red": {"word": "red", "line": "A red streak shot up, and a rosy light seemed to diffuse itself through the room.\n"}}
{"pink": {"word": "rosy", "line": "A red streak shot up, and a rosy light seemed to diffuse itself through the room.\n"}}
{"red": {"word": "red", "line": "as friend Arthur would say when he put on his red frock!\n"}}
{"pink": {"word": "rose", "line": "See, and the sun is just rose, and all day to sunset is to us.\n"}}
{"red": {"word": "red", "line": "In the midst of my thought my eye fell on the red scar on my poor darling's white forehead.\n"}}
{"white": {"word": "white", "line": "In the midst of my thought my eye fell on the red scar on my poor darling's white forehead.\n"}}
{"red": {"word": "red", "line": "He swear much, and he red face and loud of voice, but he good fellow all the same; and when Quincey give him something from his pocket which crackle as he roll it up, and put it in a so small bag which he have hid deep in his clothing, he still better fellow and humble servant to us.\n"}}
{"white": {"word": "white", "line": "A tall man, thin and pale, with high nose and teeth so white, and eyes that seem to be burning.\n"}}
{"black": {"word": "black", "line": "That he be all in black, except that he have a hat of straw which suit not him or the time.\n"}}
{"red": {"word": "red", "line": "Final the captain, more red than ever, and in more tongues tell him that he doesn't want no Frenchmen--with bloom upon them and also with blood--in his ship--with blood on her also.\n"}}
{"pink": {"word": "rose", "line": "The water rose and rose; and he began to fear that he would lose the tide altogether.\n"}}
{"red": {"word": "red", "line": "Perhaps ... My surmise was not finished, could not be; for I caught sight in the mirror of the red mark upon my forehead; and I knew that I was still unclean.\n"}}
{"pink": {"word": "rose", "line": "Seward's Diary._ _5 October._--We all rose early, and I think that sleep did much for each and all of us.\n"}}
{"red": {"word": "red", "line": "It was only when I caught sight of the red blotch on Mrs. Harker's forehead that I was brought back to reality.\n"}}
{"red": {"word": "red", "line": "I said, and for a moment she looked supremely happy; though to me all happiness for her was denied by the red scar on her forehead.\n"}}
{"pink": {"word": "rose", "line": "The Professor paused before replying:-- \"We shall at the first board that ship; then, when we have identified the box, we shall place a branch of the wild rose on it.\n"}}
{"white": {"word": "ashen", "line": "The faces of the others were set and Harker's grew ashen grey; perhaps he guessed better than any of us what was coming.\n"}}
{"grey": {"word": "grey", "line": "The faces of the others were set and Harker's grew ashen grey; perhaps he guessed better than any of us what was coming.\n"}}
{"pink": {"word": "blush", "line": "Dr. Van Helsing, I have not forgotten your mercy in poor Lucy's case to him who loved\"--she stopped with a flying blush, and changed her phrase--\"to him who had best right to give her peace.\n"}}
{"white": {"word": "pale", "line": "Lord Godalming grew very pale, and sat breathing heavily.\n"}}
{"white": {"word": "white", "line": "Mrs. Harker grew ghastly white, so that the scar on her forehead seemed to burn, but she folded her hands meekly and looked up in prayer.\n"}}
{"red": {"word": "red", "line": "She paused, and the red sun shot up.\n"}}
{"pink": {"word": "rose", "line": "They produced no effect, however, until the regular time, when she yielded with a still greater difficulty, only a minute before the sun rose.\n"}}
{"white": {"word": "white", "line": "There is another sound, a queer one like----\" She stopped and grew white, and whiter still.\n"}}
{"white": {"word": "pale", "line": "At the same time there was despair in his eyes, for the risen sun was reddening even Mrs. Harker's pale face.\n"}}
{"white": {"word": "fair", "line": "Sure eneuch, we had a fair way and deep water all the time; and two days ago, when the mornin' sun came through the fog, we found ourselves just in the river opposite Galatz.\n"}}
{"pink": {"word": "rose", "line": "I had to argy wi' them aboot it wi' a handspike; an' when the last o' them rose off the deck wi' his head in his hand, I had convinced them that, evil eye or no evil eye, the property and the trust of my owners were better in my hands than in the river Danube.\n"}}
{"gold": {"word": "gold", "line": "He had been paid for his work by an English bank note, which had been duly cashed for gold at the Danube International Bank.\n"}}
{"grey": {"word": "grey", "line": "Dr. Van Helsing is sleeping, Poor dear, he looks very tired and old and grey, but his mouth is set as firmly as a conqueror's; even in his sleep he is instinct with resolution.\n"}}
{"grey": {"word": "grey", "line": "It is cold, cold; so cold that the grey heavy sky is full of snow, which when it falls will settle for all winter as the ground is hardening to receive it.\n"}}
{"yellow": {"word": "yellow", "line": "It is now not far off sunset time, and over the snow the light of the sun flow in big yellow flood, so that we throw great long shadow on where the mountain rise so steep.\n"}}
{"white": {"word": "pale", "line": "She sat still all the time--so still as one dead; and she grew whiter and ever whiter till the snow was not more pale; and no word she said.\n"}}
{"pink": {"word": "rose", "line": "She rose obedient, but when she have made a step she stopped, and stood as one stricken.\n"}}
{"red": {"word": "red", "line": "None safer in all the world from them than I am,\" and as I wondered at the meaning of her words, a puff of wind made the flame leap up, and I see the red scar on her forehead.\n"}}
{"white": {"word": "white", "line": "I knew the swaying round forms, the bright hard eyes, the white teeth, the ruddy colour, the voluptuous lips.\n"}}
{"red": {"word": "red", "line": "And so we remained till the red of the dawn to fall through the snow-gloom.\n"}}
{"white": {"word": "fair", "line": "Then the beautiful eyes of the fair woman open and look love, and the voluptuous mouth present to a kiss--and man is weak.\n"}}
{"white": {"word": "fair", "line": "I dared not pause to look on her as I had on her sister, lest once more I should begin to be enthrall; but I go on searching until, presently, I find in a high great tomb as if made to one much beloved that other fair sister which, like Jonathan I had seen to gather herself out of the atoms of the mist.\n"}}
{"white": {"word": "fair", "line": "She was so fair to look on, so radiantly beautiful, so exquisitely voluptuous, that the very instinct of man in me, which calls some of my sex to love and to protect one of hers, made my head whirl with new emotion.\n"}}
{"white": {"word": "pale", "line": "She was looking thin and pale and weak; but her eyes were pure and glowed with fervour.\n"}}
{"black": {"word": "black", "line": "From the height where we were it was possible to see a great distance; and far off, beyond the white waste of snow, I could see the river lying like a black ribbon in kinks and curls as it wound its way.\n"}}
{"white": {"word": "white", "line": "From the height where we were it was possible to see a great distance; and far off, beyond the white waste of snow, I could see the river lying like a black ribbon in kinks and curls as it wound its way.\n"}}
{"white": {"word": "fair", "line": "We had of late been so accustomed to watch for sunrise and sunset, that we knew with fair accuracy when it would be; and we knew that before long the sun would set.\n"}}
{"pink": {"word": "rose", "line": "At the same moment Dr. Van Helsing and I rose behind the rock and pointed our weapons at them.\n"}}
{"red": {"word": "red", "line": "He was deathly pale, just like a waxen image, and the red eyes glared with the horrible vindictive look which I knew too well.\n"}}
{"white": {"word": "pale", "line": "He was deathly pale, just like a waxen image, and the red eyes glared with the horrible vindictive look which I knew too well.\n"}}
{"red": {"word": "red", "line": "The Castle of Dracula now stood out against the red sky, and every stone of its broken battlements was articulated against the light of the setting sun.\n"}}
{"red": {"word": "red", "line": "The sun was now right down upon the mountain top, and the red gleams fell upon my face, so that it was bathed in rosy light.\n"}}
{"pink": {"word": "rosy", "line": "The sun was now right down upon the mountain top, and the red gleams fell upon my face, so that it was bathed in rosy light.\n"}}
