{"pink": {"word": "rose", "line": "Archibald Nichols, I presume?” A pretty long Blessing Traveling By Rail Vittles A Simple Job Witches Getting Wood One of the Best Authorities The Breakfast-Horn Smouching the Knives Going down the Lightning-Rod Stealing spoons Tom advises a Witch Pie The Rubbage-Pile “Missus, dey's a Sheet Gone” In a Tearing Way One of his Ancestors Jim's Coat of Arms A Tough Job Buttons on their Tails Irrigation Keeping off Dull Times Sawdust Diet Trouble is Brewing Fishing Every one had a Gun Tom caught on a Splinter Jim advises a Doctor The Doctor Uncle Silas in Danger Old Mrs. Hotchkiss Aunt Sally talks to Huck Tom Sawyer wounded The Doctor speaks for Jim Tom rose square up in Bed “Hand out them Letters” Out of Bondage Tom’s Liberality Yours Truly EXPLANATORY In this book a number of dialects are used, to wit: the Missouri negro dialect; the extremest form of the backwoods Southwestern dialect; the ordinary “Pike County” dialect; and four modified varieties of this last.\n"}}
{"gold": {"word": "gold", "line": "We got six thousand dollars apiece--all gold.\n"}}
{"white": {"word": "fair", "line": "He used to lay drunk with the hogs in the tanyard, but he hain't been seen in these parts for a year or more.” They talked it over, and they was going to rule me out, because they said every boy must have a family or somebody to kill, or else it wouldn't be fair and square for the others.\n"}}
{"silver": {"word": "silver", "line": "Why can't the widow get back her silver snuffbox that was stole?\n"}}
{"silver": {"word": "silver", "line": "I told him I had an old slick counterfeit quarter that warn't no good because the brass showed through the silver a little, and it wouldn't pass nohow, even if the brass didn't show, because it was so slick it felt greasy, and so that would tell on it every time.\n"}}
{"black": {"word": "black", "line": "One uv 'em is white en shiny, en t'other one is black.\n"}}
{"white": {"word": "white", "line": "One uv 'em is white en shiny, en t'other one is black.\n"}}
{"black": {"word": "black", "line": "De white one gits him to go right a little while, den de black one sail in en bust it all up.\n"}}
{"white": {"word": "white", "line": "De white one gits him to go right a little while, den de black one sail in en bust it all up.\n"}}
{"black": {"word": "black", "line": "It was all black, no gray; so was his long, mixed-up whiskers.\n"}}
{"gray": {"word": "gray", "line": "It was all black, no gray; so was his long, mixed-up whiskers.\n"}}
{"white": {"word": "white", "line": "There warn't no color in his face, where his face showed; it was white; not like another man's white, but a white to make a body sick, a white to make a body's flesh crawl--a tree-toad white, a fish-belly white.\n"}}
{"black": {"word": "black", "line": "His hat was laying on the floor--an old black slouch with the top caved in, like a lid.\n"}}
{"brown": {"word": "tan", "line": "I'll lay for you, my smarty; and if I catch you about that school I'll tan you good.\n"}}
{"blue": {"word": "blue", "line": "I never see such a son.” He took up a little blue and yaller picture of some cows and a boy, and says: “What's this?” “It's something they give me for learning my lessons good.” He tore it up, and says: “I'll give you something better--I'll give you a cowhide.” He set there a-mumbling and a-growling a minute, and then he says: “_Ain't_ you a sweet-scented dandy, though?\n"}}
{"black": {"word": "black", "line": "He said he'd cowhide me till I was black and blue if I didn't raise some money for him.\n"}}
{"blue": {"word": "blue", "line": "He said he'd cowhide me till I was black and blue if I didn't raise some money for him.\n"}}
{"pink": {"word": "rose", "line": "And when it was bedtime the old man rose up and held out his hand, and says: “Look at it, gentlemen and ladies all; take a-hold of it; shake it.\n"}}
{"white": {"word": "white", "line": "There was a free nigger there from Ohio--a mulatter, most as white as a white man.\n"}}
{"gold": {"word": "gold", "line": "He had the whitest shirt on you ever see, too, and the shiniest hat; and there ain't a man in that town that's got as fine clothes as what he had; and he had a gold watch and chain, and a silver-headed cane--the awfulest old gray-headed nabob in the State.\n"}}
{"black": {"word": "black", "line": "The moon was so bright I could a counted the drift logs that went a-slipping along, black and still, hundreds of yards out from shore.\n"}}
{"pink": {"word": "rose", "line": "I rose up, and there was Jackson's Island, about two mile and a half down stream, heavy timbered and standing up out of the middle of the river, big and dark and solid, like a steamboat without any lights.\n"}}
{"black": {"word": "black", "line": "I went up and set down on a log at the head of the island, and looked out on the big river and the black driftwood and away over to the town, three mile away, where there was three or four lights twinkling.\n"}}
{"gray": {"word": "gray", "line": "There was a little gray in the sky now; so I stepped into the woods, and laid down for a nap before breakfast.\n"}}
{"white": {"word": "white", "line": "“Boom!” I see the white smoke squirt out of the ferryboat's side.\n"}}
{"green": {"word": "green", "line": "I found plenty strawberries, ripe and prime; and green summer grapes, and green razberries; and the green blackberries was just beginning to show.\n"}}
{"white": {"word": "pale", "line": "But in a little while I see a pale streak over the treetops, and knowed the day was coming.\n"}}
{"gray": {"word": "gray", "line": "It was getting gray daylight now.\n"}}
{"white": {"word": "pale", "line": "It would get so dark that it looked all blue-black outside, and lovely; and the rain would thrash along by so thick that the trees off a little ways looked dim and spider-webby; and here would come a blast of wind that would bend the trees down and turn up the pale underside of the leaves; and then a perfect ripper of a gust would follow along and set the branches to tossing their arms as if they was just wild; and next, when it was just about the bluest and blackest--_FST_!\n"}}
{"black": {"word": "black", "line": "There was heaps of old greasy cards scattered around over the floor, and old whisky bottles, and a couple of masks made out of black cloth; and all over the walls was the ignorantest kind of words and pictures made with charcoal.\n"}}
{"silver": {"word": "silver", "line": "We rummaged the clothes we'd got, and found eight dollars in silver sewed up in the lining of an old blanket overcoat.\n"}}
{"white": {"word": "white", "line": "They peddle out such a fish as that by the pound in the market-house there; everybody buys some of him; his meat's as white as snow and makes a good fry.\n"}}
{"white": {"word": "fair", "line": "Jim hitched it behind with the hooks, and it was a fair fit.\n"}}
{"black": {"word": "black", "line": "Every night we passed towns, some of them away up on black hillsides, nothing but just a shiny bed of lights; not a house could you see.\n"}}
{"black": {"word": "black", "line": "After a long time the rain let up, but the clouds stayed, and the lightning kept whimpering, and by and by a flash showed us a black thing ahead, floating, and we made for it.\n"}}
{"gray": {"word": "gray", "line": "By the time I got there the sky was beginning to get a little gray in the east; so we struck for an island, and hid the raft, and sunk the skiff, and turned in and slept like dead people.\n"}}
{"white": {"word": "white", "line": "S'pose a man was to come to you and say Polly-voo-franzy--what would you think?” “I wouldn' think nuff'n; I'd take en bust him over de head--dat is, if he warn't white.\n"}}
{"white": {"word": "white", "line": "That was all right as far as it went, but the towhead warn't sixty yards long, and the minute I flew by the foot of it I shot out into the solid white fog, and hadn't no more idea which way I was going than a dead man.\n"}}
{"white": {"word": "white", "line": "In another second or two it was solid white and still again.\n"}}
{"black": {"word": "black", "line": "I looked away down-stream, and seen a black speck on the water.\n"}}
{"green": {"word": "green", "line": "I said, paddle ashore the first time a light showed, and tell them pap was behind, coming along with a trading-scow, and was a green hand at the business, and wanted to know how far it was to Cairo.\n"}}
{"white": {"word": "white", "line": "When I was fifty yards off, Jim says: “Dah you goes, de ole true Huck; de on'y white genlman dat ever kep' his promise to ole Jim.” Well, I just felt sick.\n"}}
{"black": {"word": "black", "line": "Is your man white or black?” I didn't answer up prompt.\n"}}
{"white": {"word": "white", "line": "Is your man white or black?” I didn't answer up prompt.\n"}}
{"gold": {"word": "gold", "line": "Here, I'll put a twenty-dollar gold piece on this board, and you get it when it floats by.\n"}}
{"gray": {"word": "gray", "line": "Well, the night got gray and ruther thick, which is the next meanest thing to fog.\n"}}
{"black": {"word": "black", "line": "She was a big one, and she was coming in a hurry, too, looking like a black cloud with rows of glow-worms around it; but all of a sudden she bulged out, big and scary, with a long row of wide-open furnace doors shining like red-hot teeth, and her monstrous bows and guards hanging right over us.\n"}}
{"gray": {"word": "gray", "line": "The candle was on the floor, and there they all was, looking at me, and me at them, for about a quarter of a minute: Three big men with guns pointed at me, which made me wince, I tell you; the oldest, gray and about sixty, the other two thirty or more--all of them fine and handsome--and the sweetest old gray-headed lady, and back of her two young women which I couldn't see right well.\n"}}
{"red": {"word": "red", "line": "There was a big fireplace that was bricked on the bottom, and the bricks was kept clean and red by pouring water on them and scrubbing them with another brick; sometimes they wash them over with red water-paint that they call Spanish-brown, same as they do in town.\n"}}
{"white": {"word": "white", "line": "On the table in the middle of the room was a kind of a lovely crockery basket that had apples and oranges and peaches and grapes piled up in it, which was much redder and yellower and prettier than real ones is, but they warn't real because you could see where pieces had got chipped off and showed the white chalk, or whatever it was, underneath.\n"}}
{"red": {"word": "red", "line": "This table had a cover made out of beautiful oilcloth, with a red and blue spread-eagle painted on it, and a painted border all around.\n"}}
{"blue": {"word": "blue", "line": "This table had a cover made out of beautiful oilcloth, with a red and blue spread-eagle painted on it, and a painted border all around.\n"}}
{"black": {"word": "black", "line": "One was a woman in a slim black dress, belted small under the armpits, with bulges like a cabbage in the middle of the sleeves, and a large black scoop-shovel bonnet with a black veil, and white slim ankles crossed about with black tape, and very wee black slippers, like a chisel, and she was leaning pensive on a tombstone on her right elbow, under a weeping willow, and her other hand hanging down her side holding a white handkerchief and a reticule, and underneath the picture it said “Shall I Never See Thee More Alas.” to the top of her head, and knotted there in front of a comb like a chair-back, and she was crying into a handkerchief and had a dead bird laying on its back in her other hand with its heels up, and underneath the picture it said “I Shall Never Hear Thy Sweet Chirrup More Alas.” moon, and tears running down her cheeks; and she had an open letter in one hand with black sealing wax showing on one edge of it, and she was mashing a locket with a chain to it against her mouth, and underneath the picture it said “And Art Thou Gone Yes Thou Art Gone Alas.” These was all nice pictures, I reckon, but I didn't somehow seem to take to them, because if ever I was down a little they always give me the fan-tods.\n"}}
{"white": {"word": "white", "line": "One was a woman in a slim black dress, belted small under the armpits, with bulges like a cabbage in the middle of the sleeves, and a large black scoop-shovel bonnet with a black veil, and white slim ankles crossed about with black tape, and very wee black slippers, like a chisel, and she was leaning pensive on a tombstone on her right elbow, under a weeping willow, and her other hand hanging down her side holding a white handkerchief and a reticule, and underneath the picture it said “Shall I Never See Thee More Alas.” to the top of her head, and knotted there in front of a comb like a chair-back, and she was crying into a handkerchief and had a dead bird laying on its back in her other hand with its heels up, and underneath the picture it said “I Shall Never Hear Thy Sweet Chirrup More Alas.” moon, and tears running down her cheeks; and she had an open letter in one hand with black sealing wax showing on one edge of it, and she was mashing a locket with a chain to it against her mouth, and underneath the picture it said “And Art Thou Gone Yes Thou Art Gone Alas.” These was all nice pictures, I reckon, but I didn't somehow seem to take to them, because if ever I was down a little they always give me the fan-tods.\n"}}
{"white": {"word": "white", "line": "It was a picture of a young woman in a long white gown, standing on the rail of a bridge all ready to jump off, with her hair all down her back, and looking up to the moon, with the tears running down her face, and she had two arms folded across her breast, and two arms stretched out in front, and two more reaching up towards the moon--and the idea was to see which pair would look best, and then scratch out all the other arms; but, as I was saying, she died before she got her mind made up, and now they kept this picture over the head of the bed in her room, and every time her birthday come they hung flowers on it.\n"}}
{"white": {"word": "white", "line": "Well, as I was saying about the parlor, there was beautiful curtains on the windows: white, with pictures painted on them of castles with vines all down the walls, and cattle coming down to drink.\n"}}
{"red": {"word": "red", "line": "Col. Grangerford was very tall and very slim, and had a darkish-paly complexion, not a sign of red in it anywheres; he was clean shaved every morning all over his thin face, and he had the thinnest kind of lips, and the thinnest kind of nostrils, and a high nose, and heavy eyebrows, and the blackest kind of eyes, sunk so deep back that they seemed like they was looking out of caverns at you, as you may say.\n"}}
{"black": {"word": "black", "line": "His forehead was high, and his hair was black and straight and hung to his shoulders.\n"}}
{"white": {"word": "white", "line": "His hands was long and thin, and every day of his life he put on a clean shirt and a full suit from head to foot made out of linen so white it hurt your eyes to look at it; and on Sundays he wore a blue tail-coat with brass buttons on it.\n"}}
{"blue": {"word": "blue", "line": "His hands was long and thin, and every day of his life he put on a clean shirt and a full suit from head to foot made out of linen so white it hurt your eyes to look at it; and on Sundays he wore a blue tail-coat with brass buttons on it.\n"}}
{"silver": {"word": "silver", "line": "He carried a mahogany cane with a silver head to it.\n"}}
{"black": {"word": "black", "line": "Bob was the oldest and Tom next--tall, beautiful men with very broad shoulders and brown faces, and long black hair and black eyes.\n"}}
{"brown": {"word": "brown", "line": "Bob was the oldest and Tom next--tall, beautiful men with very broad shoulders and brown faces, and long black hair and black eyes.\n"}}
{"white": {"word": "white", "line": "They dressed in white linen from head to foot, like the old gentleman, and wore broad Panama hats.\n"}}
{"white": {"word": "pale", "line": "Miss Sophia she turned pale, but the color come back when she found the man warn't hurt.\n"}}
{"white": {"word": "white", "line": "'Bout three months ago my cousin Bud, fourteen year old, was riding through the woods on t'other side of the river, and didn't have no weapon with him, which was blame' foolishness, and in a lonesome place he hears a horse a-coming behind him, and sees old Baldy Shepherdson a-linkin' after him with his gun in his hand and his white hair a-flying in the wind; and 'stead of jumping off and taking to the brush, Bud 'lowed he could out-run him; so they had it, nip and tuck, for five mile or more, the old man a-gaining all the time; so at last Bud seen it warn't any use, so he stopped and faced around so as to have the bullet holes in front, you know, and the old man he rode up and shot him down.\n"}}
{"red": {"word": "red", "line": "She was mighty red in the face for a minute, and her eyes lighted up, and it made her powerful pretty.\n"}}
{"white": {"word": "white", "line": "No; some er de niggers foun' her ketched on a snag along heah in de ben', en dey hid her in a crick 'mongst de willows, en dey wuz so much jawin' 'bout which un 'um she b'long to de mos' dat I come to heah 'bout it pooty soon, so I ups en settles de trouble by tellin' 'um she don't b'long to none uv um, but to you en me; en I ast 'm if dey gwyne to grab a young white genlman's propaty, en git a hid'n for it?\n"}}
{"black": {"word": "black", "line": "The first thing to see, looking away over the water, was a kind of dull line--that was the woods on t'other side; you couldn't make nothing else out; then a pale place in the sky; then more paleness spreading around; then the river softened up away off, and warn't black any more, but gray; you could see little dark spots drifting along ever so far away--trading scows, and such things; and long black streaks--rafts; sometimes you could hear a sweep screaking; or jumbled up voices, it was so still, and sounds come so far; and by and by you could see a streak on the water which you know by the look of the streak that there's a snag there in a swift current which breaks on it and makes that streak look that way; and you see the mist curl up off of the water, and the east reddens up, and the river, and you make out a log-cabin in the edge of the woods, away on the bank on t'other side of the river, being a woodyard, likely, and piled by them cheats so you can throw a dog through it anywheres; then the nice breeze springs up, and comes fanning you from over there, so cool and fresh and sweet to smell on account of the woods and the flowers; but sometimes not that way, because they've left dead fish laying around, gars and such, and they do get pretty rank; and next you've got the full day, and everything smiling in the sun, and the song-birds just going it!\n"}}
{"white": {"word": "pale", "line": "The first thing to see, looking away over the water, was a kind of dull line--that was the woods on t'other side; you couldn't make nothing else out; then a pale place in the sky; then more paleness spreading around; then the river softened up away off, and warn't black any more, but gray; you could see little dark spots drifting along ever so far away--trading scows, and such things; and long black streaks--rafts; sometimes you could hear a sweep screaking; or jumbled up voices, it was so still, and sounds come so far; and by and by you could see a streak on the water which you know by the look of the streak that there's a snag there in a swift current which breaks on it and makes that streak look that way; and you see the mist curl up off of the water, and the east reddens up, and the river, and you make out a log-cabin in the edge of the woods, away on the bank on t'other side of the river, being a woodyard, likely, and piled by them cheats so you can throw a dog through it anywheres; then the nice breeze springs up, and comes fanning you from over there, so cool and fresh and sweet to smell on account of the woods and the flowers; but sometimes not that way, because they've left dead fish laying around, gars and such, and they do get pretty rank; and next you've got the full day, and everything smiling in the sun, and the song-birds just going it!\n"}}
{"gray": {"word": "gray", "line": "The first thing to see, looking away over the water, was a kind of dull line--that was the woods on t'other side; you couldn't make nothing else out; then a pale place in the sky; then more paleness spreading around; then the river softened up away off, and warn't black any more, but gray; you could see little dark spots drifting along ever so far away--trading scows, and such things; and long black streaks--rafts; sometimes you could hear a sweep screaking; or jumbled up voices, it was so still, and sounds come so far; and by and by you could see a streak on the water which you know by the look of the streak that there's a snag there in a swift current which breaks on it and makes that streak look that way; and you see the mist curl up off of the water, and the east reddens up, and the river, and you make out a log-cabin in the edge of the woods, away on the bank on t'other side of the river, being a woodyard, likely, and piled by them cheats so you can throw a dog through it anywheres; then the nice breeze springs up, and comes fanning you from over there, so cool and fresh and sweet to smell on account of the woods and the flowers; but sometimes not that way, because they've left dead fish laying around, gars and such, and they do get pretty rank; and next you've got the full day, and everything smiling in the sun, and the song-birds just going it!\n"}}
{"black": {"word": "black", "line": "After midnight the people on shore went to bed, and then for two or three hours the shores was black--no more sparks in the cabin windows.\n"}}
{"gray": {"word": "gray", "line": "One of these fellows was about seventy or upwards, and had a bald head and very gray whiskers.\n"}}
{"blue": {"word": "blue", "line": "He had an old battered-up slouch hat on, and a greasy blue woollen shirt, and ragged old blue jeans britches stuffed into his boot-tops, and home-knit galluses--no, he only had one.\n"}}
{"blue": {"word": "blue", "line": "He had an old long-tailed blue jeans coat with slick brass buttons flung over his arm, and both of them had big, fat, ratty-looking carpet-bags.\n"}}
{"gray": {"word": "gray", "line": "You mean you're the late Charlemagne; you must be six or seven hundred years old, at the very least.” “Trouble has done it, Bilgewater, trouble has done it; trouble has brung these gray hairs and this premature balditude.\n"}}
{"blue": {"word": "blue", "line": "Yes, gentlemen, you see before you, in blue jeans and misery, the wanderin', exiled, trampled-on, and sufferin' rightful King of France.” Well, he cried and took on so that me and Jim didn't know hardly what to do, we was so sorry--and so glad and proud we'd got him with us, too.\n"}}
{"pink": {"word": "rose", "line": "Well, when the river rose pa had a streak of luck one day; he ketched this piece of a raft; so we reckoned we'd go down to Orleans on it.\n"}}
{"gray": {"word": "dusty", "line": "And every second or two there'd come a glare that lit up the white-caps for a half a mile around, and you'd see the islands looking dusty through the rain, and the trees thrashing around in the wind; then comes a H-WHACK!--bum!\n"}}
{"grey": {"word": "dusty", "line": "And every second or two there'd come a glare that lit up the white-caps for a half a mile around, and you'd see the islands looking dusty through the rain, and the trees thrashing around in the wind; then comes a H-WHACK!--bum!\n"}}
{"gold": {"word": "gold", "line": "In another bill he was the “world-renowned Shakespearian tragedian, Garrick the Younger, of Drury Lane, London.” In other bills he had a lot of other names and done other wonderful things, like finding water and gold with a “divining-rod,” “dissipating witch spells,” and so on.\n"}}
{"white": {"word": "white", "line": "“But if Juliet's such a young gal, duke, my peeled head and my white whiskers is goin' to look oncommon odd on her, maybe.” “No, don't you worry; these country jakes won't ever think of that.\n"}}
{"white": {"word": "white", "line": "and t'other chap, and a long white cotton nightshirt and a ruffled nightcap to match.\n"}}
{"green": {"word": "green", "line": "There was sheds made out of poles and roofed over with branches, where they had lemonade and gingerbread to sell, and piles of watermelons and green corn and such-like truck.\n"}}
{"black": {"word": "black", "line": "come, black with sin!\n"}}
{"black": {"word": "black", "line": "In the dead waste and middle of the night, when churchyards yawn In customary suits of solemn black, But that the undiscovered country from whose bourne no traveler returns, Breathes forth contagion on the world, And thus the native hue of resolution, like the poor cat i' the adage, Is sicklied o'er with care.\n"}}
{"white": {"word": "fair", "line": "But soft you, the fair Ophelia: Ope not thy ponderous and marble jaws.\n"}}
{"white": {"word": "white", "line": "They had white domestic awnings in front, and the country people hitched their horses to the awning-posts.\n"}}
{"yellow": {"word": "yellow", "line": "They generly had on yellow straw hats most as wide as an umbrella, but didn't wear no coats nor waistcoats, they called one another Bill, and Buck, and Hank, and Joe, and Andy, and talked lazy and drawly, and used considerable many cuss words.\n"}}
{"black": {"word": "black", "line": "You borry'd store tobacker and paid back nigger-head.” Store tobacco is flat black plug, but these fellows mostly chaws the natural leaf twisted.\n"}}
{"black": {"word": "black", "line": "When they borrow a chaw they don't generly cut it off with a knife, but set the plug in between their teeth, and gnaw with their teeth and tug at the plug with their hands till they get it in two; then sometimes the one that owns the tobacco looks mournful at it when it's handed back, and says, sarcastic: “Here, gimme the _chaw_, and you take the _plug_.” All the streets and lanes was just mud; they warn't nothing else _but_ mud--mud as black as tar and nigh about a foot deep in some places, and two or three inches deep in _all_ the places.\n"}}
{"red": {"word": "red", "line": "I'm on the waw-path, and the price uv coffins is a-gwyne to raise.” He was drunk, and weaving about in his saddle; he was over fifty year old, and had a very red face.\n"}}
{"gray": {"word": "gray", "line": "He cussed away with all his might, and throwed his hat down in the mud and rode over it, and pretty soon away he went a-raging down the street again, with his gray hair a-flying.\n"}}
{"white": {"word": "pale", "line": "She was about sixteen, and very sweet and gentle looking, but awful pale and scared.\n"}}
{"white": {"word": "fair", "line": "Well, pretty soon the whole town was there, squirming and scrouging and pushing and shoving to get at the window and have a look, but people that had the places wouldn't give them up, and folks behind them was saying all the time, “Say, now, you've looked enough, you fellows; 'tain't right and 'tain't fair for you to stay thar all the time, and never give nobody a chance; other folks has their rights as well as you.” There was considerable jawing back, so I slid out, thinking maybe there was going to be trouble.\n"}}
{"white": {"word": "white", "line": "One long, lanky man, with long hair and a big white fur stovepipe hat on the back of his head, and a crooked-handled cane, marked out the places on the ground where Boggs stood and where Sherburn stood, and the people following him around from one place to t'other and watching everything he done, and bobbing their heads to show they understood, and stooping a little and resting their hands on their thighs to watch him mark the places on the ground with his cane; and then he stood up straight and stiff where Sherburn had stood, frowning and having his hat-brim down over his eyes, and sung out, “Boggs!” and then fetched his cane down slow to a level, and says “Bang!” staggered backwards, says “Bang!” again, and fell down flat on his back.\n"}}
{"gold": {"word": "gold", "line": "I had my twenty-dollar gold piece and some other money, but I reckoned I better save it, because there ain't no telling how soon you are going to need it, away from home and amongst strangers that way.\n"}}
{"black": {"word": "black", "line": "So next morning he got some big sheets of wrapping paper and some black paint, and drawed off some handbills, and stuck them up all over the village.\n"}}
{"pink": {"word": "rose", "line": "Everybody sings out, “Sold!” and rose up mad, and was a-going for that stage and them tragedians.\n"}}
{"white": {"word": "white", "line": "He was thinking about his wife and his children, away up yonder, and he was low and homesick; because he hadn't ever been away from home before in his life; and I do believe he cared just as much for his people as white folks does for their'n.\n"}}
{"white": {"word": "white", "line": "He dressed Jim up in King Lear's outfit--it was a long curtain-calico gown, and a white horse-hair wig and whiskers; and then he took his theater paint and painted Jim's face and hands and ears and neck all over a dead, dull, solid blue, like a man that's been drownded nine days.\n"}}
{"blue": {"word": "blue", "line": "He dressed Jim up in King Lear's outfit--it was a long curtain-calico gown, and a white horse-hair wig and whiskers; and then he took his theater paint and painted Jim's face and hands and ears and neck all over a dead, dull, solid blue, like a man that's been drownded nine days.\n"}}
{"black": {"word": "black", "line": "The king's duds was all black, and he did look real swell and starchy.\n"}}
{"white": {"word": "white", "line": "Why, before, he looked like the orneriest old rip that ever was; but now, when he'd take off his new white beaver and make a bow and do a smile, he looked that grand and good and pious that you'd say he had walked right out of the ark, and maybe was old Leviticus himself.\n"}}
{"gold": {"word": "gold", "line": "It give the dwelling-house and three thousand dollars, gold, to the girls; and it give the tanyard (which was doing a good business), along with some other houses and land (worth about seven thousand), and three thousand dollars in gold to Harvey and William, and told where the six thousand cash was hid down cellar.\n"}}
{"brown": {"word": "brown", "line": "Mary Jane she set at the head of the table, with Susan alongside of her, and said how bad the biscuits was, and how mean the preserves was, and how ornery and tough the fried chickens was--and all that kind of rot, the way women always do for to force out compliments; and the people all knowed everything was tiptop, and said so--said “How _do_ you get biscuits to brown so nice?” and “Where, for the land's sake, _did_ you get these amaz'n pickles?” and all that kind of humbug talky-talk, just the way people always does at a supper, you know.\n"}}
{"gold": {"word": "gold", "line": "March off like a passel of fools and leave eight or nine thous'n' dollars' worth o' property layin' around jest sufferin' to be scooped in?--and all good, salable stuff, too.” The duke he grumbled; said the bag of gold was enough, and he didn't want to go no deeper--didn't want to rob a lot of orphans of _everything_ they had.\n"}}
{"blue": {"word": "blue", "line": "I slipped up to bed, feeling ruther blue, on accounts of the thing playing out that way after I had took so much trouble and run so much resk about it.\n"}}
{"black": {"word": "black", "line": "When the place was packed full the undertaker he slid around in his black gloves with his softy soothering ways, putting on the last touches, and getting people and things all ship-shape and comfortable, and making no more sound than a cat.\n"}}
{"pink": {"word": "rose", "line": "In a minute or two here comes this undertaker's back and shoulders gliding along the wall again; and so he glided and glided around three sides of the room, and then rose up, and shaded his mouth with his hands, and stretched his neck out towards the preacher, over the people's heads, and says, in a kind of a coarse whisper, “_He had a rat_!” Then he drooped down and glided along the wall again to his place.\n"}}
{"white": {"word": "pale", "line": "I reckoned they'd turn pale.\n"}}
{"white": {"word": "pale", "line": "But no, nary a pale did _they_ turn.\n"}}
{"gold": {"word": "gold", "line": "If they have, won't the complices get away with that bag of gold Peter Wilks left?\n"}}
{"white": {"word": "fair", "line": "But the king he only looked sorrowful, and says: “Gentlemen, I wish the money was there, for I ain't got no disposition to throw anything in the way of a fair, open, out-and-out investigation o' this misable business; but, alas, the money ain't there; you k'n send and see, if you want to.” “Where is it, then?” “Well, when my niece give it to me to keep for her I took and hid it inside o' the straw tick o' my bed, not wishin' to bank it for the few days we'd be here, and considerin' the bed a safe place, we not bein' used to niggers, and suppos'n' 'em honest, like servants in England.\n"}}
{"white": {"word": "fair", "line": "Said it warn't no fair test.\n"}}
{"blue": {"word": "blue", "line": "It's jest a small, thin, blue arrow--that's what it is; and if you don't look clost, you can't see it.\n"}}
{"white": {"word": "white", "line": "All of a sudden the lightning let go a perfect sluice of white glare, and somebody sings out: “By the living jingo, here's the bag of gold on his breast!” Hines let out a whoop, like everybody else, and dropped my wrist and give a big surge to bust his way in and get a look, and the way I lit out and shinned for the road in the dark there ain't nobody can tell.\n"}}
{"gold": {"word": "gold", "line": "All of a sudden the lightning let go a perfect sluice of white glare, and somebody sings out: “By the living jingo, here's the bag of gold on his breast!” Hines let out a whoop, like everybody else, and dropped my wrist and give a big surge to bust his way in and get a look, and the way I lit out and shinned for the road in the dark there ain't nobody can tell.\n"}}
{"gold": {"word": "gold", "line": "The man that had a-holt of me was very good to me, and kept saying he had a boy about as big as me that died last year, and he was sorry to see a boy in such a dangerous fix; and when they was all took by surprise by finding the gold, and made a rush for the coffin, he lets go of me and whispers, 'Heel it now, or they'll hang ye, sure!'\n"}}
{"gold": {"word": "gold", "line": "But that trick took 'em to the graveyard, and the gold done us a still bigger kindness; for if the excited fools hadn't let go all holts and made that rush to get a look we'd a slept in our cravats to-night--cravats warranted to _wear_, too--longer than _we'd_ need 'em.” They was still a minute--thinking; then the king says, kind of absent-minded like: “Mf!\n"}}
{"white": {"word": "fair", "line": "The king sings out: “Take y'r hands off!--leggo my throat!--I take it all back!” The duke says: “Well, you just own up, first, that you _did_ hide that money there, intending to give me the slip one of these days, and come back and dig it up, and have it all to yourself.” “Wait jest a minute, duke--answer me this one question, honest and fair; if you didn't put the money there, say it, and I'll b'lieve you, and take back everything I said.” “You old scoundrel, I didn't, and you know I didn't.\n"}}
{"gray": {"word": "gray", "line": "We begun to come to trees with Spanish moss on them, hanging down from the limbs like long, gray beards.\n"}}
{"blue": {"word": "blue", "line": "So at last they got just about dead broke, and laid around the raft as she floated along, thinking and thinking, and never saying nothing, by the half a day at a time, and dreadful blue and desperate.\n"}}
{"white": {"word": "white", "line": "A rail fence round a two-acre yard; a stile made out of logs sawed off and up-ended in steps, like barrels of a different length, to climb over the fence with, and for the women to stand on when they are going to jump on to a horse; some sickly grass-patches in the big yard, but mostly it was bare and smooth, like an old hat with the nap rubbed off; big double log-house for the white folks--hewed logs, with the chinks stopped up with mud or mortar, and these mud-stripes been whitewashed some time or another; round-log kitchen, with a big broad, open but roofed passage joining it to the house; log smoke-house back of the kitchen; three little log nigger-cabins in a row t'other side the smoke-house; one little hut all by itself away down against the back fence, and some outbuildings down a piece the other side; ash-hopper and big kettle to bile soap in by the little hut; bench by the kitchen door, with bucket of water and a gourd; hound asleep there in the sun; more hounds asleep round about; about three shade trees away off in a corner; some currant bushes and gooseberry bushes in one place by the fence; outside of the fence a garden and a watermelon patch; then the cotton fields begins, and after the fields the woods.\n"}}
{"white": {"word": "white", "line": "And here comes the white woman running from the house, about forty-five or fifty year old, bareheaded, and her spinning-stick in her hand; and behind her comes her little white children, acting the same way the little niggers was doing.\n"}}
{"blue": {"word": "blue", "line": "He turned blue all over, and died in the hope of a glorious resurrection.\n"}}
{"gray": {"word": "dusty", "line": "It's a long, dusty three mile, and we can't let you walk.\n"}}
{"grey": {"word": "dusty", "line": "It's a long, dusty three mile, and we can't let you walk.\n"}}
{"pink": {"word": "rose", "line": "We asked some stragglers about it, and they said everybody went to the show looking very innocent; and laid low and kept dark till the poor old king was in the middle of his cavortings on the stage; then somebody give a signal, and the house rose up and went for them.\n"}}
{"white": {"word": "white", "line": "Along during the morning I borrowed a sheet and a white shirt off of the clothes-line; and I found an old sack and put them in it, and we went down and got the fox-fire, and put that in too.\n"}}
{"white": {"word": "white", "line": "Jim he couldn't see no sense in the most of it, but he allowed we was white folks and knowed better than him; so he was satisfied, and said he would do it all just as Tom said.\n"}}
{"red": {"word": "red", "line": "And when she come she was hot and red and cross, and couldn't hardly wait for the blessing; and then she went to sluicing out coffee with one hand and cracking the handiest child's head with her thimble with the other, and says: “I've hunted high and I've hunted low, and it does beat all what _has_ become of your other shirt.” My heart fell down amongst my lungs and livers and things, and a hard piece of corn-crust started down my throat after it and got met on the road with a cough, and was shot across the table, and took one of the children in the eye and curled him up like a fishing-worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and I would a sold out for half price if there was a bidder.\n"}}
{"blue": {"word": "blue", "line": "And when she come she was hot and red and cross, and couldn't hardly wait for the blessing; and then she went to sluicing out coffee with one hand and cracking the handiest child's head with her thimble with the other, and says: “I've hunted high and I've hunted low, and it does beat all what _has_ become of your other shirt.” My heart fell down amongst my lungs and livers and things, and a hard piece of corn-crust started down my throat after it and got met on the road with a cough, and was shot across the table, and took one of the children in the eye and curled him up like a fishing-worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and I would a sold out for half price if there was a bidder.\n"}}
{"red": {"word": "red", "line": "But it's gone, that's the long and the short of it, and you'll just have to change to a red flann'l one till I can get time to make a new one.\n"}}
{"white": {"word": "white", "line": "At last she come and begun to ask me questions, but I _couldn't_ answer them straight, I didn't know which end of me was up; because these men was in such a fidget now that some was wanting to start right NOW and lay for them desperadoes, and saying it warn't but a few minutes to midnight; and others was trying to get them to hold on and wait for the sheep-signal; and here was Aunty pegging away at the questions, and me a-shaking all over and ready to sink down in my tracks I was that scared; and the place getting hotter and hotter, and the butter beginning to melt and run down my neck and behind my ears; and pretty soon, when one of them says, “I'M for going and getting in the cabin _first_ and right _now_, and catching them when they come,” I most dropped; and a streak of butter come a-trickling down my forehead, and Aunt Sally she see it, and turns white as a sheet, and says: “For the land's sake, what _is_ the matter with the child?\n"}}
{"white": {"word": "white", "line": "No, sah--I doan' budge a step out'n dis place 'dout a _doctor_, not if it's forty year!” I knowed he was white inside, and I reckoned he'd say what he did say--so it was all right now, and I told Tom I was a-going for a doctor.\n"}}
{"gold": {"word": "gold", "line": "Shut the door and blindfold the doctor tight and fast, and make him swear to be silent as the grave, and put a purse full of gold in his hand, and then take and lead him all around the back alleys and everywheres in the dark, and then fetch him here in the canoe, in a roundabout way amongst the islands, and search him and take his chalk away from him, and don't give it back to him till you get him back to the village, or else he will chalk this raft so he can find it again.\n"}}
{"purple": {"word": "plum", "line": "And the place was plum full of farmers and farmers' wives, to dinner; and such another clack a body never heard.\n"}}
{"brown": {"word": "brown", "line": "So then she kissed me, and patted me on the head, and dropped into a kind of a brown study; and pretty soon jumps up, and says: “Why, lawsamercy, it's most night, and Sid not come yet!\n"}}
{"gray": {"word": "gray", "line": "And the third time I waked up at dawn, and slid down, and she was there yet, and her candle was most out, and her old gray head was resting on her hand, and she was asleep.\n"}}
{"white": {"word": "pale", "line": "But he was sleeping, and sleeping very peaceful, too; and pale, not fire-faced the way he was when he come.\n"}}
{"brown": {"word": "tan", "line": "To think, here I've been, night after night, a--_you_ just get well once, you young scamp, and I lay I'll tan the Old Harry out o' both o' ye!” But Tom, he _was_ so proud and joyful, he just _couldn't_ hold in, and his tongue just _went_ it--she a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention; and she says: “_Well_, you get all the enjoyment you can out of it _now_, for mind I tell you if I catch you meddling with him again--” “Meddling with _who_?” Tom says, dropping his smile and looking surprised.\n"}}
{"pink": {"word": "rose", "line": "They've got him back, safe and sound, and he's in that cabin again, on bread and water, and loaded down with chains, till he's claimed or sold!” Tom rose square up in bed, with his eye hot, and his nostrils opening and shutting like gills, and sings out to me: “They hain't no _right_ to shut him up!\n"}}
{"white": {"word": "white", "line": "But Sidney said: “Well, now, if I didn’t think you sewed his collar with white thread, but it’s black.” “Why, I did sew it with white!\n"}}
{"black": {"word": "black", "line": "As he went out at the door he said: “Siddy, I’ll lick you for that.” In a safe place Tom examined two large needles which were thrust into the lapels of his jacket, and had thread bound about them—one needle carried white thread and the other black.\n"}}
{"white": {"word": "white", "line": "As he went out at the door he said: “Siddy, I’ll lick you for that.” In a safe place Tom examined two large needles which were thrust into the lapels of his jacket, and had thread bound about them—one needle carried white thread and the other black.\n"}}
{"black": {"word": "black", "line": "sometimes she sews it with white, and sometimes she sews it with black.\n"}}
{"white": {"word": "white", "line": "sometimes she sews it with white, and sometimes she sews it with black.\n"}}
{"blue": {"word": "blue", "line": "His cap was a dainty thing, his close-buttoned blue cloth roundabout was new and natty, and so were his pantaloons.\n"}}
{"green": {"word": "green", "line": "Cardiff Hill, beyond the village and above it, was green with vegetation and it lay just far enough away to seem a Delectable Land, dreamy, reposeful, and inviting.\n"}}
{"white": {"word": "white", "line": "I’ll give you a white alley!” Jim began to waver.\n"}}
{"white": {"word": "white", "line": "He put down his pail, took the white alley, and bent over the toe with absorbing interest while the bandage was being unwound.\n"}}
{"blue": {"word": "blue", "line": "He had besides the things before mentioned, twelve marbles, part of a jews-harp, a piece of blue bottle-glass to look through, a spool cannon, a key that wouldn’t unlock anything, a fragment of chalk, a glass stopper of a decanter, a tin soldier, a couple of tadpoles, six fire-crackers, a kitten with only one eye, a brass door-knob, a dog-collar—but no dog—the handle of a knife, four pieces of orange-peel, and a dilapidated old window sash.\n"}}
{"gray": {"word": "gray", "line": "Her spectacles were propped up on her gray head for safety.\n"}}
{"brown": {"word": "tan", "line": "Well, go ’long and play; but mind you get back some time in a week, or I’ll tan you.” She was so overcome by the splendor of his achievement that she took him into the closet and selected a choice apple and delivered it to him, along with an improving lecture upon the added value and flavor a treat took to itself when it came without sin through virtuous effort.\n"}}
{"black": {"word": "black", "line": "His soul was at peace, now that he had settled with Sid for calling attention to his black thread and getting him into trouble.\n"}}
{"white": {"word": "white", "line": "As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue-eyed creature with yellow hair plaited into two long-tails, white summer frock and embroidered pan-talettes.\n"}}
{"yellow": {"word": "yellow", "line": "As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue-eyed creature with yellow hair plaited into two long-tails, white summer frock and embroidered pan-talettes.\n"}}
{"white": {"word": "white", "line": "But he would lie there cold and white and make no sign—a poor little sufferer, whose griefs were at an end.\n"}}
{"pink": {"word": "rose", "line": "At last he rose up sighing and departed in the darkness.\n"}}
{"pink": {"word": "rose", "line": "THE sun rose upon a tranquil world, and beamed down upon the peaceful village like a benediction.\n"}}
{"red": {"word": "red", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n"}}
{"white": {"word": "white", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n"}}
{"blue": {"word": "blue", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n"}}
{"blue": {"word": "blue", "line": "However, they worried through, and each got his reward—in small blue tickets, each with a passage of Scripture on it; each blue ticket was pay for two verses of the recitation.\n"}}
{"red": {"word": "red", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n"}}
{"blue": {"word": "blue", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n"}}
{"yellow": {"word": "yellow", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n"}}
{"yellow": {"word": "yellow", "line": "Several pupils had a few yellow tickets, but none had enough—he had been around among the star pupils inquiring.\n"}}
{"red": {"word": "red", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n"}}
{"blue": {"word": "blue", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n"}}
{"yellow": {"word": "yellow", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n"}}
{"white": {"word": "fair", "line": "The crowd filed up the aisles: the aged and needy postmaster, who had seen better days; the mayor and his wife—for they had a mayor there, among other unnecessaries; the justice of the peace; the widow Douglas, fair, smart, and forty, a generous, good-hearted soul and well-to-do, her hill mansion the only palace in the town, and the most hospitable and much the most lavish in the matter of festivities that St. Petersburg could boast; the bent and venerable Major and Mrs. Ward; lawyer Riverson, the new notable from a distance; next the belle of the village, followed by a troop of lawn-clad and ribbon-decked young heart-breakers; then all the young clerks in town in a body—for they had stood in the vestibule sucking their cane-heads, a circling wall of oiled and simpering admirers, till the last girl had run their gantlet; and last of all came the Model Boy, Willie Mufferson, taking as heedful care of his mother as if she were cut glass.\n"}}
{"white": {"word": "white", "line": "His white handkerchief was hanging out of his pocket behind, as usual on Sundays—accidentally.\n"}}
{"black": {"word": "black", "line": "It was a large black beetle with formidable jaws—a “pinchbug,” he called it.\n"}}
{"white": {"word": "white", "line": "And her face grew white, too, and her lip trembled.\n"}}
{"blue": {"word": "blue", "line": "Where’d you get him?” “Bought him off’n a boy.” “What did you give?” “I give a blue ticket and a bladder that I got at the slaughter-house.” “Where’d you get the blue ticket?” “Bought it off’n Ben Rogers two weeks ago for a hoop-stick.” “Say—what is dead cats good for, Huck?” “Good for?\n"}}
{"yellow": {"word": "yellow", "line": "Now, sir, why are you late again, as usual?” Tom was about to take refuge in a lie, when he saw two long tails of yellow hair hanging down a back that he recognized by the electric sympathy of love; and by that form was _the only vacant place_ on the girls’ side of the school-house.\n"}}
{"pink": {"word": "rose", "line": "By and by attention ceased from him, and the accustomed school murmur rose upon the dull air once more.\n"}}
{"red": {"word": "flaming", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n"}}
{"green": {"word": "green", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n"}}
{"purple": {"word": "purple", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n"}}
{"white": {"word": "fair", "line": "Said he: “Tom, you let him alone.” “I only just want to stir him up a little, Joe.” “No, sir, it ain’t fair; you just let him alone.” “Blame it, I ain’t going to stir him much.” “Let him alone, I tell you.” “I won’t!” “You shall—he’s on my side of the line.” “Look here, Joe Harper, whose is that tick?” “I don’t care whose tick he is—he’s on my side of the line, and you sha’n’t touch him.” “Well, I’ll just bet I will, though.\n"}}
{"white": {"word": "white", "line": "She bent timidly around till her breath stirred his curls and whispered, “I—love—you!” Then she sprang away and ran around and around the desks and benches, with Tom after her, and took refuge in a corner at last, with her little white apron to her face.\n"}}
{"red": {"word": "red", "line": "Tom kissed the red lips and said: “Now it’s all done, Becky.\n"}}
{"red": {"word": "crimson", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather-beaten, in his black velvet doublet and trunks, his great jack-boots, his crimson sash, his belt bristling with horse-pistols, his crime-rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n"}}
{"black": {"word": "black", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather-beaten, in his black velvet doublet and trunks, his great jack-boots, his crimson sash, his belt bristling with horse-pistols, his crime-rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n"}}
{"brown": {"word": "brown", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather-beaten, in his black velvet doublet and trunks, his great jack-boots, his crimson sash, his belt bristling with horse-pistols, his crime-rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n"}}
{"black": {"word": "black", "line": "Doodle-bug, doodle-bug, tell me what I want to know!” The sand began to work, and presently a small black bug appeared for a second and then darted under again in a fright.\n"}}
{"green": {"word": "green", "line": "Just here the blast of a toy tin trumpet came faintly down the green aisles of the forest.\n"}}
{"pink": {"word": "rose", "line": "Then the howl of a far-off dog rose on the night air, and was answered by a fainter howl from a remoter distance.\n"}}
{"white": {"word": "pallid", "line": "The moon drifted from behind the clouds and exposed the pallid face.\n"}}
{"red": {"word": "flaming", "line": "Injun Joe sprang to his feet, his eyes flaming with passion, snatched up Potter’s knife, and went creeping, catlike and stooping, round and round about the combatants, seeking an opportunity.\n"}}
{"white": {"word": "white", "line": "That kind of talk won’t wash.” Potter trembled and grew white.\n"}}
{"white": {"word": "fair", "line": "“No, you’ve always been fair and square with me, Muff Potter, and I won’t go back on you.\n"}}
{"white": {"word": "fair", "line": "There, now, that’s as fair as a man can say.” “Oh, Joe, you’re an angel.\n"}}
{"red": {"word": "red", "line": "He picked up a clean pine shingle that lay in the moon-light, took a little fragment of “red keel” out of his pocket, got the moon on his work, and painfully scrawled these lines, emphasizing each slow down-stroke by clamping his tongue between his teeth, and letting up the pressure on the up-strokes.\n"}}
{"pink": {"word": "rose", "line": "Besides, I reckon he ain’t ever coming back to this town any more.” The spirit of adventure rose in the boys’ souls once more.\n"}}
{"pink": {"word": "rose", "line": "But presently the temptation rose up strong again and the boys agreed to try, with the understanding that they would take to their heels if the snoring stopped.\n"}}
{"pink": {"word": "rose", "line": "That long, lugubrious howl rose on the night air again!\n"}}
{"gray": {"word": "gray", "line": "His aunt wept over him and asked him how he could go and break her old heart so; and finally told him to go on, and ruin himself and bring her gray hairs with sorrow to the grave, for it was no use for her to try any more.\n"}}
{"white": {"word": "blanched", "line": "The boys thought that this happy circumstance would turn suspicion in the right direction; but they were disappointed, for more than one villager remarked: “It was within three feet of Muff Potter when it done it.” Tom’s fearful secret and gnawing conscience disturbed his sleep for as much as a week after this; and at breakfast one morning Sid said: “Tom, you pitch around and talk in your sleep so much that you keep me awake half the time.” Tom blanched and dropped his eyes.\n"}}
{"white": {"word": "pale", "line": "She gathered together her quack periodicals and her quack medicines, and thus armed with death, went about on her pale horse, metaphorically speaking, with “hell following after.” But she never suspected that she was not an angel of healing and the balm of Gilead in disguise, to the suffering neighbors.\n"}}
{"yellow": {"word": "yellow", "line": "She had him out at daylight every morning, stood him up in the wood-shed and drowned him with a deluge of cold water; then she scrubbed him down with a towel like a file, and so brought him to; then she rolled him up in a wet sheet and put him away under blankets till she sweated his soul clean and “the yellow stains of it came through his pores”—as Tom said.\n"}}
{"white": {"word": "pale", "line": "Yet notwithstanding all this, the boy grew more and more melancholy and pale and dejected.\n"}}
{"yellow": {"word": "yellow", "line": "One day Tom was in the act of dosing the crack when his aunt’s yellow cat came along, purring, eyeing the teaspoon avariciously, and begging for a taste.\n"}}
{"pink": {"word": "rose", "line": "Next he rose on his hind feet and pranced around, in a frenzy of enjoyment, with his head over his shoulder and his voice proclaiming his unappeasable happiness.\n"}}
{"gold": {"word": "gold", "line": "All gold and silver and di’monds,” said Joe, with enthusiasm.\n"}}
{"silver": {"word": "silver", "line": "All gold and silver and di’monds,” said Joe, with enthusiasm.\n"}}
{"gray": {"word": "gray", "line": "It was the cool gray dawn, and there was a delicious sense of repose and peace in the deep pervading calm and silence of the woods.\n"}}
{"white": {"word": "white", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n"}}
{"blue": {"word": "blue", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n"}}
{"pink": {"word": "rose", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n"}}
{"gray": {"word": "gray", "line": "Gradually the cool dim gray of the morning whitened, and as gradually sounds multiplied and life manifested itself.\n"}}
{"green": {"word": "green", "line": "A little green worm came crawling over a dewy leaf, lifting two-thirds of his body into the air from time to time and “sniffing around,” then proceeding again—for he was measuring, Tom said; and when the worm approached him, of its own accord, he sat as still as a stone, with his hopes rising and falling, by turns, as the creature still came toward him or seemed inclined to go elsewhere; and when at last it considered a painful moment with its curved body in the air and then came decisively down upon Tom’s leg and began a journey over him, his whole heart was glad—for that meant that he was going to have a new suit of clothes—without the shadow of a doubt a gaudy piratical uniform.\n"}}
{"brown": {"word": "brown", "line": "A brown spotted lady-bug climbed the dizzy height of a grass blade, and Tom bent down close to it and said, “Lady-bug, lady-bug, fly away home, your house is on fire, your children’s alone,” and she took wing and went off to see about it—which did not surprise the boy, for he knew of old that this insect was credulous about conflagrations, and he had practised upon its simplicity more than once.\n"}}
{"blue": {"word": "blue", "line": "A catbird, the Northern mocker, lit in a tree over Tom’s head, and trilled out her imitations of her neighbors in a rapture of enjoyment; then a shrill jay swept down, a flash of blue flame, and stopped on a twig almost within the boy’s reach, cocked his head to one side and eyed the strangers with a consuming curiosity; a gray squirrel and a big fellow of the “fox” kind came skurrying along, sitting up at intervals to inspect and chatter at the boys, for the wild things had probably never seen a human being before and scarcely knew whether to be afraid or not.\n"}}
{"gray": {"word": "gray", "line": "A catbird, the Northern mocker, lit in a tree over Tom’s head, and trilled out her imitations of her neighbors in a rapture of enjoyment; then a shrill jay swept down, a flash of blue flame, and stopped on a twig almost within the boy’s reach, cocked his head to one side and eyed the strangers with a consuming curiosity; a gray squirrel and a big fellow of the “fox” kind came skurrying along, sitting up at intervals to inspect and chatter at the boys, for the wild things had probably never seen a human being before and scarcely knew whether to be afraid or not.\n"}}
{"white": {"word": "white", "line": "Tom stirred up the other pirates and they all clattered away with a shout, and in a minute or two were stripped and chasing after and tumbling over each other in the shallow limpid water of the white sandbar.\n"}}
{"black": {"word": "jet", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n"}}
{"white": {"word": "white", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n"}}
{"pink": {"word": "rose", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n"}}
{"white": {"word": "white", "line": "He picked up and inspected several large semi-cylinders of the thin white bark of a sycamore, and finally chose two which seemed to suit him.\n"}}
{"red": {"word": "red", "line": "Then he knelt by the fire and painfully wrote something upon each of these with his “red keel”; one he rolled up and put in his jacket pocket, and the other he put in Joe’s hat and removed it to a little distance from the owner.\n"}}
{"pink": {"word": "rose", "line": "Now the boy stole out, rose gradually by the bedside, shaded the candle-light with his hand, and stood regarding her.\n"}}
{"white": {"word": "white", "line": "They were perfectly round white things a trifle smaller than an English walnut.\n"}}
{"white": {"word": "white", "line": "And now and then they stooped in a group and splashed water in each other’s faces with their palms, gradually approaching each other, with averted faces to avoid the strangling sprays, and finally gripping and struggling till the best man ducked his neighbor, and then they all went under in a tangle of white legs and arms and came up blowing, sputtering, laughing, and gasping for breath at one and the same time.\n"}}
{"gold": {"word": "gold", "line": "How’d you feel to light on a rotten chest full of gold and silver—hey?” But it roused only faint enthusiasm, which faded out, with no reply.\n"}}
{"white": {"word": "white", "line": "“That was the day after I lost a white alley.\n"}}
{"white": {"word": "pale", "line": "Both boys were looking very pale and miserable, now.\n"}}
{"white": {"word": "pale", "line": "They were wide apart in the woods, both very pale, both fast asleep.\n"}}
{"white": {"word": "white", "line": "And it showed three white, startled faces, too.\n"}}
{"pink": {"word": "rose", "line": "The tempest rose higher and higher, and presently the sail tore loose from its fastenings and went winging away on the blast.\n"}}
{"white": {"word": "white", "line": "Under the ceaseless conflagration of lightning that flamed in the skies, everything below stood out in cleancut and shadowless distinctness: the bending trees, the billowy river, white with foam, the driving spray of spumeflakes, the dim outlines of the high bluffs on the other side, glimpsed through the drifting cloudrack and the slanting veil of rain.\n"}}
{"black": {"word": "black", "line": "They were attracted by this idea; so it was not long before they were stripped, and striped from head to heel with black mud, like so many zebras—all of them chiefs, of course—and then they went tearing through the woods to attack an English settlement.\n"}}
{"white": {"word": "fair", "line": "No, they practised cautiously, after supper, with right fair success, and so they spent a jubilant evening.\n"}}
{"black": {"word": "black", "line": "There was finally a waiting pause, an expectant dumbness, and then Aunt Polly entered, followed by Sid and Mary, and they by the Harper family, all in deep black, and the whole congregation, the old minister as well, rose reverently and stood until the mourners were seated in the front pew.\n"}}
{"pink": {"word": "rose", "line": "There was finally a waiting pause, an expectant dumbness, and then Aunt Polly entered, followed by Sid and Mary, and they by the Harper family, all in deep black, and the whole congregation, the old minister as well, rose reverently and stood until the mourners were seated in the front pew.\n"}}
{"pink": {"word": "rose", "line": "First one and then another pair of eyes followed the minister’s, and then almost with one impulse the congregation rose and stared while the three dead boys came marching up the aisle, Tom in the lead, Joe next, and Huck, a ruin of drooping rags, sneaking sheepishly in the rear!\n"}}
{"white": {"word": "fair", "line": "He wavered, and started to slink away, but Tom seized him and said: “Aunt Polly, it ain’t fair.\n"}}
{"white": {"word": "white", "line": "“Rebecca Thatcher” [Tom glanced at her face—it was white with terror]—“did you tear—no, look me in the face” [her hands rose in appeal]—“did you tear this book?” A thought shot like lightning through Tom’s brain.\n"}}
{"pink": {"word": "rose", "line": "“Rebecca Thatcher” [Tom glanced at her face—it was white with terror]—“did you tear—no, look me in the face” [her hands rose in appeal]—“did you tear this book?” A thought shot like lightning through Tom’s brain.\n"}}
{"blue": {"word": "blue", "line": "To his left, back of the rows of citizens, was a spacious temporary platform upon which were seated the scholars who were to take part in the exercises of the evening; rows of small boys, washed and dressed to an intolerable state of discomfort; rows of gawky big boys; snowbanks of girls and young ladies clad in lawn and muslin and conspicuously conscious of their bare arms, their grandmothers’ ancient trinkets, their bits of pink and blue ribbon and the flowers in their hair.\n"}}
{"pink": {"word": "pink", "line": "To his left, back of the rows of citizens, was a spacious temporary platform upon which were seated the scholars who were to take part in the exercises of the evening; rows of small boys, washed and dressed to an intolerable state of discomfort; rows of gawky big boys; snowbanks of girls and young ladies clad in lawn and muslin and conspicuously conscious of their bare arms, their grandmothers’ ancient trinkets, their bits of pink and blue ribbon and the flowers in their hair.\n"}}
{"pink": {"word": "blush", "line": "“Yet shame I not to bear an o’erfull heart, Nor blush to turn behind my tearful eyes; ’Tis from no stranger land I now must part, ’Tis to no strangers left I yield these sighs.\n"}}
{"pink": {"word": "rose", "line": "The tittering rose higher and higher—the cat was within six inches of the absorbed teacher’s head—down, down, a little lower, and she grabbed his wig with her desperate claws, clung to it, and was snatched up into the garret in an instant with her trophy still in her possession!\n"}}
{"red": {"word": "red", "line": "Tom soon found himself tormented with a desire to drink and swear; the desire grew to be so intense that nothing but the hope of a chance to display himself in his red sash kept him from withdrawing from the order.\n"}}
{"white": {"word": "pale", "line": "After a long wait the jury filed in and took their places; shortly afterward, Potter, pale and haggard, timid and hopeless, was brought in, with chains upon him, and seated where all the curious eyes could stare at him; no less conspicuous was Injun Joe, stolid as ever.\n"}}
{"pink": {"word": "rose", "line": "Counsel for the defence rose and said: “Your honor, in our remarks at the opening of this trial, we foreshadowed our purpose to prove that our client did this fearful deed while under the influence of a blind and irresponsible delirium produced by drink.\n"}}
{"pink": {"word": "rose", "line": "Every eye fastened itself with wondering interest upon Tom as he rose and took his place upon the stand.\n"}}
{"yellow": {"word": "yellow", "line": "Anyway, it lays there a long time and gets rusty; and by and by somebody finds an old yellow paper that tells how to find the marks—a paper that’s got to be ciphered over about a week because it’s mostly signs and hy’roglyphics.” “Hyro—which?” “Hy’roglyphics—pictures and things, you know, that don’t seem to mean anything.” “Have you got one of them papers, Tom?” “No.” “Well then, how you going to find the marks?” “I don’t want any marks.\n"}}
{"gray": {"word": "gray", "line": "Suppose you find a brass pot with a hundred dollars in it, all rusty and gray, or rotten chest full of di’monds.\n"}}
{"red": {"word": "red", "line": "What you going to do with yourn, Tom?” “I’m going to buy a new drum, and a sure’nough sword, and a red necktie and a bull pup, and get married.” “Married!” “That’s it.” “Tom, you—why, you ain’t in your right mind.” “Wait—you’ll see.” “Well, that’s the foolishest thing you could do.\n"}}
{"blue": {"word": "blue", "line": "But you know mighty well people don’t go about that ha’nted house in the day nor the night.” “Well, that’s mostly because they don’t like to go where a man’s been murdered, anyway—but nothing’s ever been seen around that house except in the night—just some blue lights slipping by the windows—no regular ghosts.” “Well, where you see one of them blue lights flickering around, Tom, you can bet there’s a ghost mighty close behind it.\n"}}
{"blue": {"word": "blue", "line": "The boys gazed awhile, half expecting to see a blue light flit past a window; then talking in a low tone, as befitted the time and the circumstances, they struck far off to the right, to give the haunted house a wide berth, and took their way homeward through the woods that adorned the rearward side of Cardiff Hill.\n"}}
{"green": {"word": "green", "line": "The Spaniard was wrapped in a serape; he had bushy white whiskers; long white hair flowed from under his sombrero, and he wore green goggles.\n"}}
{"white": {"word": "white", "line": "The Spaniard was wrapped in a serape; he had bushy white whiskers; long white hair flowed from under his sombrero, and he wore green goggles.\n"}}
{"pink": {"word": "rose", "line": "At last Tom rose slowly and softly, and started alone.\n"}}
{"gray": {"word": "gray", "line": "The boys lay there counting the dragging moments till it seemed to them that time must be done and eternity growing gray; and then they were grateful to note that at last the sun was setting.\n"}}
{"silver": {"word": "silver", "line": "Six hundred and fifty in silver’s something to carry.” “Well—all right—it won’t matter to come here once more.” “No—but I’d say come in the night as we used to do—it’s better.” “Yes: but look here; it may be a good while before I get the right chance at that job; accidents might happen; ’tain’t in such a very good place; we’ll just regularly bury it—and bury it deep.” “Good idea,” said the comrade, who walked across the room, knelt down, raised one of the rearward hearth-stones and took out a bag that jingled pleasantly.\n"}}
{"gold": {"word": "gold", "line": "They were gold.\n"}}
{"pink": {"word": "rose", "line": "Tom and Huck rose up, weak but vastly relieved, and stared after them through the chinks between the logs of the house.\n"}}
{"gold": {"word": "gold", "line": "He would have hidden the silver with the gold to wait there till his “revenge” was satisfied, and then he would have had the misfortune to find that money turn up missing.\n"}}
{"silver": {"word": "silver", "line": "He would have hidden the silver with the gold to wait there till his “revenge” was satisfied, and then he would have had the misfortune to find that money turn up missing.\n"}}
{"white": {"word": "fair", "line": "The night promised to be a fair one; so Tom went home with the understanding that if a considerable degree of darkness came on, Huck was to come and “maow,” whereupon he would slip out and try the keys.\n"}}
{"green": {"word": "green", "line": "It was romantic and mysterious to stand here in the deep gloom and look out upon the green valley shining in the sun.\n"}}
{"white": {"word": "white", "line": "One was a-smoking, and t’other one wanted a light; so they stopped right before me and the cigars lit up their faces and I see that the big one was the deaf and dumb Spaniard, by his white whiskers and the patch on his eye, and t’other one was a rusty, ragged-looking devil.” “Could you see the rags by the light of the cigars?” This staggered Huck for a moment.\n"}}
{"white": {"word": "white", "line": "When you talked about notching ears and slitting noses I judged that that was your own embellishment, because white men don’t take that sort of revenge.\n"}}
{"white": {"word": "blanched", "line": "They found none, but captured a bulky bundle of— “Of _what_?” If the words had been lightning they could not have leaped with a more stunning suddenness from Huck’s blanched lips.\n"}}
{"white": {"word": "white", "line": "Then he added: “Poor old chap, you’re white and jaded—you ain’t well a bit—no wonder you’re a little flighty and off your balance.\n"}}
{"gold": {"word": "gold", "line": "2, the men would be captured and jailed that day, and he and Tom could seize the gold that night without any trouble or any fear of interruption.\n"}}
{"white": {"word": "pale", "line": "I just expected she would be tired to death.” “Your Becky?” “Yes,” with a startled look—“didn’t she stay with you last night?” “Why, no.” Mrs. Thatcher turned pale, and sank into a pew, just as Aunt Polly, talking briskly with a friend, passed by.\n"}}
{"gold": {"word": "gold", "line": "You are very, very sick!” Then nothing but liquor had been found; there would have been a great powwow if it had been the gold.\n"}}
{"pink": {"word": "rose", "line": "Cheer up, Becky, and let’s go on trying.” They rose up and wandered along, hand in hand and hopeless.\n"}}
{"white": {"word": "white", "line": "Aunt Polly had drooped into a settled melancholy, and her gray hair had grown almost white.\n"}}
{"gray": {"word": "gray", "line": "Aunt Polly had drooped into a settled melancholy, and her gray hair had grown almost white.\n"}}
{"blue": {"word": "blue", "line": "He described how he labored with her and convinced her; and how she almost died for joy when she had groped to where she actually saw the blue speck of daylight; how he pushed his way out at the hole and then helped her out; how they sat there and cried for gladness; how some men came along in a skiff and Tom hailed them and told them their situation and their famished condition; how the men didn’t believe the wild tale at first, “because,” said they, “you are five miles down the river below the valley the cave is in”—then took them aboard, rowed to a house, gave them supper, made them rest till two or three hours after dark and then brought them home.\n"}}
{"white": {"word": "white", "line": "Nobody will get lost in that cave any more.” “Why?” “Because I had its big door sheathed with boiler iron two weeks ago, and triple-locked—and I’ve got the keys.” Tom turned as white as a sheet.\n"}}
{"white": {"word": "white", "line": "But do you see that white place up yonder where there’s been a landslide?\n"}}
{"red": {"word": "crimson", "line": "Aunt Polly blushed crimson with humiliation, and frowned and shook her head at Tom.\n"}}
{"white": {"word": "fair", "line": "However, the widow made a pretty fair show of astonishment, and heaped so many compliments and so much gratitude upon Huck that he almost forgot the nearly intolerable discomfort of his new clothes in the entirely intolerable discomfort of being set up as a target for everybody’s gaze and everybody’s laudations.\n"}}
{"yellow": {"word": "yellow", "line": "Tom poured the mass of yellow coin upon the table and said: “There—what did I tell you?\n"}}
{"white": {"word": "fair", "line": "’Tain’t fair; and besides if you’ll try this thing just a while longer you’ll come to like it.” “Like it!\n"}}
