{"silver": {"word": "silver", "line": "A fine mist, the etherealized essence of the fog, hung visibly in the wide and rather empty space of the drawing-room, all silver where the candles were grouped on the tea-table, and ruddy again in the firelight.\n"}}
{"blue": {"word": "blue", "line": "With the omnibuses and cabs still running in his head, and his body still tingling with his quick walk along the streets and in and out of traffic and foot-passengers, this drawing-room seemed very remote and still; and the faces of the elderly people were mellowed, at some distance from each other, and had a bloom on them owing to the fact that the air in the drawing-room was thickened by blue grains of mist.\n"}}
{"brown": {"word": "hazel", "line": "He was an elderly man, with a pair of oval, hazel eyes which were rather bright for his time of life, and relieved the heaviness of his face.\n"}}
{"green": {"word": "green", "line": "He played constantly with a little green stone attached to his watch-chain, thus displaying long and very sensitive fingers, and had a habit of moving his head hither and thither very quickly without altering the position of his large and rather corpulent body, so that he seemed to be providing himself incessantly with food for amusement and reflection with the least possible expenditure of energy.\n"}}
{"red": {"word": "red", "line": "For the rest, she was tall; her dress was of some quiet color, with old yellow-tinted lace for ornament, to which the spark of an ancient jewel gave its one red gleam.\n"}}
{"pink": {"word": "rose", "line": "Denham rose, half meaning to go, and thinking that he had seen all that there was to see, but Katharine rose at the same moment, and saying, “Perhaps you would like to see the pictures,” led the way across the drawing-room to a smaller room opening out of it.\n"}}
{"silver": {"word": "silver", "line": "The smaller room was something like a chapel in a cathedral, or a grotto in a cave, for the booming sound of the traffic in the distance suggested the soft surge of waters, and the oval mirrors, with their silver surface, were like deep pools trembling beneath starlight.\n"}}
{"blue": {"word": "blue", "line": "“That lady in blue is my great-grandmother, by Millington.\n"}}
{"silver": {"word": "silver", "line": "We think it must have been given them to celebrate their silver wedding-day.” Here she stopped for a moment, wondering why it was that Mr. Denham said nothing.\n"}}
{"white": {"word": "fair", "line": "Her mother, wishing to connect him reputably with the great dead, had compared him with Mr. Ruskin; and the comparison was in Katharine’s mind, and led her to be more critical of the young man than was fair, for a young man paying a call in a tail-coat is in a different element altogether from a head seized at its climax of expressiveness, gazing immutably from behind a sheet of glass, which was all that remained to her of Mr. Ruskin.\n"}}
{"red": {"word": "red", "line": "He had a singular face—a face built for swiftness and decision rather than for massive contemplation; the forehead broad, the nose long and formidable, the lips clean-shaven and at once dogged and sensitive, the cheeks lean, with a deeply running tide of red blood in them.\n"}}
{"brown": {"word": "brown", "line": "His eyes, expressive now of the usual masculine impersonality and authority, might reveal more subtle emotions under favorable circumstances, for they were large, and of a clear, brown color; they seemed unexpectedly to hesitate and speculate; but Katharine only looked at him to wonder whether his face would not have come nearer the standard of her dead heroes if it had been adorned with side-whiskers.\n"}}
{"gold": {"word": "gold", "line": "He turned over the pages with great decision, as if he were judging the book in its entirety, the printing and paper and binding, as well as the poetry, and then, having satisfied himself of its good or bad quality, he placed it on the writing-table, and examined the malacca cane with the gold knob which had belonged to the soldier.\n"}}
{"red": {"word": "crimson", "line": "Denham looked at her as she sat in her grandfather’s arm-chair, drawing her great-uncle’s malacca cane smoothly through her fingers, while her background was made up equally of lustrous blue-and-white paint, and crimson books with gilt lines on them.\n"}}
{"blue": {"word": "blue", "line": "Her face was shrunken and aquiline, but any hint of sharpness was dispelled by the large blue eyes, at once sagacious and innocent, which seemed to regard the world with an enormous desire that it should behave itself nobly, and an entire confidence that it could do so, if it would only take the pains.\n"}}
{"pink": {"word": "rose", "line": "“Well,” she said, “how do you like our things, Mr. Denham?” Mr. Denham rose, put his book down, opened his mouth, but said nothing, as Katharine observed, with some amusement.\n"}}
{"pink": {"word": "rosy", "line": "Sudden stabs of the unmitigated truth assailed him now and then, for he was not inclined by nature to take a rosy view of his conduct, but what with the beat of his foot upon the pavement, and the glimpse which half-drawn curtains offered him of kitchens, dining-rooms, and drawing-rooms, illustrating with mute power different scenes from different lives, his own experience lost its sharpness.\n"}}
{"white": {"word": "white", "line": "Although thus supported by the knowledge of his new possession of considerable value, he was not proof against the familiar thoughts which the suburban streets and the damp shrubs growing in front gardens and the absurd names painted in white upon the gates of those gardens suggested to him.\n"}}
{"pink": {"word": "rose", "line": "But instead of settling down to think, he rose, took a small piece of cardboard marked in large letters with the word OUT, and hung it upon the handle of his door.\n"}}
{"pink": {"word": "rose", "line": "He rose, opened the door with unnecessary abruptness, and waited on the landing.\n"}}
{"brown": {"word": "brown", "line": "Her pleasant brown eyes resembled Ralph’s, save in expression, for whereas he seemed to look straightly and keenly at one object, she appeared to be in the habit of considering everything from many different points of view.\n"}}
{"green": {"word": "green", "line": "He looked critically at Joan, and wished that she did not look so provincial or suburban in her high green dress with the faded trimming, so patient, and almost resigned.\n"}}
{"pink": {"word": "rose", "line": "And I’m not much good to you, I’m afraid.” Joan rose, and stood for a moment warming her hands, and, apparently, meditating as to whether she should say anything more or not.\n"}}
{"green": {"word": "green", "line": "It seems as if, having flowered so splendidly, nothing now remained possible but a steady growth of good, green stalk and leaf.\n"}}
{"yellow": {"word": "yellow", "line": "The most private lives of the most interesting people lay furled in yellow bundles of close-written manuscript.\n"}}
{"yellow": {"word": "yellow", "line": "There were, moreover, thousands of letters, and a mass of faithful recollections contributed by old friends, which had grown yellow now in their envelopes, but must be placed somewhere, or their feelings would be hurt.\n"}}
{"black": {"word": "black", "line": "Sitting with faded papers before her, she took part in a series of scenes such as the taming of wild ponies upon the American prairies, or the conduct of a vast ship in a hurricane round a black promontory of rock, or in others more peaceful, but marked by her complete emancipation from her present surroundings and, needless to say, by her surpassing ability in her new vocation.\n"}}
{"pink": {"word": "rose", "line": "When she was rid of the pretense of paper and pen, phrase-making and biography, she turned her attention in a more legitimate direction, though, strangely enough, she would rather have confessed her wildest dreams of hurricane and prairie than the fact that, upstairs, alone in her room, she rose early in the morning or sat up late at night to... work at mathematics.\n"}}
{"pink": {"word": "pink", "line": "At the end of a fairly hard day’s work it was certainly something of an effort to clear one’s room, to pull the mattress off one’s bed, and lay it on the floor, to fill a pitcher with cold coffee, and to sweep a long table clear for plates and cups and saucers, with pyramids of little pink biscuits between them; but when these alterations were effected, Mary felt a lightness of spirit come to her, as if she had put off the stout stuff of her working hours and slipped over her entire being some vesture of thin, bright silk.\n"}}
{"blue": {"word": "blue", "line": "The light fell softly, but with clear radiance, through shades of yellow and blue paper, and the room, which was set with one or two sofas resembling grassy mounds in their lack of shape, looked unusually large and quiet.\n"}}
{"yellow": {"word": "yellow", "line": "The light fell softly, but with clear radiance, through shades of yellow and blue paper, and the room, which was set with one or two sofas resembling grassy mounds in their lack of shape, looked unusually large and quiet.\n"}}
{"green": {"word": "green", "line": "Mary was led to think of the heights of a Sussex down, and the swelling green circle of some camp of ancient warriors.\n"}}
{"silver": {"word": "silver", "line": "The moonlight would be falling there so peacefully now, and she could fancy the rough pathway of silver upon the wrinkled skin of the sea.\n"}}
{"pink": {"word": "rose", "line": "As the last of them died away, there was a firm knocking on her own door, and she rose and opened it.\n"}}
{"red": {"word": "red", "line": "He was very red in the face, whether from the cool November night or nervousness, and every movement, from the way he wrung his hands to the way he jerked his head to right and left, as though a vision drew him now to the door, now to the window, bespoke his horrible discomfort under the stare of so many eyes.\n"}}
{"purple": {"word": "purple", "line": "Literature was a fresh garland of spring flowers, he said, in which yew-berries and the purple nightshade mingled with the various tints of the anemone; and somehow or other this garland encircled marble brows.\n"}}
{"pink": {"word": "rose", "line": "One person after another rose, and, as with an ill-balanced axe, attempted to hew out his conception of art a little more clearly, and sat down with the feeling that, for some reason which he could not grasp, his strokes had gone awry.\n"}}
{"pink": {"word": "rose", "line": "Here, Katharine, who had been cut off by these maneuvers from all communication with the outer world, rose, and seated herself upon the window-sill, where she was joined by Mary Datchet.\n"}}
{"pink": {"word": "rose", "line": "“They’re exactly like a flock of sheep, aren’t they?” she said, referring to the noise that rose from the scattered bodies beneath her.\n"}}
{"silver": {"word": "silver", "line": "“It’s not such an imposing name as Katharine Hilbery, I’m afraid.” They both looked out of the window, first up at the hard silver moon, stationary among a hurry of little grey-blue clouds, and then down upon the roofs of London, with all their upright chimneys, and then below them at the empty moonlit pavement of the street, upon which the joint of each paving-stone was clearly marked out.\n"}}
{"grey": {"word": "grey", "line": "They never talk seriously to their inferiors.” Whether it was that they were meeting on neutral ground to-night, or whether the carelessness of an old grey coat that Denham wore gave an ease to his bearing that he lacked in conventional dress, Katharine certainly felt no impulse to consider him outside the particular set in which she lived.\n"}}
{"yellow": {"word": "yellow", "line": "Without intending to watch them he never quite lost sight of the yellow scarf twisted round Katharine’s head, or the light overcoat which made Rodney look fashionable among the crowd.\n"}}
{"red": {"word": "red", "line": "They stood silent for a few moments while the river shifted in its bed, and the silver and red lights which were laid upon it were torn by the current and joined together again.\n"}}
{"silver": {"word": "silver", "line": "They stood silent for a few moments while the river shifted in its bed, and the silver and red lights which were laid upon it were torn by the current and joined together again.\n"}}
{"blue": {"word": "blue", "line": "“We may lecture you till we’re blue in the face—” “Yes—but what’s he like?” “And we write sonnets to your eyebrows, you cruel practical creature.\n"}}
{"blue": {"word": "blue", "line": "And then I know I couldn’t live without this”—and he waved his hand towards the City of London, which wore, at this moment, the appearance of a town cut out of gray-blue cardboard, and pasted flat against the sky, which was of a deeper blue.\n"}}
{"red": {"word": "red", "line": "He put on a faded crimson dressing-gown, and a pair of red slippers, and advanced to Denham with a tumbler in one hand and a well-burnished book in the other.\n"}}
{"pink": {"word": "rose", "line": "His papers and his books rose in jagged mounds on table and floor, round which he skirted with nervous care lest his dressing-gown might disarrange them ever so slightly.\n"}}
{"brown": {"word": "bronze", "line": "The books on his shelves were as orderly as regiments of soldiers, and the backs of them shone like so many bronze beetle-wings; though, if you took one from its place you saw a shabbier volume behind it, since space was limited.\n"}}
{"red": {"word": "crimson", "line": "An oval Venetian mirror stood above the fireplace, and reflected duskily in its spotted depths the faint yellow and crimson of a jarful of tulips which stood among the letters and pipes and cigarettes upon the mantelpiece.\n"}}
{"yellow": {"word": "yellow", "line": "An oval Venetian mirror stood above the fireplace, and reflected duskily in its spotted depths the faint yellow and crimson of a jarful of tulips which stood among the letters and pipes and cigarettes upon the mantelpiece.\n"}}
{"blue": {"word": "blue", "line": "They sat silent, and the smoke from their pipes joined amicably in a blue vapor above their heads.\n"}}
{"green": {"word": "green", "line": "High in the air as her flat was, some beams from the morning sun reached her even in November, striking straight at curtain, chair, and carpet, and painting there three bright, true spaces of green, blue, and purple, upon which the eye rested with a pleasure which gave physical warmth to the body.\n"}}
{"blue": {"word": "blue", "line": "High in the air as her flat was, some beams from the morning sun reached her even in November, striking straight at curtain, chair, and carpet, and painting there three bright, true spaces of green, blue, and purple, upon which the eye rested with a pleasure which gave physical warmth to the body.\n"}}
{"purple": {"word": "purple", "line": "High in the air as her flat was, some beams from the morning sun reached her even in November, striking straight at curtain, chair, and carpet, and painting there three bright, true spaces of green, blue, and purple, upon which the eye rested with a pleasure which gave physical warmth to the body.\n"}}
{"yellow": {"word": "yellow", "line": "There were few mornings when Mary did not look up, as she bent to lace her boots, and as she followed the yellow rod from curtain to breakfast-table she usually breathed some sigh of thankfulness that her life provided her with such moments of pure enjoyment.\n"}}
{"gray": {"word": "gray", "line": "Dressed in plum-colored velveteen, with short, gray hair, and a face that seemed permanently flushed with philanthropic enthusiasm, she was always in a hurry, and always in some disorder.\n"}}
{"gold": {"word": "gold", "line": "She wore two crucifixes, which got themselves entangled in a heavy gold chain upon her breast, and seemed to Mary expressive of her mental ambiguity.\n"}}
{"red": {"word": "red", "line": "Mr. Clacton patronized a vegetarian restaurant; Mrs. Seal brought sandwiches, which she ate beneath the plane-trees in Russell Square; while Mary generally went to a gaudy establishment, upholstered in red plush, near by, where, much to the vegetarian’s disapproval, you could buy steak, two inches thick, or a roast section of fowl, swimming in a pewter dish.\n"}}
{"pink": {"word": "rose", "line": "She repressed her impulse to speak aloud, and rose and wandered about rather aimlessly among the statues until she found herself in another gallery devoted to engraved obelisks and winged Assyrian bulls, and her emotion took another turn.\n"}}
{"blue": {"word": "blue", "line": "Mrs. Seal wandered about with newspaper cuttings, which seemed to her either “quite splendid” or “really too bad for words.” She used to paste these into books, or send them to her friends, having first drawn a broad bar in blue pencil down the margin, a proceeding which signified equally and indistinguishably the depths of her reprobation or the heights of her approval.\n"}}
{"purple": {"word": "plum", "line": "“We fine her a penny each time she forgets, and the fines go to buying a plum cake,” she explained, seeking to draw Katharine into the community.\n"}}
{"pink": {"word": "rose", "line": "Mrs. Seal rose at the same time, but remained hovering over the table, delivering herself of a tirade against party government.\n"}}
{"pink": {"word": "rose", "line": "Next moment, he too, rose, and nodding to Mary, as Katharine said good-bye, opened the door for her, and followed her out.\n"}}
{"green": {"word": "green", "line": "When Mr. Hilbery had accomplished his task, he resumed his crouching position again, and began to toy with the little green stone attached to his watch-chain.\n"}}
{"brown": {"word": "brown", "line": "His deep, oval-shaped eyes were fixed upon the flames, but behind the superficial glaze seemed to brood an observant and whimsical spirit, which kept the brown of the eye still unusually vivid.\n"}}
{"blue": {"word": "blue", "line": "There was no cloth upon the table, and the china made regular circles of deep blue upon the shining brown wood.\n"}}
{"brown": {"word": "brown", "line": "There was no cloth upon the table, and the china made regular circles of deep blue upon the shining brown wood.\n"}}
{"red": {"word": "red", "line": "In the middle there was a bowl of tawny red and yellow chrysanthemums, and one of pure white, so fresh that the narrow petals were curved backwards into a firm white ball.\n"}}
{"white": {"word": "white", "line": "In the middle there was a bowl of tawny red and yellow chrysanthemums, and one of pure white, so fresh that the narrow petals were curved backwards into a firm white ball.\n"}}
{"yellow": {"word": "yellow", "line": "In the middle there was a bowl of tawny red and yellow chrysanthemums, and one of pure white, so fresh that the narrow petals were curved backwards into a firm white ball.\n"}}
{"red": {"word": "red", "line": "Katharine knew by heart the sort of mood that possessed her as she walked upstairs to the drawing-room, her mother’s arm in hers; and she could anticipate the pleasure with which, when she had turned on the lights, they both regarded the drawing-room, fresh swept and set in order for the last section of the day, with the red parrots swinging on the chintz curtains, and the arm-chairs warming in the blaze.\n"}}
{"green": {"word": "green", "line": "I can see the chandeliers, and the green silk of the piano, and Mamma sitting in her cashmere shawl by the window, singing till the little ragamuffin boys outside stopped to listen.\n"}}
{"yellow": {"word": "yellow", "line": "“Please, Katharine, read us something _real_.” Katharine had to go to the bookcase and choose a portly volume in sleek, yellow calf, which had directly a sedative effect upon both her parents.\n"}}
{"yellow": {"word": "yellow", "line": "She twitched aside the curtains, so that, on turning, she was faced by darkness, and looking out, could just distinguish the branches of a plane-tree and the yellow lights of some one else’s windows.\n"}}
{"blue": {"word": "blue", "line": "Splendid as the waters that drop with resounding thunder from high ledges of rock, and plunge downwards into the blue depths of night, was the presence of love she dreamt, drawing into it every drop of the force of life, and dashing them all asunder in the superb catastrophe in which everything was surrendered, and nothing might be reclaimed.\n"}}
{"green": {"word": "green", "line": "Mr. Hilbery’s study ran out behind the rest of the house, on the ground floor, and was a very silent, subterranean place, the sun in daytime casting a mere abstract of light through a skylight upon his books and the large table, with its spread of white papers, now illumined by a green reading-lamp.\n"}}
{"white": {"word": "white", "line": "Mr. Hilbery’s study ran out behind the rest of the house, on the ground floor, and was a very silent, subterranean place, the sun in daytime casting a mere abstract of light through a skylight upon his books and the large table, with its spread of white papers, now illumined by a green reading-lamp.\n"}}
{"red": {"word": "red", "line": "She was reading “Isabella and the Pot of Basil,” and her mind was full of the Italian hills and the blue daylight, and the hedges set with little rosettes of red and white roses.\n"}}
{"white": {"word": "white", "line": "She was reading “Isabella and the Pot of Basil,” and her mind was full of the Italian hills and the blue daylight, and the hedges set with little rosettes of red and white roses.\n"}}
{"blue": {"word": "blue", "line": "She was reading “Isabella and the Pot of Basil,” and her mind was full of the Italian hills and the blue daylight, and the hedges set with little rosettes of red and white roses.\n"}}
{"silver": {"word": "silver", "line": "She cast her eyes down in irritation, and read again her mother’s musical sentences about the silver gulls, and the roots of little pink flowers washed by pellucid streams, and the blue mists of hyacinths, until she was struck by her mother’s silence.\n"}}
{"blue": {"word": "blue", "line": "She cast her eyes down in irritation, and read again her mother’s musical sentences about the silver gulls, and the roots of little pink flowers washed by pellucid streams, and the blue mists of hyacinths, until she was struck by her mother’s silence.\n"}}
{"pink": {"word": "pink", "line": "She cast her eyes down in irritation, and read again her mother’s musical sentences about the silver gulls, and the roots of little pink flowers washed by pellucid streams, and the blue mists of hyacinths, until she was struck by her mother’s silence.\n"}}
{"white": {"word": "white", "line": "Look at old John Graham, in his white waistcoat—look at Uncle Harley.\n"}}
{"black": {"word": "black", "line": "I can see them now, sweeping over the lawns at Melbury House, in their flounces and furbelows, so calm and stately and imperial (and the monkey and the little black dwarf following behind), as if nothing mattered in the world but to be beautiful and kind.\n"}}
{"white": {"word": "white", "line": "They seem to me like ships, like majestic ships, holding on their way, not shoving or pushing, not fretted by little things, as we are, but taking their way, like ships with white sails.” Katharine tried to interrupt this discourse, but the opportunity did not come, and she could not forbear to turn over the pages of the album in which the old photographs were stored.\n"}}
{"white": {"word": "white", "line": "“And that’s Queenie Colquhoun,” she went on, turning the pages, “who took her coffin out with her to Jamaica, packed with lovely shawls and bonnets, because you couldn’t get coffins in Jamaica, and she had a horror of dying there (as she did), and being devoured by the white ants.\n"}}
{"blue": {"word": "blue", "line": "But no reply—no reply.” She sighed, and looked straight in front of her with a glazed expression in her half-veiled blue eyes.\n"}}
{"red": {"word": "red", "line": "Cousin Caroline was a lady of very imposing height and circumference, but in spite of her size and her handsome trappings, there was something exposed and unsheltered in her expression, as if for many summers her thin red skin and hooked nose and reduplication of chins, so much resembling the profile of a cockatoo, had been bared to the weather; she was, indeed, a single lady; but she had, it was the habit to say, “made a life for herself,” and was thus entitled to be heard with respect.\n"}}
{"white": {"word": "white", "line": "The girl’s every bit as infatuated as he is—for which I blame him.” “She entangled him,” Aunt Celia intervened, with a very curious smoothness of intonation, which seemed to convey a vision of threads weaving and interweaving a close, white mesh round their victim.\n"}}
{"pink": {"word": "blush", "line": "His vision of his own future, unlike many such forecasts, could have been made public at any moment without a blush; he attributed to himself a strong brain, and conferred on himself a seat in the House of Commons at the age of fifty, a moderate fortune, and, with luck, an unimportant office in a Liberal Government.\n"}}
{"gray": {"word": "dusty", "line": "It sometimes seemed to him that this spirit was the most valuable possession he had; he thought that by means of it he could set flowering waste tracts of the earth, cure many ills, or raise up beauty where none now existed; it was, too, a fierce and potent spirit which would devour the dusty books and parchments on the office wall with one lick of its tongue, and leave him in a minute standing in nakedness, if he gave way to it.\n"}}
{"grey": {"word": "dusty", "line": "It sometimes seemed to him that this spirit was the most valuable possession he had; he thought that by means of it he could set flowering waste tracts of the earth, cure many ills, or raise up beauty where none now existed; it was, too, a fierce and potent spirit which would devour the dusty books and parchments on the office wall with one lick of its tongue, and leave him in a minute standing in nakedness, if he gave way to it.\n"}}
{"pink": {"word": "blush", "line": "To walk through the streets of London until he came to Katharine’s house, to look up at the windows and fancy her within, seemed to him possible for a moment; and then he rejected the plan almost with a blush as, with a curious division of consciousness, one plucks a flower sentimentally and throws it away, with a blush, when it is actually picked.\n"}}
{"red": {"word": "red", "line": "“It’s life that matters, nothing but life—the process of discovering, the everlasting and perpetual process,” said Katharine, as she passed under the archway, and so into the wide space of King’s Bench Walk, “not the discovery itself at all.” She spoke the last words looking up at Rodney’s windows, which were a semilucent red color, in her honor, as she knew.\n"}}
{"pink": {"word": "rose", "line": "She sat down for a moment upon one of the seats; felt herself carried along in the swirl of many things; decided, in her sudden way, that it was time to heave all this thinking overboard, and rose, leaving a fishmonger’s basket on the seat behind her.\n"}}
{"red": {"word": "crimson", "line": "He was dressed in his old crimson dressing-gown, which was faded irregularly, and had bright new patches on it, like the paler grass which one finds on lifting a stone.\n"}}
{"pink": {"word": "rose", "line": "What in the world have I done with them?” She rose and began to wander about the room.\n"}}
{"pink": {"word": "rose", "line": "William rose also, and stood in front of the fire, muttering, “Oysters, oysters—your basket of oysters!” but though he looked vaguely here and there, as if the oysters might be on the top of the bookshelf, his eyes returned always to Katharine.\n"}}
{"red": {"word": "scarlet", "line": "By this time he had shaped so many sentences and rejected them, felt so many impulses and subdued them, that he was a uniform scarlet.\n"}}
{"pink": {"word": "rose", "line": "Let me see now, what have I got to show you?” He rose, and stirred about the papers on his table, as if in doubt; he then picked up a manuscript, and after spreading it smoothly upon his knee, he looked up at Katharine suspiciously.\n"}}
{"blue": {"word": "blue", "line": "It’s time that she should give all this to some one who will need her when we aren’t there, save in our spirits, for whatever people say, I’m sure I shall come back to this wonderful world where one’s been so happy and so miserable, where, even now, I seem to see myself stretching out my hands for another present from the great Fairy Tree whose boughs are still hung with enchanting toys, though they are rarer now, perhaps, and between the branches one sees no longer the blue sky, but the stars and the tops of the mountains.\n"}}
{"silver": {"word": "silver", "line": "As upon that first occasion, some weeks ago, the door closed as if it were a thousand doors softly excluding the world; and once more Ralph received an impression of a room full of deep shadows, firelight, unwavering silver candle flames, and empty spaces to be crossed before reaching the round table in the middle of the room, with its frail burden of silver trays and china teacups.\n"}}
{"pink": {"word": "rose", "line": "And poetry’s all about feelings—novels are all about feelings.” She cut a cake vigorously into slices, and providing a tray with bread and butter for Mrs. Hilbery, who was in her room with a cold, she rose to go upstairs.\n"}}
{"pink": {"word": "rose", "line": "He summoned all the faculties of his spirit to seize what the minutes had to give him; and from the depths of his mind there rose unchecked a joyful recognition of the truth that human nature surpasses, in its beauty, all that our wildest dreams bring us hints of.\n"}}
{"red": {"word": "ruby", "line": "And she overflowed the edges of the dream; he remarked that her softness was like that of some vast snowy owl; she wore a ruby on her finger.\n"}}
{"red": {"word": "red", "line": "Portraits by Romney, seen through glass, have something of their pink, mellow look, their blooming softness, as of apricots hanging upon a red wall in the afternoon sun.\n"}}
{"pink": {"word": "pink", "line": "Portraits by Romney, seen through glass, have something of their pink, mellow look, their blooming softness, as of apricots hanging upon a red wall in the afternoon sun.\n"}}
{"black": {"word": "black", "line": "Mrs. Cosham was so appareled with hanging muffs, chains, and swinging draperies that it was impossible to detect the shape of a human being in the mass of brown and black which filled the arm-chair.\n"}}
{"brown": {"word": "brown", "line": "Mrs. Cosham was so appareled with hanging muffs, chains, and swinging draperies that it was impossible to detect the shape of a human being in the mass of brown and black which filled the arm-chair.\n"}}
{"white": {"word": "white", "line": "There is no sunset now nearer than the South Coast.” Her rich and romantic notes were accompanied by a wave of a long white hand, which, when waved, gave off a flash of diamonds, rubies, and emeralds.\n"}}
{"white": {"word": "white", "line": "You remember that exquisite description in De Quincey, Mr. Popham?—but I forget, you, in your generation, with all your activity and enlightenment, at which I can only marvel”—here she displayed both her beautiful white hands—“do not read De Quincey.\n"}}
{"white": {"word": "white", "line": "“I wonder whether you happen to know if there is an old house called Tempest Lodge still in existence—an old white house in a garden?” Ralph shook his head, and she sighed.\n"}}
{"red": {"word": "red", "line": "The animal became enraged by the red blanket in the perambulator, and Heaven knows what might have happened if a gentleman had not been walking by in the nick of time, and rescued Katharine in his arms!” “I think the bull was only a cow, Aunt Celia,” said Katharine.\n"}}
{"red": {"word": "red", "line": "“My darling, it was a great red Devonshire bull, and not long after it gored a man to death and had to be destroyed.\n"}}
{"pink": {"word": "blush", "line": "Katharine had deceived him; she had mixed herself with every thought of his, and reft of her they seemed false thoughts which he would blush to think again.\n"}}
{"pink": {"word": "rose", "line": "He rose, and looked into the river, whose swift race of dun-colored waters seemed the very spirit of futility and oblivion.\n"}}
{"brown": {"word": "copper", "line": "No doubt, since he often gave a copper and almost always a handful of bread, he was not as blind to his surroundings as he thought himself.\n"}}
{"white": {"word": "white", "line": "He thought that these winter days were spent in long hours before white papers radiant in electric light; and in short passages through fog-dimmed streets.\n"}}
{"purple": {"word": "purple", "line": "When he came back to his work after lunch he carried in his head a picture of the Strand, scattered with omnibuses, and of the purple shapes of leaves pressed flat upon the gravel, as if his eyes had always been bent upon the ground.\n"}}
{"pink": {"word": "rose", "line": "“Well,” Mary remarked, “I’ve a great deal to say to you, but I must go on—we have a committee.” She rose, but hesitated, looking down upon him rather gravely.\n"}}
{"pink": {"word": "rose", "line": "“Is it anything, or is it nothing?” He did not immediately answer her, but rose, too, and walked with her towards the gate.\n"}}
{"pink": {"word": "rose", "line": "The committee now rose, gathered together their papers, shook them straight, placed them in their attache-cases, snapped the locks firmly together, and hurried away, having, for the most part, to catch trains, in order to keep other appointments with other committees, for they were all busy people.\n"}}
{"pink": {"word": "pink", "line": "Mary, Mrs. Seal, and Mr. Clacton were left alone; the room was hot and untidy, the pieces of pink blotting-paper were lying at different angles upon the table, and the tumbler was half full of water, which some one had poured out and forgotten to drink.\n"}}
{"yellow": {"word": "yellow", "line": "Miss Datchet just made it possible for me to get through, I remember.” Sitting down, he drew off his light yellow gloves, and began slapping his knees with them.\n"}}
{"green": {"word": "green", "line": "She doesn’t like apricots, she doesn’t like peaches, she doesn’t like green peas.\n"}}
{"gray": {"word": "gray", "line": "She likes the Elgin marbles, and gray days without any sun.\n"}}
{"pink": {"word": "blush", "line": "Mary actually felt herself blush, as if he had said “the sex” or “the ladies.” Constrained, perhaps, by nervousness, Rodney continued in the same vein.\n"}}
{"brown": {"word": "brown", "line": "Leave us something, eh, Katharine?” “Leave you something?” said Katharine, apparently waking from a brown study.\n"}}
{"gold": {"word": "gold", "line": "Sometimes when we’re alone, I’ve counted the time on my watch”—here he took out a large gold watch, and tapped the glass—“the time between one remark and the next.\n"}}
{"red": {"word": "red", "line": "It is a large house, and has been growing steadily for some centuries round the great kitchen, with its narrow red tiles, as the Rector would point out to his guests on the first night of their arrival, taking his brass candlestick, and bidding them mind the steps up and the steps down, and notice the immense thickness of the walls, the old beams across the ceiling, the staircases as steep as ladders, and the attics, with their deep, tent-like roofs, in which swallows bred, and once a white owl.\n"}}
{"white": {"word": "white", "line": "It is a large house, and has been growing steadily for some centuries round the great kitchen, with its narrow red tiles, as the Rector would point out to his guests on the first night of their arrival, taking his brass candlestick, and bidding them mind the steps up and the steps down, and notice the immense thickness of the walls, the old beams across the ceiling, the staircases as steep as ladders, and the attics, with their deep, tent-like roofs, in which swallows bred, and once a white owl.\n"}}
{"green": {"word": "green", "line": "The lawn, which fronted the drawing-room windows, was a rich and uniform green, unspotted by a single daisy, and on the other side of it two straight paths led past beds of tall, standing flowers to a charming grassy walk, where the Rev.\n"}}
{"pink": {"word": "rose", "line": "On wet days, such was the power of habit over him, he rose from his chair at the same hour, and paced his study for the same length of time, pausing now and then to straighten some book in the bookcase, or alter the position of the two brass crucifixes standing upon cairns of serpentine stone upon the mantelpiece.\n"}}
{"yellow": {"word": "yellow", "line": "She kept a fine flock of yellow chickens, sketched a little, certain rose-trees in the garden were committed specially to her care; and what with the care of the house, the care of the chickens, and the care of the poor, she scarcely knew what it was to have an idle minute.\n"}}
{"pink": {"word": "rose", "line": "“If Ralph were here, he’d find this very dull,” Mary thought, with a little shiver of irritation, which led her to place her rose the wrong way in the basket.\n"}}
{"pink": {"word": "rose", "line": "“A flower for your buttonhole, father,” she said, presenting a rose.\n"}}
{"pink": {"word": "rose", "line": "You came by the old 3.10 yesterday, I suppose?” She said “Yes,” as he seemed to wish for a reply, and then he looked at his watch, and made off down the path towards the house, holding the rose at the same angle in front of him.\n"}}
{"brown": {"word": "brown", "line": "Edward, she perceived, was rolling the lawn, for the sake of exercise; and the sight of him, with pink cheeks, bright little brown eyes, and a general resemblance to a clumsy young cart-horse in its winter coat of dusty brown hair, made Mary violently ashamed of her ambitious scheming.\n"}}
{"gray": {"word": "dusty", "line": "Edward, she perceived, was rolling the lawn, for the sake of exercise; and the sight of him, with pink cheeks, bright little brown eyes, and a general resemblance to a clumsy young cart-horse in its winter coat of dusty brown hair, made Mary violently ashamed of her ambitious scheming.\n"}}
{"grey": {"word": "dusty", "line": "Edward, she perceived, was rolling the lawn, for the sake of exercise; and the sight of him, with pink cheeks, bright little brown eyes, and a general resemblance to a clumsy young cart-horse in its winter coat of dusty brown hair, made Mary violently ashamed of her ambitious scheming.\n"}}
{"pink": {"word": "pink", "line": "Edward, she perceived, was rolling the lawn, for the sake of exercise; and the sight of him, with pink cheeks, bright little brown eyes, and a general resemblance to a clumsy young cart-horse in its winter coat of dusty brown hair, made Mary violently ashamed of her ambitious scheming.\n"}}
{"gray": {"word": "gray", "line": "But when he looked out of the window, it was of her he thought; she, too, had seen these gray fields, and, perhaps, she was there where the trees ran up a slope, and one yellow light shone now, and then went out again, at the foot of the hill.\n"}}
{"yellow": {"word": "yellow", "line": "But when he looked out of the window, it was of her he thought; she, too, had seen these gray fields, and, perhaps, she was there where the trees ran up a slope, and one yellow light shone now, and then went out again, at the foot of the hill.\n"}}
{"gray": {"word": "gray", "line": "The light shone in the windows of an old gray house, he thought.\n"}}
{"gray": {"word": "gray", "line": "The process of visualizing Katharine stopped short at the old gray manor-house; instinct warned him that if he went much further with this process reality would soon force itself in; he could not altogether neglect the figure of William Rodney.\n"}}
{"green": {"word": "green", "line": "But the light of the late afternoon glowed green behind the straight trees, and became a symbol of her.\n"}}
{"gray": {"word": "gray", "line": "She brooded over the gray fields, and was with him now in the railway carriage, thoughtful, silent, and infinitely tender; but the vision pressed too close, and must be dismissed, for the train was slackening.\n"}}
{"red": {"word": "scarlet", "line": "Its abrupt jerks shook him wide awake, and he saw Mary Datchet, a sturdy russet figure, with a dash of scarlet about it, as the carriage slid down the platform.\n"}}
{"red": {"word": "red", "line": "About her seemed to hang the mist of the winter hedges, and the clear red of the bramble leaves.\n"}}
{"green": {"word": "green", "line": "But soon she led the way over a stile, and along a path worn slightly darker than the dim green surrounding it.\n"}}
{"black": {"word": "black", "line": "In front of them the sky now showed itself of a reddish-yellow, like a slice of some semilucent stone behind which a lamp burnt, while a fringe of black trees with distinct branches stood against the light, which was obscured in one direction by a hump of earth, in all other directions the land lying flat to the very verge of the sky.\n"}}
{"red": {"word": "scarlet", "line": "She introduced him to Ralph, who could see only a tall figure in gaiters, rising from a fluttering circle of soft feathery bodies, upon whom the light fell in wavering discs, calling out now a bright spot of yellow, now one of greenish-black and scarlet.\n"}}
{"yellow": {"word": "yellow", "line": "She introduced him to Ralph, who could see only a tall figure in gaiters, rising from a fluttering circle of soft feathery bodies, upon whom the light fell in wavering discs, calling out now a bright spot of yellow, now one of greenish-black and scarlet.\n"}}
{"black": {"word": "black", "line": "Mary dipped her hand in the bucket he carried, and was at once the center of a circle also; and as she cast her grain she talked alternately to the birds and to her brother, in the same clucking, half-inarticulate voice, as it sounded to Ralph, standing on the outskirts of the fluttering feathers in his black overcoat.\n"}}
{"blue": {"word": "blue", "line": "Though superficially marked with lines, his face was a clear pink, and his blue eyes had the long-sighted, peaceful expression of eyes seeking the turn of the road, or a distant light through rain, or the darkness of winter.\n"}}
{"pink": {"word": "pink", "line": "Though superficially marked with lines, his face was a clear pink, and his blue eyes had the long-sighted, peaceful expression of eyes seeking the turn of the road, or a distant light through rain, or the darkness of winter.\n"}}
{"pink": {"word": "pink", "line": "Compared with that dark and stern countenance, her brothers’ faces, bending low over their soup-plates, were mere circles of pink, unmolded flesh.\n"}}
{"white": {"word": "white", "line": "“You came by the 3.10, Mr. Denham?” said the Reverend Wyndham Datchet, tucking his napkin into his collar, so that almost the whole of his body was concealed by a large white diamond.\n"}}
{"red": {"word": "red", "line": "A big lamp hung down from the center of the ceiling and, together with a fine log fire, illuminated a large and lofty room, with rafters running from wall to wall, a floor of red tiles, and a substantial fireplace built up of those narrow red bricks which were said to be five hundred years old.\n"}}
{"black": {"word": "black", "line": "He let in the dog, and stood for a moment by the door, which opened into the garden, to revive himself with a draught of the black, starlit air.\n"}}
{"red": {"word": "red", "line": "He stretched out an arm and placed a log upon the fire, constraining himself to fit it carefully into the frail red scaffolding, and also to limit his thoughts to this one room.\n"}}
{"black": {"word": "black", "line": "Into that same black night, almost, indeed, into the very same layer of starlit air, Katharine Hilbery was now gazing, although not with a view to the prospects of a fine day for duck shooting on the morrow.\n"}}
{"black": {"word": "black", "line": "Thus a spray of clematis would completely obscure Cassiopeia, or blot out with its black pattern myriads of miles of the Milky Way.\n"}}
{"silver": {"word": "silver", "line": "At the end of the pergola, however, there was a stone seat, from which the sky could be seen completely swept clear of any earthly interruption, save to the right, indeed, where a line of elm-trees was beautifully sprinkled with stars, and a low stable building had a full drop of quivering silver just issuing from the mouth of the chimney.\n"}}
{"blue": {"word": "blue", "line": "To-night they seemed fixed with unusual firmness in the blue, and flashed back such a ripple of light into her eyes that she found herself thinking that to-night the stars were happy.\n"}}
{"silver": {"word": "silver", "line": "This stage was soon succeeded by another, in which there was nothing in the universe save stars and the light of stars; as she looked up the pupils of her eyes so dilated with starlight that the whole of her seemed dissolved in silver and spilt over the ledges of the stars for ever and ever indefinitely through space.\n"}}
{"pink": {"word": "rose", "line": "She grew cold, shook herself, rose, and walked towards the house.\n"}}
{"white": {"word": "pale", "line": "By the light of the stars, Stogdon House looked pale and romantic, and about twice its natural size.\n"}}
{"white": {"word": "pale", "line": "He noticed her rather pale, dew-drenched look, as of one whose mind is not altogether settled in the body.\n"}}
{"red": {"word": "red", "line": "“Promise me, Katharine, that if I can ever help you, you will let me.” She seemed to consider, looking once more into the red of the fire, and decided to refrain from any explanation.\n"}}
{"pink": {"word": "rose", "line": "She rose as she spoke, and as she turned to leave the room, she laid her hand, with a curiously caressing gesture, upon Rodney’s shoulder.\n"}}
{"white": {"word": "white", "line": "Already, at the age of thirty-five, her cheeks were whitening as her mother’s had whitened, but for her there would be no memories of Indian suns and Indian rivers, and clamor of children in a nursery; she would have very little of substance to think about when she sat, as Lady Otway now sat, knitting white wool, with her eyes fixed almost perpetually upon the same embroidered bird upon the same fire-screen.\n"}}
{"black": {"word": "black", "line": "Henry was the eldest of the younger group, and their leader; he bought strange books and joined odd societies; he went without a tie for a whole year, and had six shirts made of black flannel.\n"}}
{"yellow": {"word": "yellow", "line": "It doesn’t follow that if a man can do a thing a woman may too.” The morning was sufficiently bright to make the chairs and sofas in Lady Otway’s private sitting-room appear more than usually shabby, and the gallant gentlemen, her brothers and cousins, who had defended the Empire and left their bones on many frontiers, looked at the world through a film of yellow which the morning light seemed to have drawn across their photographs.\n"}}
{"white": {"word": "white", "line": "I used to dream of white horses and palanquins, too; but still, I like the ink-pots best.\n"}}
{"blue": {"word": "blue", "line": "“Do look at that lovely little blue bird!” she exclaimed, and her eye looked with extreme pleasure at the soft sky.\n"}}
{"green": {"word": "green", "line": "at the trees, at the green fields visible behind those trees, and at the leafless branches which surrounded the body of the small blue tit.\n"}}
{"blue": {"word": "blue", "line": "at the trees, at the green fields visible behind those trees, and at the leafless branches which surrounded the body of the small blue tit.\n"}}
{"green": {"word": "green", "line": "She took the cluster of green stones and turned it round and round, but she did not know what to say next.\n"}}
{"white": {"word": "white", "line": "Lady Otway stood on the topmost step, wrapped in a white shawl, and waved her hand almost mechanically until they had turned the corner under the laurel-bushes, when she retired indoors with a sense that she had played her part, and a sigh at the thought that none of her children felt it necessary to play theirs.\n"}}
{"green": {"word": "green", "line": "Mrs. Hilbery dropped into a pleasant, inattentive state of mind, in which she was conscious of the running green lines of the hedges, of the swelling ploughland, and of the mild blue sky, which served her, after the first five minutes, for a pastoral background to the drama of human life; and then she thought of a cottage garden, with the flash of yellow daffodils against blue water; and what with the arrangement of these different prospects, and the shaping of two or three lovely phrases, she did not notice that the young people in the carriage were almost silent.\n"}}
{"blue": {"word": "blue", "line": "Mrs. Hilbery dropped into a pleasant, inattentive state of mind, in which she was conscious of the running green lines of the hedges, of the swelling ploughland, and of the mild blue sky, which served her, after the first five minutes, for a pastoral background to the drama of human life; and then she thought of a cottage garden, with the flash of yellow daffodils against blue water; and what with the arrangement of these different prospects, and the shaping of two or three lovely phrases, she did not notice that the young people in the carriage were almost silent.\n"}}
{"yellow": {"word": "yellow", "line": "Mrs. Hilbery dropped into a pleasant, inattentive state of mind, in which she was conscious of the running green lines of the hedges, of the swelling ploughland, and of the mild blue sky, which served her, after the first five minutes, for a pastoral background to the drama of human life; and then she thought of a cottage garden, with the flash of yellow daffodils against blue water; and what with the arrangement of these different prospects, and the shaping of two or three lovely phrases, she did not notice that the young people in the carriage were almost silent.\n"}}
{"white": {"word": "fair", "line": "His deference was agreeable to her, his manners were exemplary; and when the church towers and factory chimneys of the town came into sight, she roused herself, and recalled memories of the fair summer of 1853, which fitted in harmoniously with what she was dreaming of the future.\n"}}
{"blue": {"word": "blue", "line": "When they left the Vicarage, they had begun an argument which swung their feet along so rhythmically in time with it that they covered the ground at over four miles an hour, and saw nothing of the hedgerows, the swelling plowland, or the mild blue sky.\n"}}
{"pink": {"word": "rose", "line": "Their feet tingled with warm blood and their breath rose in steam around them.\n"}}
{"green": {"word": "green", "line": "Marry me or leave me; think what you like of me—I don’t care a straw.” At the moment, however, speech or silence seemed immaterial, and she merely clapped her hands together, and looked at the distant woods with the rust-like bloom on their brown, and the green and blue landscape through the steam of her own breath.\n"}}
{"blue": {"word": "blue", "line": "Marry me or leave me; think what you like of me—I don’t care a straw.” At the moment, however, speech or silence seemed immaterial, and she merely clapped her hands together, and looked at the distant woods with the rust-like bloom on their brown, and the green and blue landscape through the steam of her own breath.\n"}}
{"brown": {"word": "brown", "line": "Marry me or leave me; think what you like of me—I don’t care a straw.” At the moment, however, speech or silence seemed immaterial, and she merely clapped her hands together, and looked at the distant woods with the rust-like bloom on their brown, and the green and blue landscape through the steam of her own breath.\n"}}
{"white": {"word": "white", "line": "“Yes,” said Ralph, slackening his pace and remembering Katharine and her engagement, the purple leaves stamped into the path, the white paper radiant under the electric light, and the hopelessness which seemed to surround all these things.\n"}}
{"purple": {"word": "purple", "line": "“Yes,” said Ralph, slackening his pace and remembering Katharine and her engagement, the purple leaves stamped into the path, the white paper radiant under the electric light, and the hopelessness which seemed to surround all these things.\n"}}
{"green": {"word": "green", "line": "Looking between the tree-trunks, Ralph saw laid out on the perfectly flat and richly green meadow at the bottom of the hill a small gray manor-house, with ponds, terraces, and clipped hedges in front of it, a farm building or so at the side, and a screen of fir-trees rising behind, all perfectly sheltered and self-sufficient.\n"}}
{"gray": {"word": "gray", "line": "Looking between the tree-trunks, Ralph saw laid out on the perfectly flat and richly green meadow at the bottom of the hill a small gray manor-house, with ponds, terraces, and clipped hedges in front of it, a farm building or so at the side, and a screen of fir-trees rising behind, all perfectly sheltered and self-sufficient.\n"}}
{"blue": {"word": "blue", "line": "Behind the house the hill rose again, and the trees on the farther summit stood upright against the sky, which appeared of a more intense blue between their trunks.\n"}}
{"pink": {"word": "rose", "line": "Behind the house the hill rose again, and the trees on the farther summit stood upright against the sky, which appeared of a more intense blue between their trunks.\n"}}
{"blue": {"word": "blue", "line": "His mind at once was filled with a sense of the actual presence of Katharine; the gray house and the intense blue sky gave him the feeling of her presence close by.\n"}}
{"gray": {"word": "gray", "line": "His mind at once was filled with a sense of the actual presence of Katharine; the gray house and the intense blue sky gave him the feeling of her presence close by.\n"}}
{"blue": {"word": "blue", "line": "So he might have felt if the earth had dropped from his feet, and the empty blue had hung all round him, and the air had been steeped in the presence of one woman.\n"}}
{"white": {"word": "white", "line": "That had come into existence, too, in an unromantic shape—a square white house standing just off the high road, no doubt, with a neighbor who kept a pig and a dozen squalling children; for these plans were shorn of all romance in his mind, and the pleasure he derived from thinking of them was checked directly it passed a very sober limit.\n"}}
{"white": {"word": "white", "line": "Would he be absorbed among the round pink faces, pricked with little white bristles, the calves fitted in shiny brown leather, the black-and-white check suits, which were sprinkled about in the same room with them?\n"}}
{"brown": {"word": "brown", "line": "Would he be absorbed among the round pink faces, pricked with little white bristles, the calves fitted in shiny brown leather, the black-and-white check suits, which were sprinkled about in the same room with them?\n"}}
{"pink": {"word": "pink", "line": "Would he be absorbed among the round pink faces, pricked with little white bristles, the calves fitted in shiny brown leather, the black-and-white check suits, which were sprinkled about in the same room with them?\n"}}
{"blue": {"word": "blue", "line": "There was a motor-car with an old lady swathed in blue veils, and a lady’s maid on the seat opposite, holding a King Charles’s spaniel; there was a country-woman wheeling a perambulator full of sticks down the middle of the road; there was a bailiff in gaiters discussing the state of the cattle market with a dissenting minister—so she defined them.\n"}}
{"pink": {"word": "rose", "line": "In his agitation Ralph rose, turned his back upon Mary, and looked out of the window.\n"}}
{"black": {"word": "black", "line": "The people in the street seemed to him only a dissolving and combining pattern of black particles; which, for the moment, represented very well the involuntary procession of feelings and thoughts which formed and dissolved in rapid succession in his own mind.\n"}}
{"pink": {"word": "rose", "line": "The truth seemed to support her; it struck her, even as she looked at his face, that the light of truth was shining far away beyond him; the light of truth, she seemed to frame the words as she rose to go, shines on a world not to be shaken by our personal calamities.\n"}}
{"white": {"word": "white", "line": "Ralph heard her giving orders to attentive, rosy-checked men in white aprons, and in spite of his own preoccupation, he commented upon the determination with which she made her wishes known.\n"}}
{"blue": {"word": "blue", "line": "Please give me one of those little pots, and tell me how I shall find my way to the ruins.” “And now,” she continued, having received the information and the pot of honey, having been introduced to Mary, and having insisted that they should accompany her back to the ruins, since in a town with so many turnings, such prospects, such delightful little half-naked boys dabbling in pools, such Venetian canals, such old blue china in the curiosity shops, it was impossible for one person all alone to find her way to the ruins.\n"}}
{"red": {"word": "crimson", "line": "The wind was blowing her crimson scarf across her face; the wind had already loosened her hair, which looped across the corner of one of the large, dark eyes which, so he used to think, looked sad; now they looked bright with the brightness of the sea struck by an unclouded ray; everything about her seemed rapid, fragmentary, and full of a kind of racing speed.\n"}}
{"gray": {"word": "gray", "line": "In summer it was a pleasant place, for the deep woods on either side murmured, and the heather, which grew thick round the granite pedestal, made the light breeze taste sweetly; in winter the sighing of the trees was deepened to a hollow sound, and the heath was as gray and almost as solitary as the empty sweep of the clouds above it.\n"}}
{"pink": {"word": "rose", "line": "“No one enjoys being made a fool of before other people,” he blurted out, for his irritation rose as she spoke, and got the better of his awe of her, and was inflamed by that awe.\n"}}
{"purple": {"word": "purple", "line": "And then he could not see her come into a room without a sense of the flowing of robes, of the flowering of blossoms, of the purple waves of the sea, of all things that are lovely and mutable on the surface but still and passionate in their heart.\n"}}
{"brown": {"word": "brown", "line": "As usual, she had quickened her pace unconsciously, and was now walking a little in front of him; but he could gain little information from her eyes, which looked steadily at the brown heather, or from the lines drawn seriously upon her forehead.\n"}}
{"white": {"word": "white", "line": "The heather was growing dim around them, and the horizon was blotted out by white mist.\n"}}
{"blue": {"word": "blue", "line": "To ask her for passion or for certainty seemed like asking that damp prospect for fierce blades of fire, or the faded sky for the intense blue vault of June.\n"}}
{"brown": {"word": "brown", "line": "Noticing the difficulty with which he walked, and feeling the same extreme lassitude in her own limbs, she proposed that they should rest for a moment where the bracken was brown and shriveled beneath an oak-tree.\n"}}
{"white": {"word": "fair", "line": "Her eyes fixed upon the ground, her brows drawn together, gave William a very fair picture of the resentment that she was forcing herself to control.\n"}}
{"pink": {"word": "rose", "line": "In order to relieve this restlessness and close a distressingly ill-ordered scene, he rose abruptly and helped Katharine to her feet.\n"}}
{"gray": {"word": "gray", "line": "The gray night coming down over the country was kind to her; and she thought that one of these days she would find comfort in sitting upon the earth, alone, beneath a tree.\n"}}
{"blue": {"word": "blue", "line": "The duplicity of Ministers, the treachery of mankind, the insult to womanhood, the setback to civilization, the ruin of her life’s work, the feelings of her father’s daughter—all these topics were discussed in turn, and the office was littered with newspaper cuttings branded with the blue, if ambiguous, marks of her displeasure.\n"}}
{"yellow": {"word": "yellow", "line": "That’s a hint of the sort of thing we’ve got to meet, Miss Datchet.” He handed her a great bundle of newspaper cuttings, and, begging her to give him her views upon the yellow leaflet before lunch-time, he turned with alacrity to his different sheets of paper and his different bottles of ink.\n"}}
{"white": {"word": "white", "line": "She was terribly afraid that one of these days Mary, the young woman who typified so many rather sentimental and enthusiastic ideas, who had some sort of visionary existence in white with a sheaf of lilies in her hand, would announce, in a jaunty way, that she was about to be married.\n"}}
{"red": {"word": "crimson", "line": "“We have our work,” she said, withdrawing her head, displaying cheeks more than usually crimson, and placing a jam-pot emphatically upon the table.\n"}}
{"pink": {"word": "rose", "line": "Some memory from her own past or from the past of her sex rose to her mind and kept her abashed.\n"}}
{"yellow": {"word": "yellow", "line": "His eyes rested, with something of the vanity of an author, upon the yellow leaflet which Mary held in her hand.\n"}}
{"pink": {"word": "rose", "line": "She rose, took her seat at the head of the table, poured out tea for her colleagues, and gave her opinion upon the leaflet.\n"}}
{"pink": {"word": "rose", "line": "She rose to her feet accordingly.\n"}}
{"pink": {"word": "rose", "line": "Feeling her desire for the old unshared intimacy too great to be borne without tears, she rose, walked to the farther end of the room, held the curtains apart, and stood there mastered for a moment.\n"}}
{"pink": {"word": "rose", "line": "Then, as he was turning over means by which he could speak to her alone, she rose, and he was taken by surprise, for he had counted on the fact that she would outstay Denham.\n"}}
{"white": {"word": "white", "line": "Your brother has passed his examination?” so sensibly, that he had constantly to keep his brain in check; and all the time she was in fancy looking up through a telescope at white shadow-cleft disks which were other worlds, until she felt herself possessed of two bodies, one walking by the river with Denham, the other concentrated to a silver globe aloft in the fine blue space above the scum of vapors that was covering the visible world.\n"}}
{"silver": {"word": "silver", "line": "Your brother has passed his examination?” so sensibly, that he had constantly to keep his brain in check; and all the time she was in fancy looking up through a telescope at white shadow-cleft disks which were other worlds, until she felt herself possessed of two bodies, one walking by the river with Denham, the other concentrated to a silver globe aloft in the fine blue space above the scum of vapors that was covering the visible world.\n"}}
{"blue": {"word": "blue", "line": "Your brother has passed his examination?” so sensibly, that he had constantly to keep his brain in check; and all the time she was in fancy looking up through a telescope at white shadow-cleft disks which were other worlds, until she felt herself possessed of two bodies, one walking by the river with Denham, the other concentrated to a silver globe aloft in the fine blue space above the scum of vapors that was covering the visible world.\n"}}
{"white": {"word": "white", "line": "The first signs of spring, even such as make themselves felt towards the middle of February, not only produce little white and violet flowers in the more sheltered corners of woods and gardens, but bring to birth thoughts and desires comparable to those faintly colored and sweetly scented petals in the minds of men and women.\n"}}
{"purple": {"word": "violet", "line": "The first signs of spring, even such as make themselves felt towards the middle of February, not only produce little white and violet flowers in the more sheltered corners of woods and gardens, but bring to birth thoughts and desires comparable to those faintly colored and sweetly scented petals in the minds of men and women.\n"}}
{"blue": {"word": "blue", "line": "Isn’t it odd,” she mused, standing at the window and tapping gently upon the pane, “that for all one can see, that dear old thing in the blue bonnet, crossing the road with her basket on her arm, has never heard that there was such a person?\n"}}
{"gray": {"word": "dusty", "line": "I should like to stand at that crossing all day long and say: ‘People, read Shakespeare!’” Katharine sat down at her table and opened a long dusty envelope.\n"}}
{"grey": {"word": "dusty", "line": "I should like to stand at that crossing all day long and say: ‘People, read Shakespeare!’” Katharine sat down at her table and opened a long dusty envelope.\n"}}
{"black": {"word": "black", "line": "Accordingly, Katharine did nothing but scrub one of her circles an intense black with her pencil, in the midst of which process the telephone-bell rang, and she left the room to answer it.\n"}}
{"green": {"word": "green", "line": "But it’s spring; it’s the daffodils; it’s the green fields; it’s the birds.” She was cut short in her quotation by another imperative telephone-bell.\n"}}
{"purple": {"word": "purple", "line": "The alcove on the stairs, in which the telephone was placed, was screened for privacy by a curtain of purple velvet.\n"}}
{"gold": {"word": "gold", "line": "Prints of great-uncles, famed for their prowess in the East, hung above Chinese teapots, whose sides were riveted by little gold stitches, and the precious teapots, again, stood upon bookcases containing the complete works of William Cowper and Sir Walter Scott.\n"}}
{"red": {"word": "red", "line": "And yet, gently swinging against the wall, within the black tube, was a voice which recked nothing of Uncle James, of China teapots, or of red velvet curtains.\n"}}
{"black": {"word": "black", "line": "And yet, gently swinging against the wall, within the black tube, was a voice which recked nothing of Uncle James, of China teapots, or of red velvet curtains.\n"}}
{"white": {"word": "white", "line": "The blue and purple and white of the bowl, standing in a pool of variegated light on a polished Chippendale table in the drawing-room window, made her stop dead with an exclamation of pleasure.\n"}}
{"blue": {"word": "blue", "line": "The blue and purple and white of the bowl, standing in a pool of variegated light on a polished Chippendale table in the drawing-room window, made her stop dead with an exclamation of pleasure.\n"}}
{"purple": {"word": "purple", "line": "The blue and purple and white of the bowl, standing in a pool of variegated light on a polished Chippendale table in the drawing-room window, made her stop dead with an exclamation of pleasure.\n"}}
{"red": {"word": "scarlet", "line": "When, however, she was fairly out of doors, and constantly invited by pillar-boxes and post-offices to slip her envelope down their scarlet throats, she forbore.\n"}}
{"red": {"word": "red", "line": "The rules which should govern the behavior of an unmarried woman are written in red ink, graved upon marble, if, by some freak of nature, it should fall out that the unmarried woman has not the same writing scored upon her heart.\n"}}
{"black": {"word": "black", "line": "Her blindness in the case of Rodney, her attempt to match his true feeling with her false feeling, was a failure never to be sufficiently condemned; indeed, she could only pay it the tribute of leaving it a black and naked landmark unburied by attempt at oblivion or excuse.\n"}}
{"black": {"word": "black", "line": "The door of the house in the Cromwell Road opened; gloomy vistas of passage and staircase were revealed; such light as there was seemed to be concentrated upon a silver salver of visiting-cards, whose black borders suggested that the widow’s friends had all suffered the same bereavement.\n"}}
{"silver": {"word": "silver", "line": "The door of the house in the Cromwell Road opened; gloomy vistas of passage and staircase were revealed; such light as there was seemed to be concentrated upon a silver salver of visiting-cards, whose black borders suggested that the widow’s friends had all suffered the same bereavement.\n"}}
{"white": {"word": "white", "line": "His clothes, even the white slip, the pearl in his tie, seemed to intercept her quick glance, and to proclaim the futility of such inquiries of a discreet, urbane gentleman, who balanced his cup of tea and poised a slice of bread and butter on the edge of the saucer.\n"}}
{"pink": {"word": "rose", "line": "The address was uppermost, and a moment later she saw William’s eye rest upon it as he rose to fulfil some duty with a plate.\n"}}
{"pink": {"word": "rose", "line": "In a minute or two he proved himself at a loss with Mrs. Vermont Bankes, and Mrs. Hilbery, aware of the silence with her usual quickness, suggested that, perhaps, it was now time that Mrs. Bankes should be shown “our things.” Katharine accordingly rose, and led the way to the little inner room with the pictures and the books.\n"}}
{"white": {"word": "white", "line": "“Here,” she continued, “is the original manuscript of the ‘Ode to Winter.’ The early manuscripts are far less corrected than the later ones, as you will see directly.... Oh, do take it yourself,” she added, as Mrs. Bankes asked, in an awestruck tone of voice, for that privilege, and began a preliminary unbuttoning of her white kid gloves.\n"}}
{"white": {"word": "white", "line": "His calm was only superficial, as he knew too well; it did not exist much below the surface of tie, waistcoat, and white slip.\n"}}
{"brown": {"word": "brown", "line": "The artist who had painted it was now out of fashion, and by dint of showing it to visitors, Katharine had almost ceased to see anything but a glow of faintly pleasing pink and brown tints, enclosed within a circular scroll of gilt laurel-leaves.\n"}}
{"pink": {"word": "pink", "line": "The artist who had painted it was now out of fashion, and by dint of showing it to visitors, Katharine had almost ceased to see anything but a glow of faintly pleasing pink and brown tints, enclosed within a circular scroll of gilt laurel-leaves.\n"}}
{"pink": {"word": "rose", "line": "The training of a life of thirty-five years had not left him defenceless; he was still master of his dignity; he rose, with a mind made up to an irrevocable farewell.\n"}}
{"white": {"word": "pale", "line": "“I leave you, then,” he said, standing up and holding out his hand with an effort that left him pale, but lent him dignity, “to tell your mother that our engagement is ended by your desire.” She took his hand and held it.\n"}}
{"black": {"word": "black", "line": "Yes, one’s voyage must be made absolutely without companions through ice and black water—towards what goal?\n"}}
{"purple": {"word": "purple", "line": "Distance lent her figure an indescribable height, and romance seemed to surround her from the floating of a purple veil which the light air filled and curved from her shoulders.\n"}}
{"pink": {"word": "rose", "line": "He rose, and she saw him; her little exclamation proved that she was glad to find him, and then that she blamed herself for being late.\n"}}
{"green": {"word": "green", "line": "I didn’t know there was this,” she remarked, alluding to the lake, the broad green space, the vista of trees, with the ruffled gold of the Thames in the distance and the Ducal castle standing in its meadows.\n"}}
{"gold": {"word": "gold", "line": "I didn’t know there was this,” she remarked, alluding to the lake, the broad green space, the vista of trees, with the ruffled gold of the Thames in the distance and the Ducal castle standing in its meadows.\n"}}
{"green": {"word": "green", "line": "The warmth of the afternoon, the first of spring, tempted them to sit upon a seat in a glade of beech-trees, with forest drives striking green paths this way and that around them.\n"}}
{"green": {"word": "green", "line": "While she breathed and looked, Denham was engaged in uncovering with the point of his stick a group of green spikes half smothered by the dead leaves.\n"}}
{"green": {"word": "green", "line": "In naming the little green plant to her he used the Latin name, thus disguising some flower familiar even to Chelsea, and making her exclaim, half in amusement, at his knowledge.\n"}}
{"green": {"word": "green", "line": "To her they were variously shaped and colored petals, poised, at different seasons of the year, upon very similar green stalks; but to him they were, in the first instance, bulbs or seeds, and later, living things endowed with sex, and pores, and susceptibilities which adapted themselves by all manner of ingenious devices to live and beget life, and could be fashioned squat or tapering, flame-colored or pale, pure or spotted, by processes which might reveal the secrets of human existence.\n"}}
{"white": {"word": "pale", "line": "To her they were variously shaped and colored petals, poised, at different seasons of the year, upon very similar green stalks; but to him they were, in the first instance, bulbs or seeds, and later, living things endowed with sex, and pores, and susceptibilities which adapted themselves by all manner of ingenious devices to live and beget life, and could be fashioned squat or tapering, flame-colored or pale, pure or spotted, by processes which might reveal the secrets of human existence.\n"}}
{"green": {"word": "green", "line": "The very trees and the green merging into the blue distance became symbols of the vast external world which recks so little of the happiness, of the marriages or deaths of individuals.\n"}}
{"blue": {"word": "blue", "line": "The very trees and the green merging into the blue distance became symbols of the vast external world which recks so little of the happiness, of the marriages or deaths of individuals.\n"}}
{"gold": {"word": "gold", "line": "Loose gold coins were tangled in a narrow strip of lace; there were letters which somehow suggested the extreme of intimacy; there were two or three keys, and lists of commissions against which crosses were set at intervals.\n"}}
{"silver": {"word": "silver", "line": "He began slipping his smooth, silver watch in his pocket, in the hope that somehow he might help himself back to that calm and fatalistic mood which had been his when he looked at its face upon the bank of the lake, for that mood must, at whatever cost, be the mood of his intercourse with Katharine.\n"}}
{"green": {"word": "green", "line": "Satiated with months of green fields as she was, the first row of artisans’ villas on the outskirts of London seemed to have something serious about it, which positively increased the importance of every person in the railway carriage, and even, to her impressionable mind, quickened the speed of the train and gave a note of stern authority to the shriek of the engine-whistle.\n"}}
{"red": {"word": "crimson", "line": "The room, with its combination of luxury and bareness, its silk dressing-gowns and crimson slippers, its shabby carpet and bare walls, had a powerful air of Katharine herself; she stood in the middle of the room and enjoyed the sensation; and then, with a desire to finger what her cousin was in the habit of fingering, Cassandra began to take down the books which stood in a row upon the shelf above the bed.\n"}}
{"pink": {"word": "rose", "line": "The hair rose up off the forehead rather stiffly, and, given a more careful treatment by hairdressers and dressmakers, the light angular figure might possess a likeness to a French lady of distinction in the eighteenth century.\n"}}
{"blue": {"word": "blue", "line": "Find me a blue dress, Cassandra, over there in the long wardrobe.” She spoke disconnectedly, handling brush and comb, and pulling out the little drawers in her dressing-table and leaving them open.\n"}}
{"blue": {"word": "blue", "line": "Cassandra was impressed again by Katharine’s maturity; and, as she enveloped herself in the blue dress which filled almost the whole of the long looking-glass with blue light and made it the frame of a picture, holding not only the slightly moving effigy of the beautiful woman, but shapes and colors of objects reflected from the background, Cassandra thought that no sight had ever been quite so romantic.\n"}}
{"white": {"word": "white", "line": "It seemed to her that there were numbers of people in the room, and that they were strangers, and that they were beautiful and dressed with the greatest distinction, although they proved to be mostly her relations, and the distinction of their clothing was confined, in the eyes of an impartial observer, to the white waistcoat which Rodney wore.\n"}}
{"black": {"word": "black", "line": "But they all rose simultaneously, which was by itself impressive, and they all exclaimed, and shook hands, and she was introduced to Mr. Peyton, and the door sprang open, and dinner was announced, and they filed off, William Rodney offering her his slightly bent black arm, as she had secretly hoped he would.\n"}}
{"pink": {"word": "rose", "line": "But they all rose simultaneously, which was by itself impressive, and they all exclaimed, and shook hands, and she was introduced to Mr. Peyton, and the door sprang open, and dinner was announced, and they filed off, William Rodney offering her his slightly bent black arm, as she had secretly hoped he would.\n"}}
{"gold": {"word": "gold", "line": "The pattern of the soup-plates, the stiff folds of the napkins, which rose by the side of each plate in the shape of arum lilies, the long sticks of bread tied with pink ribbon, the silver dishes and the sea-colored champagne glasses, with the flakes of gold congealed in their stems—all these details, together with a curiously pervasive smell of kid gloves, contributed to her exhilaration, which must be repressed, however, because she was grown up, and the world held no more for her to marvel at.\n"}}
{"silver": {"word": "silver", "line": "The pattern of the soup-plates, the stiff folds of the napkins, which rose by the side of each plate in the shape of arum lilies, the long sticks of bread tied with pink ribbon, the silver dishes and the sea-colored champagne glasses, with the flakes of gold congealed in their stems—all these details, together with a curiously pervasive smell of kid gloves, contributed to her exhilaration, which must be repressed, however, because she was grown up, and the world held no more for her to marvel at.\n"}}
{"pink": {"word": "pink", "line": "The pattern of the soup-plates, the stiff folds of the napkins, which rose by the side of each plate in the shape of arum lilies, the long sticks of bread tied with pink ribbon, the silver dishes and the sea-colored champagne glasses, with the flakes of gold congealed in their stems—all these details, together with a curiously pervasive smell of kid gloves, contributed to her exhilaration, which must be repressed, however, because she was grown up, and the world held no more for her to marvel at.\n"}}
{"white": {"word": "fair", "line": "“But I must confess that I knew that before, so it isn’t fair.\n"}}
{"pink": {"word": "rose", "line": "Cassandra’s voice rose high in its excitement.\n"}}
{"green": {"word": "green", "line": "I wake up in the morning all bedraggled; there’s a yellow fog outside; little Emily turns on the electric light when she brings me my tea, and says, ‘Oh, ma’am, the water’s frozen in the cistern, and cook’s cut her finger to the bone.’ And then I open a little green book, and the birds are singing, the stars shining, the flowers twinkling—” She looked about her as if these presences had suddenly manifested themselves round her dining-room table.\n"}}
{"yellow": {"word": "yellow", "line": "I wake up in the morning all bedraggled; there’s a yellow fog outside; little Emily turns on the electric light when she brings me my tea, and says, ‘Oh, ma’am, the water’s frozen in the cistern, and cook’s cut her finger to the bone.’ And then I open a little green book, and the birds are singing, the stars shining, the flowers twinkling—” She looked about her as if these presences had suddenly manifested themselves round her dining-room table.\n"}}
{"black": {"word": "black", "line": "But the low tones of the women, their meditative silences, the beauty which, to her at least, shone even from black satin and the knobs of amber which encircled elderly necks, changed her wish to chatter to a more subdued desire merely to watch and to whisper.\n"}}
{"brown": {"word": "amber", "line": "But the low tones of the women, their meditative silences, the beauty which, to her at least, shone even from black satin and the knobs of amber which encircled elderly necks, changed her wish to chatter to a more subdued desire merely to watch and to whisper.\n"}}
{"pink": {"word": "rose", "line": "“Let me go.” He rose, after a second’s hesitation, and she understood that it cost him an effort.\n"}}
{"black": {"word": "jet", "line": "She climbed the stone steps quickly, remarking the queer look of her blue silk skirt and blue shoes upon the stone, dusty with the boots of the day, under the light of an occasional jet of flickering gas.\n"}}
{"blue": {"word": "blue", "line": "She climbed the stone steps quickly, remarking the queer look of her blue silk skirt and blue shoes upon the stone, dusty with the boots of the day, under the light of an occasional jet of flickering gas.\n"}}
{"gray": {"word": "dusty", "line": "She climbed the stone steps quickly, remarking the queer look of her blue silk skirt and blue shoes upon the stone, dusty with the boots of the day, under the light of an occasional jet of flickering gas.\n"}}
{"grey": {"word": "dusty", "line": "She climbed the stone steps quickly, remarking the queer look of her blue silk skirt and blue shoes upon the stone, dusty with the boots of the day, under the light of an occasional jet of flickering gas.\n"}}
{"pink": {"word": "rose", "line": "He took his pipe from his mouth, rose stiffly, and sat down again with a jerk.\n"}}
{"blue": {"word": "blue", "line": "“You’ve been dining out?” she asked again, looking, with a little smile, at the blue silk and the pearl-sewn shoes.\n"}}
{"blue": {"word": "blue", "line": "Katharine felt this beneath the roughness of his manner; and a world entrusted to the guardianship of Mary Datchet and Mr. Basnett seemed to her a good world, although not a romantic or beautiful place or, to put it figuratively, a place where any line of blue mist softly linked tree to tree upon the horizon.\n"}}
{"pink": {"word": "rose", "line": "Then she remembered that she was hindering their business, and rose, still thinking of this society, and thus thinking, she said to Mr. Basnett: “Well, you’ll ask me to join when the time comes, I hope.” He nodded, and took his pipe from his mouth, but, being unable to think of anything to say, he put it back again, although he would have been glad if she had stayed.\n"}}
{"purple": {"word": "purple", "line": "London, in the first days of spring, has buds that open and flowers that suddenly shake their petals—white, purple, or crimson—in competition with the display in the garden beds, although these city flowers are merely so many doors flung wide in Bond Street and the neighborhood, inviting you to look at a picture, or hear a symphony, or merely crowd and crush yourself among all sorts of vocal, excitable, brightly colored human beings.\n"}}
{"white": {"word": "white", "line": "As Cassandra Otway went about London provided with shillings that opened turnstiles, or more often with large white cards that disregarded turnstiles, the city seemed to her the most lavish and hospitable of hosts.\n"}}
{"blue": {"word": "blue", "line": "She forgot all about the psychology of animals, and the recurrence of blue eyes and brown, and became instantly engrossed in her feelings as a woman who could administer consolation, and she hoped that Katharine would keep ahead with Mr. Denham, as a child who plays at being grown-up hopes that her mother won’t come in just yet, and spoil the game.\n"}}
{"brown": {"word": "brown", "line": "She forgot all about the psychology of animals, and the recurrence of blue eyes and brown, and became instantly engrossed in her feelings as a woman who could administer consolation, and she hoped that Katharine would keep ahead with Mr. Denham, as a child who plays at being grown-up hopes that her mother won’t come in just yet, and spoil the game.\n"}}
{"gray": {"word": "gray", "line": "I wonder if these animals are happy?” she speculated, stopping before a gray bear, who was philosophically playing with a tassel which once, perhaps, formed part of a lady’s parasol.\n"}}
{"gold": {"word": "gold", "line": "He could not explain to her that he was offering up consciously all his happiness to her, and wished, absurdly enough, to pour every possession he had upon the blazing pyre, even his silver and gold.\n"}}
{"silver": {"word": "silver", "line": "He could not explain to her that he was offering up consciously all his happiness to her, and wished, absurdly enough, to pour every possession he had upon the blazing pyre, even his silver and gold.\n"}}
{"white": {"word": "pale", "line": "He saw her against a background of pale grottos and sleek hides; camels slanted their heavy-lidded eyes at her, giraffes fastidiously observed her from their melancholy eminence, and the pink-lined trunks of elephants cautiously abstracted buns from her outstretched hands.\n"}}
{"green": {"word": "green", "line": "He saw her bending over pythons coiled upon the sand, or considering the brown rock breaking the stagnant water of the alligators’ pool, or searching some minute section of tropical forest for the golden eye of a lizard or the indrawn movement of the green frogs’ flanks.\n"}}
{"brown": {"word": "brown", "line": "He saw her bending over pythons coiled upon the sand, or considering the brown rock breaking the stagnant water of the alligators’ pool, or searching some minute section of tropical forest for the golden eye of a lizard or the indrawn movement of the green frogs’ flanks.\n"}}
{"green": {"word": "green", "line": "In particular, he saw her outlined against the deep green waters, in which squadrons of silvery fish wheeled incessantly, or ogled her for a moment, pressing their distorted mouths against the glass, quivering their tails straight out behind them.\n"}}
{"green": {"word": "green", "line": "Again, there was the insect house, where she lifted the blinds of the little cages, and marveled at the purple circles marked upon the rich tussore wings of some lately emerged and semi-conscious butterfly, or at caterpillars immobile like the knobbed twigs of a pale-skinned tree, or at slim green snakes stabbing the glass wall again and again with their flickering cleft tongues.\n"}}
{"purple": {"word": "purple", "line": "Again, there was the insect house, where she lifted the blinds of the little cages, and marveled at the purple circles marked upon the rich tussore wings of some lately emerged and semi-conscious butterfly, or at caterpillars immobile like the knobbed twigs of a pale-skinned tree, or at slim green snakes stabbing the glass wall again and again with their flickering cleft tongues.\n"}}
{"red": {"word": "red", "line": "The heat of the air, and the bloom of heavy flowers, which swam in water or rose stiffly from great red jars, together with the display of curious patterns and fantastic shapes, produced an atmosphere in which human beings tended to look pale and to fall silent.\n"}}
{"white": {"word": "pale", "line": "The heat of the air, and the bloom of heavy flowers, which swam in water or rose stiffly from great red jars, together with the display of curious patterns and fantastic shapes, produced an atmosphere in which human beings tended to look pale and to fall silent.\n"}}
{"pink": {"word": "rose", "line": "The heat of the air, and the bloom of heavy flowers, which swam in water or rose stiffly from great red jars, together with the display of curious patterns and fantastic shapes, produced an atmosphere in which human beings tended to look pale and to fall silent.\n"}}
{"red": {"word": "red", "line": "William flushed red.\n"}}
{"white": {"word": "pale", "line": "The pale drizzling atmosphere of the day affected him, also.\n"}}
{"white": {"word": "white", "line": "She sketched lightly, upon the blank vista down which they walked, the little white house and the tremulous old lady rising from behind her tea-table to greet her with faltering words about “my son’s friends,” and was on the point of asking Ralph to tell her what she might expect, when he jerked open one of the infinite number of identical wooden doors, and led her up a tiled path to a porch in the Alpine style of architecture.\n"}}
{"black": {"word": "black", "line": "It was the ugliness of enormous folds of brown material, looped and festooned, of plush curtains, from which depended balls and fringes, partially concealing bookshelves swollen with black school-texts.\n"}}
{"brown": {"word": "brown", "line": "It was the ugliness of enormous folds of brown material, looped and festooned, of plush curtains, from which depended balls and fringes, partially concealing bookshelves swollen with black school-texts.\n"}}
{"green": {"word": "green", "line": "Her eye was arrested by crossed scabbards of fretted wood upon the dull green wall, and wherever there was a high flat eminence, some fern waved from a pot of crinkled china, or a bronze horse reared so high that the stump of a tree had to sustain his forequarters.\n"}}
{"brown": {"word": "bronze", "line": "Her eye was arrested by crossed scabbards of fretted wood upon the dull green wall, and wherever there was a high flat eminence, some fern waved from a pot of crinkled china, or a bronze horse reared so high that the stump of a tree had to sustain his forequarters.\n"}}
{"silver": {"word": "silver", "line": "She glanced along a mantelpiece ranged with bronze chariots, silver vases, and china ornaments that were either facetious or eccentric.\n"}}
{"brown": {"word": "bronze", "line": "She glanced along a mantelpiece ranged with bronze chariots, silver vases, and china ornaments that were either facetious or eccentric.\n"}}
{"pink": {"word": "blush", "line": "She thought of one scene after another in a few seconds, with that shudder which is almost a blush.\n"}}
{"pink": {"word": "rose", "line": "She hesitated in what she was saying, and rose.\n"}}
{"pink": {"word": "rose", "line": "At night the view from my window is splendid.” He was extremely anxious that she should appreciate his view, and she rose to see what was to be seen.\n"}}
{"yellow": {"word": "yellow", "line": "It was already dark enough for the turbulent haze to be yellow with the light of street lamps, and she tried to determine the quarters of the city beneath her.\n"}}
{"white": {"word": "white", "line": "He trembled; he was white; he felt exhausted, as if by a great physical effort.\n"}}
{"green": {"word": "green", "line": "In a second he could see her, with the sun slanting across her dress, coming towards him down the green walk at Kew.\n"}}
{"white": {"word": "white", "line": "He was perfectly silent, and in the dusk his face looked completely white.\n"}}
{"pink": {"word": "rose", "line": "A young man rose, and said that he knew Ralph by sight.\n"}}
{"pink": {"word": "rose", "line": "Without waiting for him to answer, she rose as if his answer were indifferent to her, and began to put in order some papers that Mr. Basnett had left on the table.\n"}}
{"pink": {"word": "rose", "line": "I’m raving, I know; don’t listen, Mary; go on with your work.” He rose and began, as usual, to pace up and down the room.\n"}}
{"pink": {"word": "rose", "line": "But she broke off, and rose as if to fetch something from the next room.\n"}}
{"silver": {"word": "silver", "line": "The gusts, sweeping along the Strand, seemed at the same time to blow a clear space across the sky in which stars appeared, and for a short time the quick-speeding silver moon riding through clouds, as if they were waves of water surging round her and over her.\n"}}
{"green": {"word": "green", "line": "In the country fields all the wreckage of winter was being dispersed; the dead leaves, the withered bracken, the dry and discolored grass, but no bud would be broken, nor would the new stalks that showed above the earth take any harm, and perhaps to-morrow a line of blue or yellow would show through a slit in their green.\n"}}
{"blue": {"word": "blue", "line": "In the country fields all the wreckage of winter was being dispersed; the dead leaves, the withered bracken, the dry and discolored grass, but no bud would be broken, nor would the new stalks that showed above the earth take any harm, and perhaps to-morrow a line of blue or yellow would show through a slit in their green.\n"}}
{"yellow": {"word": "yellow", "line": "In the country fields all the wreckage of winter was being dispersed; the dead leaves, the withered bracken, the dry and discolored grass, but no bud would be broken, nor would the new stalks that showed above the earth take any harm, and perhaps to-morrow a line of blue or yellow would show through a slit in their green.\n"}}
{"silver": {"word": "silver", "line": "He got up, left his tribute of silver, and pressed on, with the wind against him.\n"}}
{"yellow": {"word": "yellow", "line": "Physically, he saw them bathed in that steady flow of yellow light which filled the long oblongs of the windows; in their movements they were beautiful; and in their speech he figured a reserve of meaning, unspoken, but understood.\n"}}
{"black": {"word": "black", "line": "A black figure came down the little pathway and paused at the gate.\n"}}
{"pink": {"word": "rose", "line": "Cassandra rose obediently, and once more took up her candle.\n"}}
{"white": {"word": "white", "line": "Perhaps the white dressing-gown, and the loosened hair, and something unseeing in the expression of the eyes gave her a likeness to a woman walking in her sleep.\n"}}
{"pink": {"word": "rose", "line": "The tears rose slowly in Katharine’s eyes and stood there, brimming but contained—the tears of some profound emotion, happiness, grief, renunciation; an emotion so complex in its nature that to express it was impossible, and Cassandra, bending her head and receiving the tears upon her cheek, accepted them in silence as the consecration of her love.\n"}}
{"pink": {"word": "rose", "line": "She rose, walked to the window, and, the maid being gone, said emphatically and even tragically: “You know what that means.” Cassandra had understood nothing.\n"}}
{"gold": {"word": "gold", "line": "Another advantage of the basement, from Mrs. Milvain’s point of view, was that it made it necessary to sit very close together, and the light was dim compared with that which now poured through three windows upon Katharine and the basket of flowers, and gave even the slight angular figure of Mrs. Milvain herself a halo of gold.\n"}}
{"black": {"word": "black", "line": "We don’t understand each other.” At these words Mrs. Milvain looked for a moment terribly apprehensive; she glanced at her niece’s face, but read no pity there, whereupon she folded her hands upon a black velvet bag which she carried in an attitude that was almost one of prayer.\n"}}
{"pink": {"word": "rose", "line": "At these words Mrs. Milvain rose and stood for a moment beside her niece.\n"}}
{"white": {"word": "white", "line": "He carried in his hand an enormous and splendid bunch of white and purple flowers, and, either not seeing Mrs. Milvain, or disregarding her, he advanced straight to Katharine, and presented the flowers with the words: “These are for you, Katharine.” Katharine took them with a glance that Mrs. Milvain did not fail to intercept.\n"}}
{"purple": {"word": "purple", "line": "He carried in his hand an enormous and splendid bunch of white and purple flowers, and, either not seeing Mrs. Milvain, or disregarding her, he advanced straight to Katharine, and presented the flowers with the words: “These are for you, Katharine.” Katharine took them with a glance that Mrs. Milvain did not fail to intercept.\n"}}
{"green": {"word": "green", "line": "Leaning slightly forward in his chair, and turning his little green stone, he weighed the intention of her phrases approvingly, but stopped her suddenly to complain of a noise behind him.\n"}}
{"white": {"word": "pale", "line": "She was pale and uncomfortably agitated, as much by the strangeness of Rodney’s behavior as by the sight of Ralph Denham.\n"}}
{"silver": {"word": "silver", "line": "“Katharine isn’t going to marry me, after all.” “Where shall I put—” Ralph began vaguely, holding out his hat and glancing about him; he balanced it carefully against a silver bowl that stood upon the sideboard.\n"}}
{"pink": {"word": "rose", "line": "She felt that they were alone at the bottom of the house, which rose, story upon story, upon the top of them.\n"}}
{"red": {"word": "ruby", "line": "Until you realize that it’s impossible—” Placing her elbows on the table, she slid her ruby ring up and down her finger abstractedly.\n"}}
{"white": {"word": "pale", "line": "Very pale, but sternly concentrated upon her meaning, beautiful but so little aware of herself as to seem remote from him also, there was something distant and abstract about her which exalted him and chilled him at the same time.\n"}}
{"white": {"word": "white", "line": "Ralph opened it and looked at the portrait of a man with a voluminous white shirt-collar, which formed the frontispiece.\n"}}
{"red": {"word": "ruby", "line": "Her pose was easy, and she seemed to give effect to a mood of quiet speculation by the spinning of her ruby ring upon the polished table.\n"}}
{"red": {"word": "red", "line": "“I know I shan’t be able to settle to Macaulay,” said Cassandra, looking ruefully at the dull red cover of the prescribed volume, which, however, possessed a talismanic property, since William admired it.\n"}}
{"pink": {"word": "rosy", "line": "Cassandra, in the rosy light of her own circumstances, had been disposed to think that the matter must be settled already.\n"}}
{"pink": {"word": "rose", "line": "When told that it was ten minutes to five she rose at once, and said: “Then I’m afraid I must go.” She left the room, holding her unfinished bread and butter in her hand.\n"}}
{"red": {"word": "scarlet", "line": "The square itself, with its immense houses all so fully occupied and stern of aspect, its atmosphere of industry and power, as if even the sparrows and the children were earning their daily bread, as if the sky itself, with its gray and scarlet clouds, reflected the serious intention of the city beneath it, spoke of him.\n"}}
{"gray": {"word": "gray", "line": "The square itself, with its immense houses all so fully occupied and stern of aspect, its atmosphere of industry and power, as if even the sparrows and the children were earning their daily bread, as if the sky itself, with its gray and scarlet clouds, reflected the serious intention of the city beneath it, spoke of him.\n"}}
{"white": {"word": "pale", "line": "The blend of daylight and of lamplight made her an invisible spectator, just as it gave the people who passed her a semi-transparent quality, and left the faces pale ivory ovals in which the eyes alone were dark.\n"}}
{"white": {"word": "ivory", "line": "The blend of daylight and of lamplight made her an invisible spectator, just as it gave the people who passed her a semi-transparent quality, and left the faces pale ivory ovals in which the eyes alone were dark.\n"}}
{"gray": {"word": "gray", "line": "Ralph’s three windows gave back on their ghostly glass panels only a reflection of the gray and greenish sky.\n"}}
{"silver": {"word": "silver", "line": "This woman was now a serviceable human being, mistress of her own destiny, and thus, by some combination of ideas, fit to be adorned with the dignity of silver chains and glowing brooches.\n"}}
{"white": {"word": "pale", "line": "He won’t be back to dinner.” “Then what is he going to do?” Very pale, and with her large eyes fixed not so much upon Mary as upon vistas of unresponding blankness, Katharine addressed herself also not so much to Mary as to the unrelenting spirit which now appeared to mock her from every quarter of her survey.\n"}}
{"pink": {"word": "rose", "line": "Katharine looked at her indignantly and rose.\n"}}
{"pink": {"word": "rose", "line": "Mary rose, went to the table, spread out her papers under the green-shaded lamp and, with an action that was becoming a habit, twisted a lock of hair round and round in her fingers.\n"}}
{"white": {"word": "white", "line": "He was perfectly white when he came into the room.\n"}}
{"pink": {"word": "rose", "line": "She rose once, and going to the bookcase, took out her father’s Greek dictionary and spread the sacred pages of symbols and figures before her.\n"}}
{"red": {"word": "scarlet", "line": "The reds and creams of the background, the lyres and harps and urns and skulls, the protuberances of plaster, the fringes of scarlet plush, the sinking and blazing of innumerable electric lights, could scarcely have been surpassed for decorative effect by any craftsman of the ancient or modern world.\n"}}
{"pink": {"word": "rose", "line": "The performance came to an end, the illusion dying out first here and then there, as some rose to put on their coats, others stood upright to salute “God Save the King,” the musicians folded their music and encased their instruments, and the lights sank one by one until the house was empty, silent, and full of great shadows.\n"}}
{"brown": {"word": "brown", "line": "But, she wondered, did they really cover all the seats in brown holland every night?\n"}}
{"blue": {"word": "blue", "line": "The fresh air of spring, the sky washed of clouds and already shedding warmth from its blue, seemed the reply vouchsafed by nature to the mood of her chosen spirits.\n"}}
{"black": {"word": "black", "line": "“It all sounds very black,” he remarked urbanely, continuing his examination of his finger-nails.\n"}}
{"pink": {"word": "rose", "line": "“It’s a little too complicated for me to take in all at once, I confess—and, if you won’t think me rude, Celia, I think I’ll be getting along towards Knightsbridge.” Mrs. Milvain rose at once.\n"}}
{"purple": {"word": "purple", "line": "He fumbled with various phrases; and then jerked out: “I love Cassandra.” Mr. Hilbery’s face turned a curious dull purple.\n"}}
{"pink": {"word": "rose", "line": "Ralph, at length, rose and walked gloomily to the window.\n"}}
{"pink": {"word": "rose", "line": "As if conscious of his look upon her she rose and came to him, standing close by his side, and looking with him out into the dusky atmosphere.\n"}}
{"green": {"word": "green", "line": "At first, she attached no meaning to the moving mass of green which seemed to enter the room independently of any human agency.\n"}}
{"yellow": {"word": "yellow", "line": "Then she recognized parts of her mother’s face and person behind the yellow flowers and soft velvet of the palm-buds.\n"}}
{"white": {"word": "white", "line": "Rather a fine-looking old lady, with white hair.” Katharine began to describe her visit, and soon Mrs. Hilbery elicited the facts that not only was the house of excruciating ugliness, which Ralph bore without complaint, but that it was evident that every one depended on him, and he had a room at the top of the house, with a wonderful view over London, and a rook.\n"}}
{"brown": {"word": "brown", "line": "“Not that grave young man with the steady brown eyes?” “He doesn’t ask anything—we neither of us ask anything.” “If I could help you, Katharine, by the memory of what I felt—” “Yes, tell me what you felt.” Mrs. Hilbery, her eyes growing blank, peered down the enormously long corridor of days at the far end of which the little figures of herself and her husband appeared fantastically attired, clasping hands upon a moonlit beach, with roses swinging in the dusk.\n"}}
{"green": {"word": "green", "line": "There were lovely silver lights upon the waves and three green lights upon the steamer in the middle of the bay.\n"}}
{"silver": {"word": "silver", "line": "There were lovely silver lights upon the waves and three green lights upon the steamer in the middle of the bay.\n"}}
{"green": {"word": "green", "line": "Yes, there was the enormous space of the sea; there were the three green lights upon the steamer; the cloaked figures climbed up on deck.\n"}}
{"green": {"word": "green", "line": "And so, voyaging over the green and purple waters, past the cliffs and the sandy lagoons and through pools crowded with the masts of ships and the steeples of churches—here they were.\n"}}
{"purple": {"word": "purple", "line": "And so, voyaging over the green and purple waters, past the cliffs and the sandy lagoons and through pools crowded with the masts of ships and the steeples of churches—here they were.\n"}}
{"silver": {"word": "silver", "line": "The fire burnt as usual, the little tables were laid with china and silver.\n"}}
{"white": {"word": "white", "line": "Katharine had risen, and was standing with some white papers in her hand, which slowly fluttered to the ground as she saw her visitor.\n"}}
{"red": {"word": "red", "line": "Quietly and steadily there rose up behind the whole aspect of life that soft edge of fire which gave its red tint to the atmosphere and crowded the scene with shadows so deep and dark that one could fancy pushing farther into their density and still farther, exploring indefinitely.\n"}}
{"pink": {"word": "rose", "line": "Quietly and steadily there rose up behind the whole aspect of life that soft edge of fire which gave its red tint to the atmosphere and crowded the scene with shadows so deep and dark that one could fancy pushing farther into their density and still farther, exploring indefinitely.\n"}}
{"pink": {"word": "rose", "line": "When Katharine rose, with a profound sigh, to resume her duties, Ralph went with her, and neither of them formulated any guess, on their way downstairs, as to who this anonymous lady might prove to be.\n"}}
{"black": {"word": "black", "line": "Perhaps the fantastic notion that she was a little black hunchback provided with a steel knife, which she would plunge into Katharine’s heart, appeared to Ralph more probable than another, and he pushed first into the dining-room to avert the blow.\n"}}
{"red": {"word": "ruby", "line": "She began bravely again to discuss the question of lodging when Katharine, who seemed to have communicated silently with Ralph, and obtained his permission, took her ruby ring from her finger and giving it to Cassandra, said: “I believe it will fit you without any alteration.” These words would not have been enough to convince Cassandra of what she very much wished to believe had not Ralph taken the bare hand in his and demanded: “Why don’t you tell us you’re glad?” Cassandra was so glad that the tears ran down her cheeks.\n"}}
{"white": {"word": "fair", "line": "They found Rodney observing the kettle with uneasiness but with such absence of mind that Katharine’s catastrophe was in a fair way to be fulfilled.\n"}}
{"pink": {"word": "rose", "line": "To every one’s surprise she rose, stretched out her hand, and said: “You’ve nothing to reproach yourself with—you’ve been always—” but here her voice died away, and the tears forced themselves into her eyes, and ran down her cheeks, while William, equally moved, seized her hand and pressed it to his lips.\n"}}
{"red": {"word": "crimson", "line": "She leaned back in her chair at the head of the tea-table, perfectly silent, looking vaguely past them all, receiving the most generalized ideas of human heads against pictures, against yellow-tinted walls, against curtains of deep crimson velvet.\n"}}
{"white": {"word": "pale", "line": "They were borne on until they saw the spires of the city churches pale and flat against the sky.\n"}}
{"blue": {"word": "blue", "line": "She thought, looking at the sky above Chancery Lane, how the roof was the same everywhere; how she was now secure of all that this lofty blue and its steadfast lights meant to her; reality, was it, figures, love, truth?\n"}}
{"red": {"word": "red", "line": "“Why nothing?” she asked hurriedly, in order that he might say more and so make more splendid, more red, more darkly intertwined with smoke this flame rushing upwards.\n"}}
{"red": {"word": "red", "line": "No, I can’t tell you.” But he persuaded her into a broken statement, beautiful to him, charged with extreme excitement as she spoke of the dark red fire, and the smoke twined round it, making him feel that he had stepped over the threshold into the faintly lit vastness of another mind, stirring with shapes, so large, so dim, unveiling themselves only in flashes, and moving away again into the darkness, engulfed by it.\n"}}
{"blue": {"word": "blue", "line": "At this time of night there was no traffic and scarcely any foot-passengers, so that they could pace slowly without interruption, arm-in-arm, raising their hands now and then to draw something upon the vast blue curtain of the sky.\n"}}
{"yellow": {"word": "yellow", "line": "Thus they had walked, perhaps, twice or three times up and down Mary Datchet’s street before the recurrence of a light burning behind a thin, yellow blind caused them to stop without exactly knowing why they did so.\n"}}
{"gold": {"word": "gold", "line": "“She has her work.” Her voice shook slightly, and the light swam like an ocean of gold behind her tears.\n"}}
