{"black": {"word": "black", "line": "Mr. Weston was a man of unexceptionable character, easy fortune, suitable age, and pleasant manners; and there was some satisfaction in considering with what self-denying, generous friendship she had always wished and promoted the match; but it was a black morning’s work for her.\n"}, "modifies": "morning"}
{"white": {"word": "fair", "line": "A very gracious invitation was returned, and the evening no longer dreaded by the fair mistress of the mansion.\n"}, "modifies": "mistress"}
{"blue": {"word": "blue", "line": "She was short, plump, and fair, with a fine bloom, blue eyes, light hair, regular features, and a look of great sweetness, and, before the end of the evening, Emma was as much pleased with her manners as her person, and quite determined to continue the acquaintance.\n"}, "modifies": "eyes"}
{"blue": {"word": "blue", "line": "Those soft blue eyes, and all those natural graces, should not be wasted on the inferior society of Highbury and its connexions.\n"}, "modifies": "eyes"}
{"blue": {"word": "blue", "line": "She was so busy in admiring those soft blue eyes, in talking and listening, and forming all these schemes in the in-betweens, that the evening flew away at a very unusual rate; and the supper-table, which always closed such parties, and for which she had been used to sit and watch the due time, was all set out and ready, and moved forwards to the fire, before she was aware.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "Mr. Knightley, I shall not allow you to be a fair judge in this case.\n"}, "modifies": "judge"}
{"pink": {"word": "blush", "line": "You blush, Harriet.—Does any body else occur to you at this moment under such a definition?\n"}, "modifies": "Harriet"}
{"white": {"word": "fair", "line": "I praised the fair lady too, and altogether sent him away very happy.\n"}, "modifies": "lady"}
{"white": {"word": "fair", "line": "I must think your statement by no means fair.\n"}, "modifies": "statement"}
{"white": {"word": "fair", "line": "Kitty, a fair but frozen maid, The hood-wink’d boy I called to aid, Though of his near approach afraid, And that is all that I can recollect of it—but it is very clever all the way through.\n"}, "modifies": "maid"}
{"white": {"word": "fair", "line": "Kitty, a fair but frozen maid.\n"}, "modifies": "maid"}
{"pink": {"word": "rose", "line": "A few inferior dwellings were first to be passed, and then, about a quarter of a mile down the lane rose the Vicarage, an old and not very good house, almost as close to the road as it could be.\n"}, "modifies": "quarter"}
{"white": {"word": "fair", "line": "Mr. Elton was still talking, still engaged in some interesting detail; and Emma experienced some disappointment when she found that he was only giving his fair companion an account of the yesterday’s party at his friend Cole’s, and that she was come in herself for the Stilton cheese, the north Wiltshire, the butter, the celery, the beet-root, and all the dessert.\n"}, "modifies": "companion"}
{"white": {"word": "fair", "line": "He was not a great favourite with his fair sister-in-law.\n"}, "modifies": "sister"}
{"red": {"word": "scarlet", "line": "I shall never forget his flying Henry’s kite for him that very windy day last Easter—and ever since his particular kindness last September twelvemonth in writing that note, at twelve o’clock at night, on purpose to assure me that there was no scarlet fever at Cobham, I have been convinced there could not be a more feeling heart nor a better man in existence.—If any body can deserve him, it must be Miss Taylor.” “Where is the young man?” said John Knightley.\n"}, "modifies": "fever"}
{"white": {"word": "white", "line": "The cold, however, was severe; and by the time the second carriage was in motion, a few flakes of snow were finding their way down, and the sky had the appearance of being so overcharged as to want only a milder air to produce a very white world in a very short time.\n"}, "modifies": "world"}
{"black": {"word": "black", "line": "They arrived, the carriage turned, the step was let down, and Mr. Elton, spruce, black, and smiling, was with them instantly.\n"}, "modifies": "Mr."}
{"white": {"word": "fair", "line": "He professed himself extremely anxious about her fair friend—her fair, lovely, amiable friend.\n"}, "modifies": "friend"}
{"white": {"word": "fair", "line": "Is this fair, Mrs. Weston?—Judge between us.\n"}, "modifies": "Mrs."}
{"grey": {"word": "grey", "line": "Her eyes, a deep grey, with dark eye-lashes and eyebrows, had never been denied their praise; but the skin, which she had been used to cavil at, as wanting colour, had a clearness and delicacy which really needed no fuller bloom.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "The aunt was as tiresome as ever; more tiresome, because anxiety for her health was now added to admiration of her powers; and they had to listen to the description of exactly how little bread and butter she ate for breakfast, and how small a slice of mutton for dinner, as well as to see exhibitions of new caps and new workbags for her mother and herself; and Jane’s offences rose again.\n"}, "modifies": "offences"}
{"white": {"word": "white", "line": "I am sure I must have been as white as my gown.\n"}, "modifies": "gown"}
{"white": {"word": "white", "line": "The quarter of an hour brought her punctually to the white gate again; and Miss Smith receiving her summons, was with her without delay, and unattended by any alarming young man.\n"}, "modifies": "gate"}
{"white": {"word": "fair", "line": "She did not wish to speak of the pianoforte, she felt too much in the secret herself, to think the appearance of curiosity or interest fair, and therefore purposely kept at a distance; but by the others, the subject was almost immediately introduced, and she saw the blush of consciousness with which congratulations were received, the blush of guilt which accompanied the name of “my excellent friend Colonel Campbell.” Mrs. Weston, kind-hearted and musical, was particularly interested by the circumstance, and Emma could not help being amused at her perseverance in dwelling on the subject; and having so much to ask and to say as to tone, touch, and pedal, totally unsuspicious of that wish of saying as little about it as possible, which she plainly read in the fair heroine’s countenance.\n"}, "modifies": "curiosity"}
{"pink": {"word": "blush", "line": "She did not wish to speak of the pianoforte, she felt too much in the secret herself, to think the appearance of curiosity or interest fair, and therefore purposely kept at a distance; but by the others, the subject was almost immediately introduced, and she saw the blush of consciousness with which congratulations were received, the blush of guilt which accompanied the name of “my excellent friend Colonel Campbell.” Mrs. Weston, kind-hearted and musical, was particularly interested by the circumstance, and Emma could not help being amused at her perseverance in dwelling on the subject; and having so much to ask and to say as to tone, touch, and pedal, totally unsuspicious of that wish of saying as little about it as possible, which she plainly read in the fair heroine’s countenance.\n"}, "modifies": "consciousness"}
{"blue": {"word": "blue", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n"}, "modifies": "ribbon"}
{"yellow": {"word": "yellow", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n"}, "modifies": "pattern"}
{"yellow": {"word": "yellow", "line": "in places you see it is dreadfully dirty; and the wainscot is more yellow and forlorn than any thing I could have imagined.” “My dear, you are too particular,” said her husband.\n"}, "modifies": "wainscot"}
{"pink": {"word": "blush", "line": "A pleasant “thank you” seemed meant to laugh it off, but a blush, a quivering lip, a tear in the eye, shewed that it was felt beyond a laugh.\n"}, "modifies": "lip"}
{"white": {"word": "fair", "line": "when a gallant young man, like Mr. Frank Churchill,” said Mr. Knightley dryly, “writes to a fair lady like Miss Woodhouse, he will, of course, put forth his best.” Dinner was on table.—Mrs.\n"}, "modifies": "lady"}
{"white": {"word": "white", "line": "I have some notion of putting such a trimming as this to my white and silver poplin.\n"}, "modifies": "poplin"}
{"white": {"word": "fair", "line": "And what inclines one less to bear, she has no fair pretence of family or blood.\n"}, "modifies": "pretence"}
{"silver": {"word": "silver", "line": "Within abundance of silver paper was a pretty little Tunbridge-ware box, which Harriet opened: it was well lined with the softest cotton; but, excepting the cotton, Emma saw only a small piece of court-plaister.\n"}, "modifies": "paper"}
{"pink": {"word": "blush", "line": "The word was _blunder_; and as Harriet exultingly proclaimed it, there was a blush on Jane’s cheek which gave it a meaning not otherwise ostensible.\n"}, "modifies": "cheek"}
{"pink": {"word": "pink", "line": "Here,—probably this basket with pink ribbon.\n"}, "modifies": "ribbon"}
{"gray": {"word": "dusty", "line": "Donwell Lane is never dusty, and now it is perfectly dry.\n"}, "modifies": "Donwell"}
{"grey": {"word": "dusty", "line": "Donwell Lane is never dusty, and now it is perfectly dry.\n"}, "modifies": "Donwell"}
{"black": {"word": "black", "line": "His father would not own himself uneasy, and laughed at her fears; but she could not be cured of wishing that he would part with his black mare.\n"}, "modifies": "mare"}
{"green": {"word": "lime", "line": "Some are gone to the ponds, and some to the lime walk.\n"}, "modifies": "walk"}
{"black": {"word": "black", "line": "The black mare was blameless; _they_ were right who had named Mrs. Churchill as the cause.\n"}, "modifies": "mare"}
{"pink": {"word": "rose", "line": "Mr. Weston, his son, Emma, and Harriet, only remained; and the young man’s spirits now rose to a pitch almost unpleasant.\n"}, "modifies": "spirits"}
{"white": {"word": "fair", "line": "Miss Fairfax’s recent illness had offered a fair plea for Mrs. Weston to invite her to an airing; she had drawn back and declined at first, but, on being pressed had yielded; and, in the course of their drive, Mrs. Weston had, by gentle encouragement, overcome so much of her embarrassment, as to bring her to converse on the important subject.\n"}, "modifies": "plea"}
{"gold": {"word": "gold", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n"}, "modifies": "reticule"}
{"purple": {"word": "purple", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n"}, "modifies": "reticule"}
{"white": {"word": "fair", "line": "such delicacy!—and yet without being actually fair.—One cannot call her fair.\n"}, "modifies": "delicacy"}
{"white": {"word": "fair", "line": "His good looks and his rank had one fair claim on his attachment; since to them he must have owed a wife of very superior character to any thing deserved by his own.\n"}, "modifies": "claim"}
{"black": {"word": "black", "line": "Yet so miserably had he conducted himself, that though she was at this present time (the summer of 1814) wearing black ribbons for his wife, she could not admit him to be worth thinking of again.\n"}, "modifies": "ribbons"}
{"grey": {"word": "grey", "line": "One day last spring, in town, I was in company with two men, striking instances of what I am talking of; Lord St Ives, whose father we all know to have been a country curate, without bread to eat; I was to give place to Lord St Ives, and a certain Admiral Baldwin, the most deplorable-looking personage you can imagine; his face the colour of mahogany, rough and rugged to the last degree; all lines and wrinkles, nine grey hairs of a side, and nothing but a dab of powder at top.\n"}, "modifies": "hairs"}
{"white": {"word": "fair", "line": "Sir Walter was not very wise; but still he had experience enough of the world to feel, that a more unobjectionable tenant, in all essentials, than Admiral Croft bid fair to be, could hardly offer.\n"}, "modifies": "bid"}
{"white": {"word": "fair", "line": "It must not be, if by any fair interference of friendship, any representations from one who had almost a mother’s love, and mother’s rights, it would be prevented.\n"}, "modifies": "interference"}
{"white": {"word": "white", "line": "Lady Russell, convinced that Anne would not be allowed to be of any use, or any importance, in the choice of the house which they were going to secure, was very unwilling to have her hurried away so soon, and wanted to make it possible for her to stay behind till she might convey her to Bath herself after Christmas; but having engagements of her own which must take her from Kellynch for several weeks, she was unable to give the full invitation she wished, and Anne though dreading the possible heats of September in all the white glare of Bath, and grieving to forego all the influence so sweet and so sad of the autumnal months in the country, did not think that, everything considered, she wished to remain.\n"}, "modifies": "glare"}
{"blue": {"word": "blue", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n"}, "modifies": "satin"}
{"brown": {"word": "brown", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n"}, "modifies": "velvet"}
{"black": {"word": "black", "line": "That she was coming to apologize, and that they should have to spend the evening by themselves, was the first black idea; and Mary was quite ready to be affronted, when Louisa made all right by saying, that she only came on foot, to leave more room for the harp, which was bringing in the carriage.\n"}, "modifies": "idea"}
{"white": {"word": "fair", "line": "A short absence from home had left his fair one unguarded by his attentions at this critical period, and when he came back he had the pain of finding very altered manners, and of seeing Captain Wentworth.\n"}, "modifies": "one"}
{"white": {"word": "fair", "line": "“It would not be a _great_ match for Henrietta, but Charles has a very fair chance, through the Spicers, of getting something from the Bishop in the course of a year or two; and you will please to remember, that he is the eldest son; whenever my uncle dies, he steps into very pretty property.\n"}, "modifies": "chance"}
{"brown": {"word": "hazel", "line": "This nut,” he continued, with playful solemnity, “while so many of his brethren have fallen and been trodden under foot, is still in possession of all the happiness that a hazel nut can be supposed capable of.” Then returning to his former earnest tone—“My first wish for all whom I am interested in, is that they should be firm.\n"}, "modifies": "nut"}
{"green": {"word": "green", "line": "The scenes in its neighbourhood, Charmouth, with its high grounds and extensive sweeps of country, and still more, its sweet, retired bay, backed by dark cliffs, where fragments of low rock among the sands, make it the happiest spot for watching the flow of the tide, for sitting in unwearied contemplation; the woody varieties of the cheerful village of Up Lyme; and, above all, Pinny, with its green chasms between romantic rocks, where the scattered forest trees and orchards of luxuriant growth, declare that many a generation must have passed away since the first partial falling of the cliff prepared the ground for such a state, where a scene so wonderful and so lovely is exhibited, as may more than equal any of the resembling scenes of the far-famed Isle of Wight: these places must be visited, and visited again, to make the worth of Lyme understood.\n"}, "modifies": "chasms"}
{"blue": {"word": "blue", "line": "Lord Byron’s “dark blue seas” could not fail of being brought forward by their present view, and she gladly gave him all her attention as long as attention was possible.\n"}, "modifies": "seas"}
{"white": {"word": "pallid", "line": "Captain Wentworth, who had caught her up, knelt with her in his arms, looking on her with a face as pallid as her own, in an agony of silence.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "An hour’s complete leisure for such reflections as these, on a dark November day, a small thick rain almost blotting out the very few objects ever to be discerned from the windows, was enough to make the sound of Lady Russell’s carriage exceedingly welcome; and yet, though desirous to be gone, she could not quit the Mansion House, or look an adieu to the Cottage, with its black, dripping and comfortless veranda, or even notice through the misty glasses the last humble tenements of the village, without a saddened heart.\n"}, "modifies": "veranda"}
{"gold": {"word": "gold", "line": "On one side was a table occupied by some chattering girls, cutting up silk and gold paper; and on the other were tressels and trays, bending under the weight of brawn and cold pies, where riotous boys were holding high revel; the whole completed by a roaring Christmas fire, which seemed determined to be heard, in spite of all the noise of the others.\n"}, "modifies": "silk"}
{"pink": {"word": "rose", "line": "No, these were noises which belonged to the winter pleasures; her spirits rose under their influence; and like Mrs Musgrove, she was feeling, though not saying, that after being long in the country, nothing could be so good for her as a little quiet cheerfulness.\n"}, "modifies": "spirits"}
{"red": {"word": "red", "line": "“The last time I saw her she had a red nose, but I hope that may not happen every day.” “Oh!\n"}, "modifies": "nose"}
{"silver": {"word": "silver", "line": "The elegant little clock on the mantel-piece had struck “eleven with its silver sounds,” and the watchman was beginning to be heard at a distance telling the same tale, before Mr Elliot or any of them seemed to feel that he had been there long.\n"}, "modifies": "sounds"}
{"white": {"word": "fair", "line": "She saw that there had been bad habits; that Sunday travelling had been a common thing; that there had been a period of his life (and probably not a short one) when he had been, at least, careless in all serious matters; and, though he might now think very differently, who could answer for the true sentiments of a clever, cautious man, grown old enough to appreciate a fair character?\n"}, "modifies": "character"}
{"pink": {"word": "blush", "line": "I have travelled so little, that every fresh place would be interesting to me; but there is real beauty at Lyme; and in short” (with a faint blush at some recollections), “altogether my impressions of the place are very agreeable.” As she ceased, the entrance door opened again, and the very party appeared for whom they were waiting.\n"}, "modifies": "recollections"}
{"black": {"word": "black", "line": "he is black at heart, hollow and black!” Anne’s astonished air, and exclamation of wonder, made her pause, and in a calmer manner, she added, “My expressions startle you.\n"}, "modifies": "heart"}
{"white": {"word": "fair", "line": "Morning visits are never fair by women at her time of life, who make themselves up so little.\n"}, "modifies": "visits"}
{"white": {"word": "fair", "line": "It is a very fair match, as times go; and I have liked Charles Hayter all my life, and I shall not leave off now.” “Such excellent parents as Mr and Mrs Musgrove,” exclaimed Anne, “should be happy in their children’s marriages.\n"}, "modifies": "match"}
{"white": {"word": "pale", "line": "The cheeks which had been pale now glowed, and the movements which had hesitated were decided.\n"}, "modifies": "cheeks"}
{"white": {"word": "fair", "line": "He would gladly weaken, by any fair means, whatever feelings or speculations concerning him might exist; and he went, therefore, to his brother’s, meaning after a while to return to Kellynch, and act as circumstances might require.\n"}, "modifies": "means"}
{"pink": {"word": "blush", "line": "She cared not for Mrs Clay, and had nothing to blush for in the public manners of her father and sister.\n"}, "modifies": "manners"}
