{"black": {"word": "black", "line": "It was, indeed, the sharp practice connected with this astonishing judgment which led to the sisters’ hurried journey to London in 1848—the famous journey when the two little ladies in black revealed themselves to Mr. Smith, and proved to him that they were not one Currer Bell, but two Miss Brontës.\n"}, "modifies": "ladies"}
{"red": {"word": "red", "line": "But the gleam of a bright red fire through the parlour window had more effect in cheering my spirits, and rebuking my thankless repinings, than all the sage reflections and good resolutions I had forced my mind to frame;—for I was young then, remember—only four-and-twenty—and had not acquired half the rule over my own spirit that I now possess—trifling as that may be.\n"}, "modifies": "fire"}
{"brown": {"word": "brown", "line": "In ascending to my room I was met upon the stairs by a smart, pretty girl of nineteen, with a tidy, dumpy figure, a round face, bright, blooming cheeks, glossy, clustering curls, and little merry brown eyes.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "She had swept the hearth, and made a bright blazing fire for our reception; the servant had just brought in the tea-tray; and Rose was producing the sugar-basin and tea-caddy from the cupboard in the black oak side-board, that shone like polished ebony, in the cheerful parlour twilight.\n"}, "modifies": "board"}
{"white": {"word": "fair", "line": "The next day my mother and Rose hastened to pay their compliments to the fair recluse; and came back but little wiser than they went; though my mother declared she did not regret the journey, for if she had not gained much good, she flattered herself she had imparted some, and that was better: she had given some useful advice, which, she hoped, would not be thrown away; for Mrs. Graham, though she said little to any purpose, and appeared somewhat self-opinionated, seemed not incapable of reflection,—though she did not know where she had been all her life, poor thing, for she betrayed a lamentable ignorance on certain points, and had not even the sense to be ashamed of it.\n"}, "modifies": "recluse"}
{"red": {"word": "crimson", "line": "I confess I looked with some interest myself towards the old family pew, appertaining to Wildfell Hall, where the faded crimson cushions and lining had been unpressed and unrenewed so many years, and the grim escutcheons, with their lugubrious borders of rusty black cloth, frowned so sternly from the wall above.\n"}, "modifies": "cushions"}
{"black": {"word": "black", "line": "I confess I looked with some interest myself towards the old family pew, appertaining to Wildfell Hall, where the faded crimson cushions and lining had been unpressed and unrenewed so many years, and the grim escutcheons, with their lugubrious borders of rusty black cloth, frowned so sternly from the wall above.\n"}, "modifies": "cloth"}
{"black": {"word": "black", "line": "Her hair was raven black, and disposed in long glossy ringlets, a style of coiffure rather unusual in those days, but always graceful and becoming; her complexion was clear and pale; her eyes I could not see, for, being bent upon her prayer-book, they were concealed by their drooping lids and long black lashes, but the brows above were expressive and well defined; the forehead was lofty and intellectual, the nose, a perfect aquiline and the features, in general, unexceptionable—only there was a slight hollowness about the cheeks and eyes, and the lips, though finely formed, were a little too thin, a little too firmly compressed, and had something about them that betokened, I thought, no very soft or amiable temper; and I said in my heart—“I would rather admire you from this distance, fair lady, than be the partner of your home.” Just then she happened to raise her eyes, and they met mine; I did not choose to withdraw my gaze, and she turned again to her book, but with a momentary, indefinable expression of quiet scorn, that was inexpressibly provoking to me.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "But her eyes—I must not forget those remarkable features, for therein her chief attraction lay—in outward aspect at least;—they were long and narrow in shape, the irids black, or very dark brown, the expression various, and ever changing, but always either preternaturally—I had almost said _diabolically_—wicked, or irresistibly bewitching—often both.\n"}, "modifies": "irids"}
{"black": {"word": "black", "line": "The Reverend Michael Millward himself was a tall, ponderous elderly gentleman, who placed a shovel hat above his large, square, massive-featured face, carried a stout walking-stick in his hand, and incased his still powerful limbs in knee-breeches and gaiters,—or black silk stockings on state occasions.\n"}, "modifies": "stockings"}
{"white": {"word": "fair", "line": "She was about six and twenty, rather tall and very slender, her hair was neither chestnut nor auburn, but a most decided bright, light red; her complexion was remarkably fair and brilliant, her head small, neck long, chin well turned, but very short, lips thin and red, eyes clear hazel, quick, and penetrating, but entirely destitute of poetry or feeling.\n"}, "modifies": "complexion"}
{"brown": {"word": "hazel", "line": "She was about six and twenty, rather tall and very slender, her hair was neither chestnut nor auburn, but a most decided bright, light red; her complexion was remarkably fair and brilliant, her head small, neck long, chin well turned, but very short, lips thin and red, eyes clear hazel, quick, and penetrating, but entirely destitute of poetry or feeling.\n"}, "modifies": "eyes"}
{"grey": {"word": "grey", "line": "The fields, being rough and stony, and wholly unfit for the plough, were mostly devoted to the pasturing of sheep and cattle; the soil was thin and poor: bits of grey rock here and there peeped out from the grassy hillocks; bilberry-plants and heather—relics of more savage wildness—grew under the walls; and in many of the enclosures, ragweeds and rushes usurped supremacy over the scanty herbage; but these were not _my_ property.\n"}, "modifies": "rock"}
{"grey": {"word": "grey", "line": "Near the top of this hill, about two miles from Linden-Car, stood Wildfell Hall, a superannuated mansion of the Elizabethan era, built of dark grey stone, venerable and picturesque to look at, but doubtless, cold and gloomy enough to inhabit, with its thick stone mullions and little latticed panes, its time-eaten air-holes, and its too lonely, too unsheltered situation,—only shielded from the war of wind and weather by a group of Scotch firs, themselves half blighted with storms, and looking as stern and gloomy as the Hall itself.\n"}, "modifies": "stone"}
{"brown": {"word": "brown", "line": "Behind it lay a few desolate fields, and then the brown heath-clad summit of the hill; before it (enclosed by stone walls, and entered by an iron gate, with large balls of grey granite—similar to those which decorated the roof and gables—surmounting the gate-posts) was a garden,—once stocked with such hard plants and flowers as could best brook the soil and climate, and such trees and shrubs as could best endure the gardener’s torturing shears, and most readily assume the shapes he chose to give them,—now, having been left so many years untilled and untrimmed, abandoned to the weeds and the grass, to the frost and the wind, the rain and the drought, it presented a very singular appearance indeed.\n"}, "modifies": "summit"}
{"grey": {"word": "grey", "line": "Behind it lay a few desolate fields, and then the brown heath-clad summit of the hill; before it (enclosed by stone walls, and entered by an iron gate, with large balls of grey granite—similar to those which decorated the roof and gables—surmounting the gate-posts) was a garden,—once stocked with such hard plants and flowers as could best brook the soil and climate, and such trees and shrubs as could best endure the gardener’s torturing shears, and most readily assume the shapes he chose to give them,—now, having been left so many years untilled and untrimmed, abandoned to the weeds and the grass, to the frost and the wind, the rain and the drought, it presented a very singular appearance indeed.\n"}, "modifies": "granite"}
{"green": {"word": "green", "line": "The close green walls of privet, that had bordered the principal walk, were two-thirds withered away, and the rest grown beyond all reasonable bounds; the old boxwood swan, that sat beside the scraper, had lost its neck and half its body: the castellated towers of laurel in the middle of the garden, the gigantic warrior that stood on one side of the gateway, and the lion that guarded the other, were sprouted into such fantastic shapes as resembled nothing either in heaven or earth, or in the waters under the earth; but, to my young imagination, they presented all of them a goblinish appearance, that harmonised well with the ghostly legions and dark traditions our old nurse had told us respecting the haunted hall and its departed occupants.\n"}, "modifies": "walls"}
{"white": {"word": "white", "line": "While I thus stood, leaning on my gun, and looking up at the dark gables, sunk in an idle reverie, weaving a tissue of wayward fancies, in which old associations and the fair young hermit, now within those walls, bore a nearly equal part, I heard a slight rustling and scrambling just within the garden; and, glancing in the direction whence the sound proceeded, I beheld a tiny hand elevated above the wall: it clung to the topmost stone, and then another little hand was raised to take a firmer hold, and then appeared a small white forehead, surmounted with wreaths of light brown hair, with a pair of deep blue eyes beneath, and the upper portion of a diminutive ivory nose.\n"}, "modifies": "forehead"}
{"blue": {"word": "blue", "line": "While I thus stood, leaning on my gun, and looking up at the dark gables, sunk in an idle reverie, weaving a tissue of wayward fancies, in which old associations and the fair young hermit, now within those walls, bore a nearly equal part, I heard a slight rustling and scrambling just within the garden; and, glancing in the direction whence the sound proceeded, I beheld a tiny hand elevated above the wall: it clung to the topmost stone, and then another little hand was raised to take a firmer hold, and then appeared a small white forehead, surmounted with wreaths of light brown hair, with a pair of deep blue eyes beneath, and the upper portion of a diminutive ivory nose.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "While I thus stood, leaning on my gun, and looking up at the dark gables, sunk in an idle reverie, weaving a tissue of wayward fancies, in which old associations and the fair young hermit, now within those walls, bore a nearly equal part, I heard a slight rustling and scrambling just within the garden; and, glancing in the direction whence the sound proceeded, I beheld a tiny hand elevated above the wall: it clung to the topmost stone, and then another little hand was raised to take a firmer hold, and then appeared a small white forehead, surmounted with wreaths of light brown hair, with a pair of deep blue eyes beneath, and the upper portion of a diminutive ivory nose.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "The eyes did not notice me, but sparkled with glee on beholding Sancho, my beautiful black and white setter, that was coursing about the field with its muzzle to the ground.\n"}, "modifies": "setter"}
{"black": {"word": "black", "line": "Mrs. Graham darted upon me—her neck uncovered, her black locks streaming in the wind.\n"}, "modifies": "locks"}
{"white": {"word": "fair", "line": "My fair friend was evidently unwilling to bid me adieu.\n"}, "modifies": "friend"}
{"white": {"word": "pale", "line": "“Just as I thought,” said I to myself: “the lady’s temper is none of the mildest, notwithstanding her sweet, pale face and lofty brow, where thought and suffering seem equally to have stamped their impress.” All this time I was seated at a table on the other side of the room, apparently immersed in the perusal of a volume of the _Farmer’s Magazine_, which I happened to have been reading at the moment of our visitor’s arrival; and, not choosing to be over civil, I had merely bowed as she entered, and continued my occupation as before.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "On looking up I beheld him standing about two yards off, with his clear blue eyes wistfully gazing on the dog, transfixed to the spot, not by fear of the animal, but by a timid disinclination to approach its master.\n"}, "modifies": "eyes"}
{"red": {"word": "ruby", "line": "Arthur, especially shrank from the ruby nectar as if in terror and disgust, and was ready to cry when urged to take it.\n"}, "modifies": "nectar"}
{"blue": {"word": "blue", "line": "“Well, Mrs. Graham,” said my mother, wiping the tears of merriment from her bright blue eyes—“well, you surprise me!\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "It was a view of Wildfell Hall, as seen at early morning from the field below, rising in dark relief against a sky of clear silvery blue, with a few red streaks on the horizon, faithfully drawn and coloured, and very elegantly and artistically handled.\n"}, "modifies": "streaks"}
{"blue": {"word": "blue", "line": "It was a view of Wildfell Hall, as seen at early morning from the field below, rising in dark relief against a sky of clear silvery blue, with a few red streaks on the horizon, faithfully drawn and coloured, and very elegantly and artistically handled.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "“You see there is a sad dearth of subjects,” observed the fair artist.\n"}, "modifies": "artist"}
{"blue": {"word": "blue", "line": "The tiny features and large blue eyes, smiling through a shock of light brown curls, shaken over the forehead as it bent above its treasure, bore sufficient resemblance to those of the young gentleman before me to proclaim it a portrait of Arthur Graham in his early infancy.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "The tiny features and large blue eyes, smiling through a shock of light brown curls, shaken over the forehead as it bent above its treasure, bore sufficient resemblance to those of the young gentleman before me to proclaim it a portrait of Arthur Graham in his early infancy.\n"}, "modifies": "curls"}
{"blue": {"word": "blue", "line": "The bright blue eyes regarded the spectator with a kind of lurking drollery—you almost expected to see them wink; the lips—a little too voluptuously full—seemed ready to break into a smile; the warmly-tinted cheeks were embellished with a luxuriant growth of reddish whiskers; while the bright chestnut hair, clustering in abundant, wavy curls, trespassed too much upon the forehead, and seemed to intimate that the owner thereof was prouder of his beauty than his intellect—as, perhaps, he had reason to be; and yet he looked no fool.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "I had not had the portrait in my hands two minutes before the fair artist returned.\n"}, "modifies": "artist"}
{"white": {"word": "fair", "line": "As for their talk, I paid but little attention to that (when it related to the fair hermit, I mean), and the only information I derived from it was, that one fine frosty day she had ventured to take her little boy as far as the vicarage, and that, unfortunately, nobody was at home but Miss Millward; nevertheless, she had sat a long time, and, by all accounts, they had found a good deal to say to each other, and parted with a mutual desire to meet again.\n"}, "modifies": "hermit"}
{"white": {"word": "fair", "line": "She did not talk much, but I stood and watched the progress of her pencil: it was a pleasure to behold it so dexterously guided by those fair and graceful fingers.\n"}, "modifies": "fingers"}
{"black": {"word": "black", "line": "“What on, my boy?” “I think there’s a horse in that field,” replied he, pointing to where the strong black mare was pulling the roller.\n"}, "modifies": "mare"}
{"white": {"word": "pale", "line": "She became more sociable, and I was beginning to be very happy; but, on coming within sight of the grim old hall, she stood still, and turned towards me while she spoke, as if expecting I should go no further, that the conversation would end here, and I should now take leave and depart—as, indeed, it was time to do, for “the clear, cold eve” was fast “declining,” the sun had set, and the gibbous moon was visibly brightening in the pale grey sky; but a feeling almost of compassion riveted me to the spot.\n"}, "modifies": "sky"}
{"grey": {"word": "grey", "line": "She became more sociable, and I was beginning to be very happy; but, on coming within sight of the grim old hall, she stood still, and turned towards me while she spoke, as if expecting I should go no further, that the conversation would end here, and I should now take leave and depart—as, indeed, it was time to do, for “the clear, cold eve” was fast “declining,” the sun had set, and the gibbous moon was visibly brightening in the pale grey sky; but a feeling almost of compassion riveted me to the spot.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "A faint, red light was gleaming from the lower windows of one wing, but all the other windows were in darkness, and many exhibited their black, cavernous gulfs, entirely destitute of glazing or framework.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "A faint, red light was gleaming from the lower windows of one wing, but all the other windows were in darkness, and many exhibited their black, cavernous gulfs, entirely destitute of glazing or framework.\n"}, "modifies": "gulfs"}
{"grey": {"word": "grey", "line": "I had not proceeded many steps on my way homewards when I perceived Mr. Lawrence, on his pretty grey pony, coming up the rugged lane that crossed over the hill-top.\n"}, "modifies": "pony"}
{"brown": {"word": "hazel", "line": "Then suddenly turning to me, and fixing his shy, hazel eyes upon me with a steady penetrating gaze, he added, “Then you _have_ changed your mind?” “I can’t say that I have exactly.\n"}, "modifies": "eyes"}
{"green": {"word": "green", "line": "Not many days after this, on a mild sunny morning—rather soft under foot; for the last fall of snow was only just wasted away, leaving yet a thin ridge, here and there, lingering on the fresh green grass beneath the hedges; but beside them already, the young primroses were peeping from among their moist, dark foliage, and the lark above was singing of summer, and hope, and love, and every heavenly thing—I was out on the hill-side, enjoying these delights, and looking after the well-being of my young lambs and their mothers, when, on glancing round me, I beheld three persons ascending from the vale below.\n"}, "modifies": "grass"}
{"white": {"word": "ivory", "line": "The lady was seated in a stiff, high-backed arm-chair, with a small round table, containing a desk and a work-basket on one side of her, and her little boy on the other, who stood leaning his elbow on her knee, and reading to her, with wonderful fluency, from a small volume that lay in her lap; while she rested her hand on his shoulder, and abstractedly played with the long, wavy curls that fell on his ivory neck.\n"}, "modifies": "neck"}
{"yellow": {"word": "yellow", "line": "“There is a bed of young vegetables in that corner, and here are some snowdrops and primroses already in bloom—and there, too, is a yellow crocus just opening in the sunshine.” “But then how can you bear such a situation—your nearest neighbours two miles distant, and nobody looking in or passing by?\n"}, "modifies": "crocus"}
{"green": {"word": "green", "line": "I have a very pleasant recollection of that walk, along the hard, white, sunny road, shaded here and there with bright green trees, and adorned with flowery banks and blossoming hedges of delicious fragrance; or through pleasant fields and lanes, all glorious in the sweet flowers and brilliant verdure of delightful May.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "I have a very pleasant recollection of that walk, along the hard, white, sunny road, shaded here and there with bright green trees, and adorned with flowery banks and blossoming hedges of delicious fragrance; or through pleasant fields and lanes, all glorious in the sweet flowers and brilliant verdure of delightful May.\n"}, "modifies": "road"}
{"green": {"word": "green", "line": "It was true, Eliza was not beside me; but she was with her friends in the pony-carriage, as happy, I trusted, as I was; and even when we pedestrians, having forsaken the highway for a short cut across the fields, beheld the little carriage far away, disappearing amid the green, embowering trees, I did not hate those trees for snatching the dear little bonnet and shawl from my sight, nor did I feel that all those intervening objects lay between my happiness and me; for, to confess the truth, I was too happy in the company of Mrs. Graham to regret the absence of Eliza Millward.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "The increasing height and boldness of the hills had for some time intercepted the prospect; but, on gaining the summit of a steep acclivity, and looking downward, an opening lay before us—and the blue sea burst upon our sight!—deep violet blue—not deadly calm, but covered with glinting breakers—diminutive white specks twinkling on its bosom, and scarcely to be distinguished, by the keenest vision, from the little seamews that sported above, their white wings glittering in the sunshine: only one or two vessels were visible, and those were far away.\n"}, "modifies": "specks"}
{"blue": {"word": "blue", "line": "The increasing height and boldness of the hills had for some time intercepted the prospect; but, on gaining the summit of a steep acclivity, and looking downward, an opening lay before us—and the blue sea burst upon our sight!—deep violet blue—not deadly calm, but covered with glinting breakers—diminutive white specks twinkling on its bosom, and scarcely to be distinguished, by the keenest vision, from the little seamews that sported above, their white wings glittering in the sunshine: only one or two vessels were visible, and those were far away.\n"}, "modifies": "sea"}
{"brown": {"word": "brown", "line": "She had very fine eyes, by-the-by—I don’t know whether I have told you before, but they were full of soul, large, clear, and nearly black—not brown, but very dark grey.\n"}, "modifies": "soul"}
{"grey": {"word": "grey", "line": "She had very fine eyes, by-the-by—I don’t know whether I have told you before, but they were full of soul, large, clear, and nearly black—not brown, but very dark grey.\n"}, "modifies": "soul"}
{"white": {"word": "pallid", "line": "A cool, reviving breeze blew from the sea—soft, pure, salubrious: it waved her drooping ringlets, and imparted a livelier colour to her usually too pallid lip and cheek.\n"}, "modifies": "lip"}
{"white": {"word": "fair", "line": "Even my conversation with Eliza had been enlivened by her presence, though I knew it not; and now that she was gone, Eliza’s playful nonsense ceased to amuse me—nay, grew wearisome to my soul, and I grew weary of amusing her: I felt myself drawn by an irresistible attraction to that distant point where the fair artist sat and plied her solitary task—and not long did I attempt to resist it: while my little neighbour was exchanging a few words with Miss Wilson, I rose and cannily slipped away.\n"}, "modifies": "artist"}
{"black": {"word": "raven", "line": "But I could not help stealing a glance, now and then, from the splendid view at our feet to the elegant white hand that held the pencil, and the graceful neck and glossy raven curls that drooped over the paper.\n"}, "modifies": "curls"}
{"white": {"word": "white", "line": "But I could not help stealing a glance, now and then, from the splendid view at our feet to the elegant white hand that held the pencil, and the graceful neck and glossy raven curls that drooped over the paper.\n"}, "modifies": "hand"}
{"white": {"word": "pale", "line": "Perhaps, however, he spared a moment to exchange a word or a glance with his companion now and then—at any rate, she did not appear at all resentful of his conduct; for her homely features wore an expression of unusual cheerfulness and serenity, and she was studying his pale, thoughtful face with great complacency when we arrived.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "But an apology for invading the hermitage was still necessary; so I had furnished myself with a blue morocco collar for Arthur’s little dog; and that being given and received, with much more joy and gratitude, on the part of the receiver, than the worth of the gift or the selfish motive of the giver deserved, I ventured to ask Mrs. Graham for one more look at the picture, if it was still there.\n"}, "modifies": "collar"}
{"white": {"word": "pale", "line": "Both, it is true, had more delicate features and smaller bones than commonly fall to the lot of individuals of the rougher sex, and Lawrence’s complexion was pale and clear, and Arthur’s delicately fair; but Arthur’s tiny, somewhat snubby nose could never become so long and straight as Mr. Lawrence’s; and the outline of his face, though not full enough to be round, and too finely converging to the small, dimpled chin to be square, could never be drawn out to the long oval of the other’s, while the child’s hair was evidently of a lighter, warmer tint than the elder gentleman’s had ever been, and his large, clear blue eyes, though prematurely serious at times, were utterly dissimilar to the shy hazel eyes of Mr. Lawrence, whence the sensitive soul looked so distrustfully forth, as ever ready to retire within, from the offences of a too rude, too uncongenial world.\n"}, "modifies": "complexion"}
{"white": {"word": "fair", "line": "Both, it is true, had more delicate features and smaller bones than commonly fall to the lot of individuals of the rougher sex, and Lawrence’s complexion was pale and clear, and Arthur’s delicately fair; but Arthur’s tiny, somewhat snubby nose could never become so long and straight as Mr. Lawrence’s; and the outline of his face, though not full enough to be round, and too finely converging to the small, dimpled chin to be square, could never be drawn out to the long oval of the other’s, while the child’s hair was evidently of a lighter, warmer tint than the elder gentleman’s had ever been, and his large, clear blue eyes, though prematurely serious at times, were utterly dissimilar to the shy hazel eyes of Mr. Lawrence, whence the sensitive soul looked so distrustfully forth, as ever ready to retire within, from the offences of a too rude, too uncongenial world.\n"}, "modifies": "Arthur"}
{"blue": {"word": "blue", "line": "Both, it is true, had more delicate features and smaller bones than commonly fall to the lot of individuals of the rougher sex, and Lawrence’s complexion was pale and clear, and Arthur’s delicately fair; but Arthur’s tiny, somewhat snubby nose could never become so long and straight as Mr. Lawrence’s; and the outline of his face, though not full enough to be round, and too finely converging to the small, dimpled chin to be square, could never be drawn out to the long oval of the other’s, while the child’s hair was evidently of a lighter, warmer tint than the elder gentleman’s had ever been, and his large, clear blue eyes, though prematurely serious at times, were utterly dissimilar to the shy hazel eyes of Mr. Lawrence, whence the sensitive soul looked so distrustfully forth, as ever ready to retire within, from the offences of a too rude, too uncongenial world.\n"}, "modifies": "eyes"}
{"brown": {"word": "hazel", "line": "Both, it is true, had more delicate features and smaller bones than commonly fall to the lot of individuals of the rougher sex, and Lawrence’s complexion was pale and clear, and Arthur’s delicately fair; but Arthur’s tiny, somewhat snubby nose could never become so long and straight as Mr. Lawrence’s; and the outline of his face, though not full enough to be round, and too finely converging to the small, dimpled chin to be square, could never be drawn out to the long oval of the other’s, while the child’s hair was evidently of a lighter, warmer tint than the elder gentleman’s had ever been, and his large, clear blue eyes, though prematurely serious at times, were utterly dissimilar to the shy hazel eyes of Mr. Lawrence, whence the sensitive soul looked so distrustfully forth, as ever ready to retire within, from the offences of a too rude, too uncongenial world.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "I regarded my two fair neighbours with a feeling of abhorrence and loathing I scarcely endeavoured to conceal.\n"}, "modifies": "neighbours"}
{"green": {"word": "green", "line": "And they did look beautiful, where at intervals the level rays of the sun penetrating the thickness of trees and shrubs on the opposite side of the path before us, relieved their dusky verdure by displaying patches of semi-transparent leaves of resplendent golden green.\n"}, "modifies": "leaves"}
{"pink": {"word": "rose", "line": "While these thoughts flashed through my mind, my companion abruptly rose, and calling her son, said they would now go in quest of the company, and departed up the avenue.\n"}, "modifies": "companion"}
{"pink": {"word": "blush", "line": "Doubtless she had heard or guessed something of Miss Wilson’s remarks, and therefore it was natural enough she should choose to continue the _tête-à-tête_ no longer, especially as at that moment my cheeks were burning with indignation against my former friend, the token of which she might mistake for a blush of stupid embarrassment.\n"}, "modifies": "embarrassment"}
{"white": {"word": "white", "line": "But, swallowing down all fiercer answers, I merely demanded,—“What business is it of yours?” “Why, none,” replied he with provoking quietness; “only,”—and he raised his eyes to my face, and spoke with unusual solemnity,—“only let me tell you, Markham, that if you have any designs in that quarter, they will certainly fail; and it grieves me to see you cherishing false hopes, and wasting your strength in useless efforts, for—” “Hypocrite!” I exclaimed; and he held his breath, and looked very blank, turned white about the gills, and went away without another word.\n"}, "modifies": "gills"}
{"white": {"word": "fair", "line": "How lovely she looked with her dark ringlets streaming in the light summer breeze, her fair cheek slightly flushed, and her countenance radiant with smiles.\n"}, "modifies": "cheek"}
{"white": {"word": "blanched", "line": "She let me hold it for a moment, and I saw a flash of ecstatic brilliance in her eye, a glow of glad excitement on her face—I thought my hour of victory was come—but instantly a painful recollection seemed to flash upon her; a cloud of anguish darkened her brow, a marble paleness blanched her cheek and lip; there seemed a moment of inward conflict, and, with a sudden effort, she withdrew her hand, and retreated a step or two back.\n"}, "modifies": "paleness"}
{"grey": {"word": "grey", "line": "Inclining to dusk as it was, I knew him at a glance: it was Mr. Lawrence on his grey pony.\n"}, "modifies": "pony"}
{"pink": {"word": "rose", "line": "When it rose in sight, I stood still a moment to look, and then continued moving towards the gloomy object of attraction.\n"}, "modifies": "sight"}
{"yellow": {"word": "yellow", "line": "Might I not find more benefit in the contemplation of that venerable pile with the full moon in the cloudless heaven shining so calmly above it—with that warm yellow lustre peculiar to an August night—and the mistress of my soul within, than in returning to my home, where all comparatively was light, and life, and cheerfulness, and therefore inimical to me in my present frame of mind,—and the more so that its inmates all were more or less imbued with that detestable belief, the very _thought_ of which made my blood boil in my veins—and how could I endure to hear it openly declared, or cautiously insinuated—which was worse?—I had had trouble enough already, with some babbling fiend that would keep whispering in my ear, “It may be true,” till I had shouted aloud, “It is false!\n"}, "modifies": "lustre"}
{"white": {"word": "fair", "line": "I’m sure a finer disposition than yours by nature could not be, if you’d let it have fair play: so you’ve no excuse _that_ way.” While she thus remonstrated, I took up a book, and laying it open on the table before me, pretended to be deeply absorbed in its perusal, for I was equally unable to justify myself and unwilling to acknowledge my errors; and I wished to have nothing to say on the matter.\n"}, "modifies": "play"}
{"white": {"word": "fair", "line": "I rose and was about to clap my hat upon my head and burst away, in wrathful indignation from the house; but recollecting—just in time to save my dignity—the folly of such a proceeding, and how it would only give my fair tormentors a merry laugh at my expense, for the sake of one I acknowledged in my own heart to be unworthy of the slightest sacrifice—though the ghost of my former reverence and love so hung about me still, that I could not bear to hear her name aspersed by others—I merely walked to the window, and having spent a few seconds in vengibly biting my lips and sternly repressing the passionate heavings of my chest, I observed to Miss Wilson, that I could see nothing of her brother, and added that, as my time was precious, it would perhaps be better to call again to-morrow, at some time when I should be sure to find him at home.\n"}, "modifies": "tormentors"}
{"red": {"word": "red", "line": "It was not without a feeling of savage satisfaction that I beheld the instant, deadly pallor that overspread his face, and the few red drops that trickled down his forehead, while he reeled a moment in his saddle, and then fell backward to the ground.\n"}, "modifies": "drops"}
{"red": {"word": "red", "line": "The pony had wandered eight or ten yards further away; and he had managed, somehow, to remove himself from the middle of the road: I found him seated in a recumbent position on the bank,—looking very white and sickly still, and holding his cambric handkerchief (now more red than white) to his head.\n"}, "modifies": "handkerchief"}
{"red": {"word": "crimson", "line": "But no, thank heaven, both man and horse were gone, and nothing was left to witness against me but two objects—unpleasant enough in themselves to be sure, and presenting a very ugly, not to say murderous appearance—in one place, the hat saturated with rain and coated with mud, indented and broken above the brim by that villainous whip-handle; in another, the crimson handkerchief, soaking in a deeply tinctured pool of water—for much rain had fallen in the interim.\n"}, "modifies": "handkerchief"}
{"white": {"word": "fair", "line": "That day was rainy like its predecessor; but towards evening it began to clear up a little, and the next morning was fair and promising.\n"}, "modifies": "morning"}
{"white": {"word": "pale", "line": "I looked at her pale cheek and glittering eye, but answered nothing.\n"}, "modifies": "cheek"}
{"blue": {"word": "blue", "line": "“He was jesting then, I suppose,” said I, “and here he was speaking at random—at least, I cannot believe there is any harm in those laughing blue eyes.” “False reasoning, Helen!” said she, with a sigh.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "But in spite of my efforts to remain composed, my attention wandered from the drawings to the merry group, and against my better judgment my wrath rose, and doubtless my countenance lowered; for Milicent, observing that I must be tired of her daubs and scratches, begged I would join the company now, and defer the examination of the remainder to another opportunity.\n"}, "modifies": "judgment"}
{"pink": {"word": "rose", "line": "Mr. Wilmot will excuse you a moment, I’m sure.” I rose with alacrity.\n"}, "modifies": "alacrity"}
{"pink": {"word": "rose", "line": "It was but little sleep I got that night, and in the morning I rose perplexed and troubled with the thoughts of meeting him at breakfast.\n"}, "modifies": "morning"}
{"blue": {"word": "azure", "line": "By the bright azure of the sky, and by the warm and brilliant lights and deep long shadows, I had endeavoured to convey the idea of a sunny morning.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "Upon this bough, that stood out in bold relief against the sombre firs, were seated an amorous pair of turtle doves, whose soft sad-coloured plumage afforded a contrast of another nature; and beneath it a young girl was kneeling on the daisy-spangled turf, with head thrown back and masses of fair hair falling on her shoulders, her hands clasped, lips parted, and eyes intently gazing upward in pleased yet earnest contemplation of those feathered lovers—too deeply absorbed in each other to notice her.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "but why didn’t you make her black hair?” “I thought light hair would suit her better.\n"}, "modifies": "hair"}
{"white": {"word": "ivory", "line": "“I can’t let you have it, indeed!” “Let me have its bowels then,” said he; and just as I wrenched the portfolio from his hand, he deftly abstracted the greater part of its contents, and after turning them over a moment he cried out,—“Bless my stars, here’s another;” and slipped a small oval of ivory paper into his waistcoat pocket—a complete miniature portrait that I had sketched with such tolerable success as to be induced to colour it with great pains and care.\n"}, "modifies": "paper"}
{"pink": {"word": "rose", "line": "Tears rose unbidden to my eyes, and I buried my face in the sofa-pillow that they might flow unseen while I listened.\n"}, "modifies": "Tears"}
{"red": {"word": "red", "line": "There was no light there but the faint red glow of the neglected fire;—but I did not want a light; I only wanted to indulge my thoughts, unnoticed and undisturbed; and sitting down on a low stool before the easy-chair, I sunk my head upon its cushioned seat, and thought, and thought, until the tears gushed out again, and I wept like any child.\n"}, "modifies": "glow"}
{"gold": {"word": "gold", "line": "Once, during the sermon, after attentively regarding Mr. Leighton for a few minutes, he suddenly produced his gold pencil-case and snatched up a Bible.\n"}, "modifies": "case"}
{"white": {"word": "fair", "line": "I haven’t had time, yet, to examine thoroughly into this young rascal’s affairs, but I see that a great part of his father’s fine property has been squandered away;—but still, I think, there’s a pretty fair share of it left, and a little careful nursing may make a handsome thing of it yet; and then we must persuade your father to give you a decent fortune, as he has only one besides yourself to care for;—and, if you behave well, who knows but what I may be induced to remember you in my will!” continued he, putting his fingers to his nose, with a knowing wink.\n"}, "modifies": "share"}
{"red": {"word": "red", "line": "But don’t you think Mr. Huntingdon’s face is too red?” “No!” cried I, indignantly.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "I hate a man to be red and white, like a painted doll, or all sickly white, or smoky black, or cadaverous yellow.” “Well, tastes differ—but _I_ like pale or dark,” replied she.\n"}, "modifies": "doll"}
{"black": {"word": "black", "line": "I hate a man to be red and white, like a painted doll, or all sickly white, or smoky black, or cadaverous yellow.” “Well, tastes differ—but _I_ like pale or dark,” replied she.\n"}, "modifies": "doll"}
{"white": {"word": "white", "line": "I hate a man to be red and white, like a painted doll, or all sickly white, or smoky black, or cadaverous yellow.” “Well, tastes differ—but _I_ like pale or dark,” replied she.\n"}, "modifies": "doll"}
{"black": {"word": "black", "line": "“He kept his oath about gambling (not a little to the surprise of us all), though Grimsby did his utmost to tempt him to break it, but now he had got hold of another habit that bothered him nearly as much, for he soon discovered that the demon of drink was as black as the demon of play, and nearly as hard to get rid of—especially as his kind friends did all they could to second the promptings of his own insatiable cravings.” “Then, they were demons themselves,” cried I, unable to contain my indignation.\n"}, "modifies": "demon"}
{"black": {"word": "black", "line": "“She certainly _is_ a magnificent creature!” thought I, as I beheld that tall, finely developed figure, and the reflection of the handsome face in the mirror before me, with the glossy dark hair, slightly and not ungracefully disordered by the breezy ride, the rich brown complexion glowing with exercise, and the black eyes sparkling with unwonted brilliance.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "“She certainly _is_ a magnificent creature!” thought I, as I beheld that tall, finely developed figure, and the reflection of the handsome face in the mirror before me, with the glossy dark hair, slightly and not ungracefully disordered by the breezy ride, the rich brown complexion glowing with exercise, and the black eyes sparkling with unwonted brilliance.\n"}, "modifies": "complexion"}
{"pink": {"word": "rose", "line": "It was not for Lord Lowborough—it was not for Annabella—it was not for myself—it was for Arthur Huntingdon that they rose.\n"}, "modifies": "Arthur"}
{"white": {"word": "white", "line": "Though you stand there with your white face and flashing eyes, looking at me like a very tigress, I know the heart within you perhaps a trifle better than you know it yourself.” Without another word I left the room and locked myself up in my own chamber.\n"}, "modifies": "face"}
{"grey": {"word": "grey", "line": "He uttered a low whistle and sauntered away to the window, where he stood for some minutes looking out upon the pleasing prospect of sullen grey clouds, streaming rain, soaking lawn, and dripping leafless trees, and muttering execrations on the weather, and then sat down to breakfast.\n"}, "modifies": "clouds"}
{"white": {"word": "fair", "line": "His letters, when they come, are kind, if fair words and endearing epithets can give them a claim to the title—but very short, and full of trivial excuses and promises that I cannot trust; and yet how anxiously I look forward to them!\n"}, "modifies": "words"}
{"red": {"word": "red", "line": "But now—at evening, when I see the round red sun sink quietly down behind those woody hills, leaving them sleeping in a warm, red, golden haze, I only think another lovely day is lost to him and me; and at morning, when roused by the flutter and chirp of the sparrows, and the gleeful twitter of the swallows—all intent upon feeding their young, and full of life and joy in their own little frames—I open the window to inhale the balmy, soul-reviving air, and look out upon the lovely landscape, laughing in dew and sunshine—I too often shame that glorious scene with tears of thankless misery, because _he_ cannot feel its freshening influence; and when I wander in the ancient woods, and meet the little wild flowers smiling in my path, or sit in the shadow of our noble ash-trees by the water-side, with their branches gently swaying in the light summer breeze that murmurs through their feathery foliage—my ears full of that low music mingled with the dreamy hum of insects, my eyes abstractedly gazing on the glassy surface of the little lake before me, with the trees that crowd about its bank, some gracefully bending to kiss its waters, some rearing their stately heads high above, but stretching their wide arms over its margin, all faithfully mirrored far, far down in its glassy depth—though sometimes the images are partially broken by the sport of aquatic insects, and sometimes, for a moment, the whole is shivered into trembling fragments by a transient breeze that sweeps the surface too roughly—still I have no pleasure; for the greater the happiness that nature sets before me, the more I lament that _he_ is not here to taste it: the greater the bliss we might enjoy together, the more I feel our present wretchedness apart (yes, ours; he must be wretched, though he may not know it); and the more my senses are pleased, the more my heart is oppressed; for he keeps it with him confined amid the dust and smoke of London—perhaps shut up within the walls of his own abominable club.\n"}, "modifies": "sun"}
{"black": {"word": "black", "line": "But most of all, at night, when I enter my lonely chamber, and look out upon the summer moon, “sweet regent of the sky,” floating above me in the “black blue vault of heaven,” shedding a flood of silver radiance over park, and wood, and water, so pure, so peaceful, so divine—and think, Where is he now?—what is he doing at this moment?\n"}, "modifies": "vault"}
{"silver": {"word": "silver", "line": "But most of all, at night, when I enter my lonely chamber, and look out upon the summer moon, “sweet regent of the sky,” floating above me in the “black blue vault of heaven,” shedding a flood of silver radiance over park, and wood, and water, so pure, so peaceful, so divine—and think, Where is he now?—what is he doing at this moment?\n"}, "modifies": "radiance"}
{"blue": {"word": "blue", "line": "But most of all, at night, when I enter my lonely chamber, and look out upon the summer moon, “sweet regent of the sky,” floating above me in the “black blue vault of heaven,” shedding a flood of silver radiance over park, and wood, and water, so pure, so peaceful, so divine—and think, Where is he now?—what is he doing at this moment?\n"}, "modifies": "vault"}
{"white": {"word": "white", "line": "Then, alarmed at my agitation, he begged me not to put myself in such a passion, telling me I was white in the face, and should kill myself if I did so.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "I was standing with Rachel beside the water, amusing the laughing baby in her arms with a twig of willow laden with golden catkins, when, greatly to my surprise, he entered the park, mounted on his costly black hunter, and crossed over the grass to meet me.\n"}, "modifies": "hunter"}
{"red": {"word": "crimson", "line": "I suppose my face was crimson.\n"}, "modifies": "face"}
{"silver": {"word": "silver", "line": "A very blessed consideration, if it will only secure me from the pain and worry of my dear anxious wife’s efforts to convert me, and her from the toil and trouble of such exertions, and her sweet face and silver accents from the ruinous effects of the same.\n"}, "modifies": "accents"}
{"white": {"word": "fair", "line": "Sine as ye brew, my maiden fair, Keep mind that ye maun drink the yill.\n"}, "modifies": "maiden"}
{"brown": {"word": "copper", "line": "We had been romping with the little creatures, almost as merry and wild as themselves, and now paused in the shade of the tall copper beech, to recover breath and rectify our hair, disordered by the rough play and the frolicsome breeze, while they toddled together along the broad, sunny walk; my Arthur supporting the feebler steps of her little Helen, and sagaciously pointing out to her the brightest beauties of the border as they passed, with semi-articulate prattle, that did as well for her as any other mode of discourse.\n"}, "modifies": "beech"}
{"white": {"word": "fair", "line": "He might well look smilingly down upon those small, fair features, radiant with innocent mirth, those clear blue shining eyes, and that soft flaxen hair cast back upon the little ivory neck and shoulders.\n"}, "modifies": "features"}
{"white": {"word": "ivory", "line": "He might well look smilingly down upon those small, fair features, radiant with innocent mirth, those clear blue shining eyes, and that soft flaxen hair cast back upon the little ivory neck and shoulders.\n"}, "modifies": "neck"}
{"blue": {"word": "blue", "line": "He might well look smilingly down upon those small, fair features, radiant with innocent mirth, those clear blue shining eyes, and that soft flaxen hair cast back upon the little ivory neck and shoulders.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "“What a noble figure she has; and what magnificent black eyes; and what a fine spirit of her own; and what a tongue of her own, too, when she likes to use it.\n"}, "modifies": "eyes"}
{"red": {"word": "crimson", "line": "Do not be alarmed,” he added, for my face was crimson with anger: “I am not about to offend you with any useless entreaties or complaints.\n"}, "modifies": "face"}
{"white": {"word": "fair", "line": "They bring trouble and discomfort wherever they come, with their false, fair faces and their deceitful tongues.” At this juncture I issued from my retreat, and smiling on Mr. Grimsby as I passed, left the room and went out in search of Arthur.\n"}, "modifies": "faces"}
{"white": {"word": "pale", "line": "what the devil is this?” and I saw, by the faint light gleaming through the overshadowing tree, that he was positively pale with the shock.\n"}, "modifies": "shock"}
{"pink": {"word": "rose", "line": "Without a word of comment or further questioning, I rose, and darted from the room and out of the house.\n"}, "modifies": "word"}
{"pink": {"word": "rose", "line": "This morning she rose earlier than usual.\n"}, "modifies": "morning"}
{"white": {"word": "pale", "line": "As for him, for the first week or two, he was peevish and low, fretting, I suppose, over his dear Annabella’s departure, and particularly ill-tempered to me: everything I did was wrong; I was cold-hearted, hard, insensate; my sour, pale face was perfectly repulsive; my voice made him shudder; he knew not how he could live through the winter with me; I should kill him by inches.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Yet I do my part to save him still: I give him to understand that drinking makes his eyes dull, and his face red and bloated; and that it tends to render him imbecile in body and mind; and if Annabella were to see him as often as I do, she would speedily be disenchanted; and that she certainly will withdraw her favour from him, if he continues such courses.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "Then, after a pause, during which we both stood gazing on the calm, blue water—I revolving in my mind the best means of politely dismissing my companion, he, no doubt, pondering other matters equally alien to the sweet sights and sounds that alone were present to his senses,—he suddenly electrified me by beginning, in a peculiar tone, low, soft, but perfectly distinct, to pour forth the most unequivocal expressions of earnest and passionate love; pleading his cause with all the bold yet artful eloquence he could summon to his aid.\n"}, "modifies": "water"}
{"pink": {"word": "rose", "line": "“To ask you,” continued she, “to get me a rose for Mrs. Huntingdon.” He departed.\n"}, "modifies": "Huntingdon"}
{"white": {"word": "pale", "line": "One evening, about a fortnight after the visitors’ arrival, I had retired into the library to snatch a few minutes’ respite from forced cheerfulness and wearisome discourse, for after so long a period of seclusion, dreary indeed as I had often found it, I could not always bear to be doing violence to my feelings, and goading my powers to talk, and smile and listen, and play the attentive hostess, or even the cheerful friend: I had just ensconced myself within the bow of the window, and was looking out upon the west, where the darkening hills rose sharply defined against the clear amber light of evening, that gradually blended and faded away into the pure, pale blue of the upper sky, where one bright star was shining through, as if to promise—“When that dying light is gone, the world will not be left in darkness, and they who trust in God, whose minds are unbeclouded by the mists of unbelief and sin, are never wholly comfortless,”—when I heard a hurried step approaching, and Lord Lowborough entered.\n"}, "modifies": "blue"}
{"blue": {"word": "blue", "line": "One evening, about a fortnight after the visitors’ arrival, I had retired into the library to snatch a few minutes’ respite from forced cheerfulness and wearisome discourse, for after so long a period of seclusion, dreary indeed as I had often found it, I could not always bear to be doing violence to my feelings, and goading my powers to talk, and smile and listen, and play the attentive hostess, or even the cheerful friend: I had just ensconced myself within the bow of the window, and was looking out upon the west, where the darkening hills rose sharply defined against the clear amber light of evening, that gradually blended and faded away into the pure, pale blue of the upper sky, where one bright star was shining through, as if to promise—“When that dying light is gone, the world will not be left in darkness, and they who trust in God, whose minds are unbeclouded by the mists of unbelief and sin, are never wholly comfortless,”—when I heard a hurried step approaching, and Lord Lowborough entered.\n"}, "modifies": "sky"}
{"brown": {"word": "amber", "line": "One evening, about a fortnight after the visitors’ arrival, I had retired into the library to snatch a few minutes’ respite from forced cheerfulness and wearisome discourse, for after so long a period of seclusion, dreary indeed as I had often found it, I could not always bear to be doing violence to my feelings, and goading my powers to talk, and smile and listen, and play the attentive hostess, or even the cheerful friend: I had just ensconced myself within the bow of the window, and was looking out upon the west, where the darkening hills rose sharply defined against the clear amber light of evening, that gradually blended and faded away into the pure, pale blue of the upper sky, where one bright star was shining through, as if to promise—“When that dying light is gone, the world will not be left in darkness, and they who trust in God, whose minds are unbeclouded by the mists of unbelief and sin, are never wholly comfortless,”—when I heard a hurried step approaching, and Lord Lowborough entered.\n"}, "modifies": "light"}
{"pink": {"word": "rose", "line": "One evening, about a fortnight after the visitors’ arrival, I had retired into the library to snatch a few minutes’ respite from forced cheerfulness and wearisome discourse, for after so long a period of seclusion, dreary indeed as I had often found it, I could not always bear to be doing violence to my feelings, and goading my powers to talk, and smile and listen, and play the attentive hostess, or even the cheerful friend: I had just ensconced myself within the bow of the window, and was looking out upon the west, where the darkening hills rose sharply defined against the clear amber light of evening, that gradually blended and faded away into the pure, pale blue of the upper sky, where one bright star was shining through, as if to promise—“When that dying light is gone, the world will not be left in darkness, and they who trust in God, whose minds are unbeclouded by the mists of unbelief and sin, are never wholly comfortless,”—when I heard a hurried step approaching, and Lord Lowborough entered.\n"}, "modifies": "hills"}
{"white": {"word": "pale", "line": "His face was ghastly pale; his eyes were fixed upon the ground; his teeth clenched: his forehead glistened with the dews of agony.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "But if that beaming blue eye rested on me, its light would vanish for a moment, and he would say, in some concern, “Mamma, why don’t _you_ laugh?\n"}, "modifies": "eye"}
{"pink": {"word": "rose", "line": "Hargrave suddenly rose from his seat with an aspect of stern determination, lifted the child from his father’s knee, where he was sitting half-tipsy, cocking his head and laughing at me, and execrating me with words he little knew the meaning of, handed him out of the room, and, setting him down in the hall, held the door open for me, gravely bowed as I withdrew, and closed it after me.\n"}, "modifies": "Hargrave"}
{"white": {"word": "fair", "line": "Your fair fame is gone; and nothing that I or you can say can ever retrieve it.\n"}, "modifies": "fame"}
{"pink": {"word": "rose", "line": "A slight flush of anger rose to Hargrave’s cheek; but in a moment he turned calmly round, and said carelessly: “I came here to bid farewell to Mrs. Huntingdon, and tell her I must go to-morrow.” “Humph!\n"}, "modifies": "flush"}
{"grey": {"word": "grey", "line": "I slipped two guineas into his hand, by way of remembrance, as he stood in the doorway, holding the candle to light our departure, with a tear in his honest grey eye, and a host of good wishes depicted on his solemn countenance.\n"}, "modifies": "eye"}
{"red": {"word": "red", "line": "We had left Grassdale many miles behind us before the round red sun arose to welcome our deliverance; and if any inhabitant of its vicinity had chanced to see us then, as we bowled along on the top of the coach, I scarcely think they would have suspected our identity.\n"}, "modifies": "sun"}
{"black": {"word": "black", "line": "As I intend to be taken for a widow, I thought it advisable to enter my new abode in mourning: I was, therefore, attired in a plain black silk dress and mantle, a black veil (which I kept carefully over my face for the first twenty or thirty miles of the journey), and a black silk bonnet, which I had been constrained to borrow of Rachel, for want of such an article myself.\n"}, "modifies": "dress"}
{"grey": {"word": "grey", "line": "Arthur was clad in his plainest clothes, and wrapped in a coarse woollen shawl; and Rachel was muffled in a grey cloak and hood that had seen better days, and gave her more the appearance of an ordinary though decent old woman, than of a lady’s-maid.\n"}, "modifies": "cloak"}
{"yellow": {"word": "yellow", "line": "Oh, what delight it was to be thus seated aloft, rumbling along the broad, sunshiny road, with the fresh morning breeze in my face, surrounded by an unknown country, all smiling—cheerfully, gloriously smiling in the yellow lustre of those early beams; with my darling child in my arms, almost as happy as myself, and my faithful friend beside me: a prison and despair behind me, receding further, further back at every clatter of the horses’ feet; and liberty and hope before!\n"}, "modifies": "lustre"}
{"red": {"word": "red", "line": "No; one faint red glimmer cheered us from a window where the lattice was in good repair.\n"}, "modifies": "glimmer"}
{"black": {"word": "black", "line": "Besides the kitchen, there were two bedrooms, a good-sized parlour, and another smaller one, which I destined for my studio, all well aired and seemingly in good repair, but only partly furnished with a few old articles, chiefly of ponderous black oak, the veritable ones that had been there before, and which had been kept as antiquarian relics in my brother’s present residence, and now, in all haste, transported back again.\n"}, "modifies": "oak"}
{"grey": {"word": "grey", "line": "The large bare room, with its grim old furniture, the narrow, latticed windows, revealing the dull, grey sky above and the desolate wilderness below, where the dark stone walls and iron gate, the rank growth of grass and weeds, and the hardy evergreens of preternatural forms, alone remained to tell that there had been once a garden,—and the bleak and barren fields beyond might have struck me as gloomy enough at another time; but now, each separate object seemed to echo back my own exhilarating sense of hope and freedom: indefinite dreams of the far past and bright anticipations of the future seemed to greet me at every turn.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "At the first appearance of dawn, I rose, and brought the manuscript to the window, but it was impossible to read it yet.\n"}, "modifies": "appearance"}
{"white": {"word": "pale", "line": "Her pale lips quivered, and her fingers trembled with agitation, as she nervously entwined them in the hair-chain to which was appended her small gold watch—the only thing of value she had permitted herself to keep.\n"}, "modifies": "lips"}
{"gold": {"word": "gold", "line": "Her pale lips quivered, and her fingers trembled with agitation, as she nervously entwined them in the hair-chain to which was appended her small gold watch—the only thing of value she had permitted herself to keep.\n"}, "modifies": "watch"}
{"pink": {"word": "rose", "line": "Why can’t we part at once?” exclaimed she, almost wildly, after a moment’s pause, as she suddenly rose from her chair, with her hands resolutely clasped together.\n"}, "modifies": "chair"}
{"white": {"word": "pale", "line": "Let us think of that,” said she in a tone of desperate calmness; but her eyes glittered wildly, and her face was deadly pale.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "A clear, red fire was burning in the polished grate: a superannuated greyhound, given up to idleness and good living, lay basking before it on the thick, soft rug, on one corner of which, beside the sofa, sat a smart young springer, looking wistfully up in its master’s face—perhaps asking permission to share his couch, or, it might be, only soliciting a caress from his hand or a kind word from his lips.\n"}, "modifies": "fire"}
{"white": {"word": "pale", "line": "His usually pale face was flushed and feverish; his eyes were half closed, until he became sensible of my presence—and then he opened them wide enough: one hand was thrown listlessly over the back of the sofa, and held a small volume, with which, apparently, he had been vainly attempting to beguile the weary hours.\n"}, "modifies": "face"}
{"silver": {"word": "silver", "line": "“Make your story a short one,” said he, putting his hand on the small silver bell that stood on the table beside him, “or I shall be obliged to call for assistance.\n"}, "modifies": "bell"}
{"white": {"word": "white", "line": "I loved him for it better than I liked to express: and I took a secret delight in pressing those slender white fingers, so marvellously like her own, considering he was not a woman, and in watching the passing changes in his fair, pale features, and observing the intonations of his voice, detecting resemblances which I wondered had never struck me before.\n"}, "modifies": "fingers"}
{"white": {"word": "fair", "line": "Most likely she was gone away, and the tale-bearing servant, not knowing what was become of her, had _conjectured_ that such was the case, and our fair visitor had detailed it as a certainty, delighted with such an opportunity of tormenting me.\n"}, "modifies": "visitor"}
{"white": {"word": "fair", "line": "Now, when he finds the convenience of her presence, he will make all manner of lying speeches and false, fair promises for the future, and she will believe him, and then her condition will be ten times worse and ten times more irremediable than before.” “There does not appear to be much ground for such apprehensions at present,” said he, producing a letter from his pocket.\n"}, "modifies": "promises"}
{"white": {"word": "white", "line": "I can’t bear that white face, and those eyes.\n"}, "modifies": "face"}
{"white": {"word": "pale", "line": "This was what the patient, faithful lovers had privately planned and quietly waited for years ago; and in due time they were united, to the astonishment of the little world they lived in, that had long since declared them both born to single blessedness; affirming it impossible that the pale, retiring bookworm should ever summon courage to seek a wife, or be able to obtain one if he did, and equally impossible that the plain-looking, plain-dealing, unattractive, unconciliating Miss Millward should ever find a husband.\n"}, "modifies": "bookworm"}
{"white": {"word": "pale", "line": "In vain had she remonstrated, in vain she had mingled his wine with water: her arguments and entreaties were a nuisance, her interference was an insult so intolerable that, at length, on finding she had covertly diluted the pale port that was brought him, he threw the bottle out of the window, swearing he would not be cheated like a baby, ordered the butler, on pain of instant dismissal, to bring a bottle of the strongest wine in the cellar, and affirming that he should have been well long ago if he had been let to have his own way, but she wanted to keep him weak in order that she might have him under her thumb—but, by the Lord Harry, he would have no more humbug—seized a glass in one hand and the bottle in the other, and never rested till he had drunk it dry.\n"}, "modifies": "port"}
{"white": {"word": "pale", "line": "He is holding my left hand now, while I write; he has held it thus for hours: sometimes quietly, with his pale face upturned to mine: sometimes clutching my arm with violence—the big drops starting from his forehead at the thoughts of what he sees, or thinks he sees, before him.\n"}, "modifies": "face"}
{"white": {"word": "fair", "line": "But I could not bring myself to make the request, and it was not till after he was gone, that I saw how fair an opportunity I had lost; and then, indeed, I deeply regretted my stupidity and my foolish pride, but it was now too late to remedy the evil.\n"}, "modifies": "opportunity"}
{"pink": {"word": "blush", "line": "“Oh, Mr. Markham, how you blush!” cried she, with a tormenting laugh.\n"}, "modifies": "Mr."}
{"white": {"word": "fair", "line": "Determined at once to prove the truth—or rather the falsehood—of her story, I hastened to Woodford as fast as my legs could carry me; first veering round by a circuitous course, but the moment I was out of sight of my fair tormentor cutting away across the country, just as a bird might fly, over pasture-land, and fallow, and stubble, and lane, clearing hedges and ditches and hurdles, till I came to the young squire’s gates.\n"}, "modifies": "tormentor"}
{"white": {"word": "white", "line": "there stood a train of carriages before it; it needed not the white favours bedecking the servants and horses, nor the merry voices of the village idlers assembled to witness the show, to apprise me that there was a wedding within.\n"}, "modifies": "favours"}
{"red": {"word": "crimson", "line": "A long veil shrouded half her graceful form, but did not hide it; I could see that while she carried her head erect, her eyes were bent upon the ground, and her face and neck were suffused with a crimson blush; but every feature was radiant with smiles, and gleaming through the misty whiteness of her veil were clusters of golden ringlets!\n"}, "modifies": "blush"}
{"pink": {"word": "blush", "line": "A long veil shrouded half her graceful form, but did not hide it; I could see that while she carried her head erect, her eyes were bent upon the ground, and her face and neck were suffused with a crimson blush; but every feature was radiant with smiles, and gleaming through the misty whiteness of her veil were clusters of golden ringlets!\n"}, "modifies": "crimson"}
{"brown": {"word": "brown", "line": "In the interval between the footman’s closing the door and taking his place behind she raised her smiling brown eyes to his face, observing, playfully,—“I fear you must think me very insensible, Frederick: I know it is the custom for ladies to cry on these occasions, but I couldn’t squeeze a tear for my life.” He only answered with a kiss, and pressed her still closer to his bosom.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "And meantime he had been quietly proceeding with his own affairs; perhaps, his heart and head had been so full of his fair lady that he had had but little thought to spare for others.\n"}, "modifies": "lady"}
{"white": {"word": "white", "line": "The park as beautiful now, in its wintry garb, as it could be in its summer glory: the majestic sweep, the undulating swell and fall, displayed to full advantage in that robe of dazzling purity, stainless and printless—save one long, winding track left by the trooping deer—the stately timber-trees with their heavy-laden branches gleaming white against the dull, grey sky; the deep, encircling woods; the broad expanse of water sleeping in frozen quiet; and the weeping ash and willow drooping their snow-clad boughs above it—all presented a picture, striking indeed, and pleasing to an unencumbered mind, but by no means encouraging to me.\n"}, "modifies": "sky"}
{"grey": {"word": "grey", "line": "The park as beautiful now, in its wintry garb, as it could be in its summer glory: the majestic sweep, the undulating swell and fall, displayed to full advantage in that robe of dazzling purity, stainless and printless—save one long, winding track left by the trooping deer—the stately timber-trees with their heavy-laden branches gleaming white against the dull, grey sky; the deep, encircling woods; the broad expanse of water sleeping in frozen quiet; and the weeping ash and willow drooping their snow-clad boughs above it—all presented a picture, striking indeed, and pleasing to an unencumbered mind, but by no means encouraging to me.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "The very fact of sitting exalted aloft, surveying the snowy landscape and sweet sunny sky, inhaling the pure, bracing air, and crunching away over the crisp frozen snow, was exhilarating enough in itself; but add to this the idea of to what goal I was hastening, and whom I expected to meet, and you may have some faint conception of my frame of mind at the time—only a _faint_ one, though, for my heart swelled with unspeakable delight, and my spirits rose almost to madness, in spite of my prudent endeavours to bind them down to a reasonable platitude by thinking of the undeniable difference between Helen’s rank and mine; of all that she had passed through since our parting; of her long, unbroken silence; and, above all, of her cool, cautious aunt, whose counsels she would doubtless be careful not to slight again.\n"}, "modifies": "spirits"}
{"white": {"word": "pale", "line": "The carriage stopped immediately, and I looked up and met the eye of a pale, grave, elderly lady surveying me from the open window.\n"}, "modifies": "lady"}
{"black": {"word": "black", "line": "I knew that hand, though a black glove concealed its delicate whiteness and half its fair proportions, and quickly seizing it, I pressed it in my own—ardently for a moment, but instantly recollecting myself, I dropped it, and it was immediately withdrawn.\n"}, "modifies": "glove"}
{"white": {"word": "fair", "line": "I knew that hand, though a black glove concealed its delicate whiteness and half its fair proportions, and quickly seizing it, I pressed it in my own—ardently for a moment, but instantly recollecting myself, I dropped it, and it was immediately withdrawn.\n"}, "modifies": "proportions"}
{"black": {"word": "black", "line": "“Were you coming to see us, or only passing by?” asked the low voice of its owner, who, I felt, was attentively surveying my countenance from behind the thick black veil which, with the shadowing panels, entirely concealed her own from me.\n"}, "modifies": "veil"}
{"white": {"word": "fair", "line": "“Yes, full well, my little man, altered though you are,” replied I, surveying the comparatively tall, slim young gentleman, with his mother’s image visibly stamped upon his fair, intelligent features, in spite of the blue eyes beaming with gladness, and the bright locks clustering beneath his cap.\n"}, "modifies": "features"}
{"blue": {"word": "blue", "line": "“Yes, full well, my little man, altered though you are,” replied I, surveying the comparatively tall, slim young gentleman, with his mother’s image visibly stamped upon his fair, intelligent features, in spite of the blue eyes beaming with gladness, and the bright locks clustering beneath his cap.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "I was particularly glad to see her beautiful black hair, unstinted still, and unconcealed in its glossy luxuriance.\n"}, "modifies": "hair"}
{"gold": {"word": "gold", "line": "“Tell me,” said she, availing herself of the first pause in the attempted conversation between her aunt and me, and speaking fast and low, with her eyes bent on the gold chain—for I now ventured another glance—“Tell me how you all are at Lindenhope—has nothing happened since I left you?” “I believe not.” “Nobody dead?\n"}, "modifies": "chain"}
{"pink": {"word": "rose", "line": "The silence might have lasted till its master’s return, had it depended on me to break it; but, in half a minute or less, my hostess impatiently rose, and, taking her former station on the rug between me and the chimney corner, earnestly exclaimed— “Gilbert, what _is_ the matter with you?—why are you so changed?\n"}, "modifies": "minute"}
{"white": {"word": "blanched", "line": "Pluck it, however, she did, and having gently dashed the glittering powder from its leaves, approached it to her lips and said: “This rose is not so fragrant as a summer flower, but it has stood through hardships none of _them_ could bear: the cold rain of winter has sufficed to nourish it, and its faint sun to warm it; the bleak winds have not blanched it, or broken its stem, and the keen frost has not blighted it.\n"}, "modifies": "winds"}
{"pink": {"word": "rose", "line": "“The rose I gave you was an emblem of my heart,” said she; “would you take it away and leave me here alone?” “Would you give me your hand too, if I asked it?” “Have I not said enough?” she answered, with a most enchanting smile.\n"}, "modifies": "emblem"}
{"white": {"word": "ivory", "line": "Had he come a minute before I should have received him less graciously, but now I affectionately stroked his curling locks, and even kissed his ivory forehead: he was my own Helen’s son, and therefore mine; and as such I have ever since regarded him.\n"}, "modifies": "forehead"}
{"gray": {"word": "dusty", "line": "We are just now looking forward to the advent of you and Rose, for the time of your annual visit draws nigh, when you must leave your dusty, smoky, noisy, toiling, striving city for a season of invigorating relaxation and social retirement with us.\n"}, "modifies": "city"}
{"grey": {"word": "dusty", "line": "We are just now looking forward to the advent of you and Rose, for the time of your annual visit draws nigh, when you must leave your dusty, smoky, noisy, toiling, striving city for a season of invigorating relaxation and social retirement with us.\n"}, "modifies": "city"}
