{"white": {"word": "fair", "line": "To the Press, for the fair field its honest suffrage has opened to an obscure aspirant.\n"}, "modifies": "field"}
{"red": {"word": "red", "line": "I mounted into the window-seat: gathering up my feet, I sat cross-legged, like a Turk; and, having drawn the red moreen curtain nearly close, I was shrined in double retirement.\n"}, "modifies": "curtain"}
{"red": {"word": "scarlet", "line": "Folds of scarlet drapery shut in my view to the right hand; to the left were the clear panes of glass, protecting, but not separating me from the drear November day.\n"}, "modifies": "drapery"}
{"white": {"word": "pale", "line": "Afar, it offered a pale blank of mist and cloud; near a scene of wet lawn and storm-beat shrub, with ceaseless rain sweeping away wildly before a long and lamentable blast.\n"}, "modifies": "blank"}
{"black": {"word": "black", "line": "So was the black horned thing seated aloof on a rock, surveying a distant crowd surrounding a gallows.\n"}, "modifies": "thing"}
{"red": {"word": "red", "line": "A bed supported on massive pillars of mahogany, hung with curtains of deep red damask, stood out like a tabernacle in the centre; the two large windows, with their blinds always drawn down, were half shrouded in festoons and falls of similar drapery; the carpet was red; the table at the foot of the bed was covered with a crimson cloth; the walls were a soft fawn colour with a blush of pink in it; the wardrobe, the toilet-table, the chairs were of darkly polished old mahogany.\n"}, "modifies": "damask"}
{"pink": {"word": "pink", "line": "A bed supported on massive pillars of mahogany, hung with curtains of deep red damask, stood out like a tabernacle in the centre; the two large windows, with their blinds always drawn down, were half shrouded in festoons and falls of similar drapery; the carpet was red; the table at the foot of the bed was covered with a crimson cloth; the walls were a soft fawn colour with a blush of pink in it; the wardrobe, the toilet-table, the chairs were of darkly polished old mahogany.\n"}, "modifies": "blush"}
{"pink": {"word": "rose", "line": "Out of these deep surrounding shades rose high, and glared white, the piled-up mattresses and pillows of the bed, spread with a snowy Marseilles counterpane.\n"}, "modifies": "shades"}
{"white": {"word": "white", "line": "Scarcely less prominent was an ample cushioned easy-chair near the head of the bed, also white, with a footstool before it; and looking, as I thought, like a pale throne.\n"}, "modifies": "chair"}
{"pink": {"word": "rose", "line": "My seat, to which Bessie and the bitter Miss Abbot had left me riveted, was a low ottoman near the marble chimney-piece; the bed rose before me; to my right hand there was the high, dark wardrobe, with subdued, broken reflections varying the gloss of its panels; to my left were the muffled windows; a great looking-glass between them repeated the vacant majesty of the bed and room.\n"}, "modifies": "bed"}
{"white": {"word": "white", "line": "All looked colder and darker in that visionary hollow than in reality: and the strange little figure there gazing at me, with a white face and arms specking the gloom, and glittering eyes of fear moving where all else was still, had the effect of a real spirit: I thought it like one of the tiny phantoms, half fairy, half imp, Bessie’s evening stories represented as coming out of lone, ferny dells in moors, and appearing before the eyes of belated travellers.\n"}, "modifies": "face"}
{"pink": {"word": "pink", "line": "Her beauty, her pink cheeks and golden curls, seemed to give delight to all who looked at her, and to purchase indemnity for every fault.\n"}, "modifies": "cheeks"}
{"white": {"word": "white", "line": "I doubted not—never doubted—that if Mr. Reed had been alive he would have treated me kindly; and now, as I sat looking at the white bed and overshadowed walls—occasionally also turning a fascinated eye towards the dimly gleaming mirror—I began to recall what I had heard of dead men, troubled in their graves by the violation of their last wishes, revisiting the earth to punish the perjured and avenge the oppressed; and I thought Mr. Reed’s spirit, harassed by the wrongs of his sister’s child, might quit its abode—whether in the church vault or in the unknown world of the departed—and rise before me in this chamber.\n"}, "modifies": "bed"}
{"red": {"word": "red", "line": "The next thing I remember is, waking up with a feeling as if I had had a frightful nightmare, and seeing before me a terrible red glare, crossed with thick black bars.\n"}, "modifies": "glare"}
{"black": {"word": "black", "line": "The next thing I remember is, waking up with a feeling as if I had had a frightful nightmare, and seeing before me a terrible red glare, crossed with thick black bars.\n"}, "modifies": "bars"}
{"red": {"word": "red", "line": "In five minutes more the cloud of bewilderment dissolved: I knew quite well that I was in my own bed, and that the red glare was the nursery fire.\n"}, "modifies": "glare"}
{"black": {"word": "black", "line": "“Something passed her, all dressed in white, and vanished”—“A great black dog behind him”—“Three loud raps on the chamber door”—“A light in the churchyard just over his grave,” &c., &c. At last both slept: the fire and the candle went out.\n"}, "modifies": "dog"}
{"blue": {"word": "blue", "line": "“Little darling!—with her long curls and her blue eyes, and such a sweet colour as she has; just as if she were painted!—Bessie, I could fancy a Welsh rabbit for supper.” “So could I—with a roast onion.\n"}, "modifies": "eyes"}
{"red": {"word": "scarlet", "line": "From every enjoyment I was, of course, excluded: my share of the gaiety consisted in witnessing the daily apparelling of Eliza and Georgiana, and seeing them descend to the drawing-room, dressed out in thin muslin frocks and scarlet sashes, with hair elaborately ringletted; and afterwards, in listening to the sound of the piano or the harp played below, to the passing to and fro of the butler and footman, to the jingling of glass and china as refreshments were handed, to the broken hum of conversation as the drawing-room door opened and closed.\n"}, "modifies": "sashes"}
{"black": {"word": "black", "line": "I remember her as a slim young woman, with black hair, dark eyes, very nice features, and good, clear complexion; but she had a capricious and hasty temper, and indifferent ideas of principle or justice: still, such as she was, I preferred her to any one else at Gateshead Hall.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "A ridge of lighted heath, alive, glancing, devouring, would have been a meet emblem of my mind when I accused and menaced Mrs. Reed: the same ridge, black and blasted after the flames are dead, would have represented as meetly my subsequent condition, when half-an-hour’s silence and reflection had shown me the madness of my conduct, and the dreariness of my hated and hating position.\n"}, "modifies": "ridge"}
{"black": {"word": "black", "line": "I opened the glass-door in the breakfast-room: the shrubbery was quite still: the black frost reigned, unbroken by sun or breeze, through the grounds.\n"}, "modifies": "frost"}
{"grey": {"word": "grey", "line": "It was a very grey day; a most opaque sky, “onding on snaw,” canopied all; thence flakes fell at intervals, which settled on the hard path and on the hoary lea without melting.\n"}, "modifies": "day"}
{"red": {"word": "red", "line": "I was carried into an inn, where the guard wanted me to have some dinner; but, as I had no appetite, he left me in an immense room with a fireplace at each end, a chandelier pendent from the ceiling, and a little red gallery high up against the wall filled with musical instruments.\n"}, "modifies": "gallery"}
{"grey": {"word": "grey", "line": "The afternoon came on wet and somewhat misty: as it waned into dusk, I began to feel that we were getting very far indeed from Gateshead: we ceased to pass through towns; the country changed; great grey hills heaved up round the horizon: as twilight deepened, we descended a valley, dark with wood, and long after night had overclouded the prospect, I heard a wild wind rushing amongst trees.\n"}, "modifies": "hills"}
{"white": {"word": "pale", "line": "The first was a tall lady with dark hair, dark eyes, and a pale and large forehead; her figure was partly enveloped in a shawl, her countenance was grave, her bearing erect.\n"}, "modifies": "forehead"}
{"brown": {"word": "brown", "line": "Seen by the dim light of the dips, their number to me appeared countless, though not in reality exceeding eighty; they were uniformly dressed in brown stuff frocks of quaint fashion, and long holland pinafores.\n"}, "modifies": "stuff"}
{"pink": {"word": "rose", "line": "I saw a universal manifestation of discontent when the fumes of the repast met the nostrils of those destined to swallow it; from the van of the procession, the tall girls of the first class, rose the whispered words— “Disgusting!\n"}, "modifies": "van"}
{"brown": {"word": "brown", "line": "Ranged on benches down the sides of the room, the eighty girls sat motionless and erect; a quaint assemblage they appeared, all with plain locks combed from their faces, not a curl visible; in brown dresses, made high and surrounded by a narrow tucker about the throat, with little pockets of holland (shaped something like a Highlander’s purse) tied in front of their frocks, and destined to serve the purpose of a work-bag: all, too, wearing woollen stockings and country-made shoes, fastened with brass buckles.\n"}, "modifies": "dresses"}
{"pink": {"word": "rose", "line": "looked purple, weather-beaten, and over-worked—when, as my eye wandered from face to face, the whole school rose simultaneously, as if moved by a common spring.\n"}, "modifies": "school"}
{"purple": {"word": "purple", "line": "looked purple, weather-beaten, and over-worked—when, as my eye wandered from face to face, the whole school rose simultaneously, as if moved by a common spring.\n"}, "modifies": "weather"}
{"black": {"word": "black", "line": "Seen now, in broad daylight, she looked tall, fair, and shapely; brown eyes with a benignant light in their irids, and a fine pencilling of long lashes round, relieved the whiteness of her large front; on each of her temples her hair, of a very dark brown, was clustered in round curls, according to the fashion of those times, when neither smooth bands nor long ringlets were in vogue; her dress, also in the mode of the day, was of purple cloth, relieved by a sort of Spanish trimming of black velvet; a gold watch (watches were not so common then as now) shone at her girdle.\n"}, "modifies": "velvet"}
{"gold": {"word": "gold", "line": "Seen now, in broad daylight, she looked tall, fair, and shapely; brown eyes with a benignant light in their irids, and a fine pencilling of long lashes round, relieved the whiteness of her large front; on each of her temples her hair, of a very dark brown, was clustered in round curls, according to the fashion of those times, when neither smooth bands nor long ringlets were in vogue; her dress, also in the mode of the day, was of purple cloth, relieved by a sort of Spanish trimming of black velvet; a gold watch (watches were not so common then as now) shone at her girdle.\n"}, "modifies": "watch"}
{"brown": {"word": "brown", "line": "Seen now, in broad daylight, she looked tall, fair, and shapely; brown eyes with a benignant light in their irids, and a fine pencilling of long lashes round, relieved the whiteness of her large front; on each of her temples her hair, of a very dark brown, was clustered in round curls, according to the fashion of those times, when neither smooth bands nor long ringlets were in vogue; her dress, also in the mode of the day, was of purple cloth, relieved by a sort of Spanish trimming of black velvet; a gold watch (watches were not so common then as now) shone at her girdle.\n"}, "modifies": "eyes"}
{"purple": {"word": "purple", "line": "Seen now, in broad daylight, she looked tall, fair, and shapely; brown eyes with a benignant light in their irids, and a fine pencilling of long lashes round, relieved the whiteness of her large front; on each of her temples her hair, of a very dark brown, was clustered in round curls, according to the fashion of those times, when neither smooth bands nor long ringlets were in vogue; her dress, also in the mode of the day, was of purple cloth, relieved by a sort of Spanish trimming of black velvet; a gold watch (watches were not so common then as now) shone at her girdle.\n"}, "modifies": "cloth"}
{"white": {"word": "pale", "line": "Let the reader add, to complete the picture, refined features; a complexion, if pale, clear; and a stately air and carriage, and he will have, at least, as clearly as words can give it, a correct idea of the exterior of Miss Temple—Maria Temple, as I afterwards saw the name written in a prayer-book intrusted to me to carry to church.\n"}, "modifies": "complexion"}
{"grey": {"word": "grey", "line": "The order was now given “To the garden!” Each put on a coarse straw bonnet, with strings of coloured calico, and a cloak of grey frieze.\n"}, "modifies": "frieze"}
{"brown": {"word": "brown", "line": "When full of flowers they would doubtless look pretty; but now, at the latter end of January, all was wintry blight and brown decay.\n"}, "modifies": "decay"}
{"yellow": {"word": "yellow", "line": "I shuddered as I stood and looked round me: it was an inclement day for outdoor exercise; not positively rainy, but darkened by a drizzling yellow fog; all under foot was still soaking wet with the floods of yesterday.\n"}, "modifies": "fog"}
{"white": {"word": "pale", "line": "The stronger among the girls ran about and engaged in active games, but sundry pale and thin ones herded together for shelter and warmth in the verandah; and amongst these, as the dense mist penetrated to their shivering frames, I heard frequently the sound of a hollow cough.\n"}, "modifies": "ones"}
{"grey": {"word": "grey", "line": "I leant against a pillar of the verandah, drew my grey mantle close about me, and, trying to forget the cold which nipped me without, and the unsatisfied hunger which gnawed me within, delivered myself up to the employment of watching and thinking.\n"}, "modifies": "mantle"}
{"pink": {"word": "rose", "line": "The odour which now filled the refectory was scarcely more appetising than that which had regaled our nostrils at breakfast: the dinner was served in two huge tin-plated vessels, whence rose a strong steam redolent of rancid fat.\n"}, "modifies": "steam"}
{"pink": {"word": "rose", "line": "Not a tear rose to Burns’ eye; and, while I paused from my sewing, because my fingers quivered at this spectacle with a sentiment of unavailing and impotent anger, not a feature of her pensive face altered its ordinary expression.\n"}, "modifies": "tear"}
{"white": {"word": "pale", "line": "We are, and must be, one and all, burdened with faults in this world: but the time will soon come when, I trust, we shall put them off in putting off our corruptible bodies; when debasement and sin will fall from us with this cumbrous frame of flesh, and only the spark of the spirit will remain,—the impalpable principle of light and thought, pure as when it left the Creator to inspire the creature: whence it came it will return; perhaps again to be communicated to some being higher than man—perhaps to pass through gradations of glory, from the pale human soul to brighten to the seraph!\n"}, "modifies": "soul"}
{"brown": {"word": "brown", "line": "Many a time I have shared between two claimants the precious morsel of brown bread distributed at tea-time; and after relinquishing to a third half the contents of my mug of coffee, I have swallowed the remainder with an accompaniment of secret tears, forced from me by the exigency of hunger.\n"}, "modifies": "bread"}
{"pink": {"word": "rose", "line": "One afternoon (I had then been three weeks at Lowood), as I was sitting with a slate in my hand, puzzling over a sum in long division, my eyes, raised in abstraction to the window, caught sight of a figure just passing: I recognised almost instinctively that gaunt outline; and when, two minutes after, all the school, teachers included, rose _en masse_, it was not necessary for me to look up in order to ascertain whose entrance they thus greeted.\n"}, "modifies": "school"}
{"black": {"word": "black", "line": "A long stride measured the schoolroom, and presently beside Miss Temple, who herself had risen, stood the same black column which had frowned on me so ominously from the hearthrug of Gateshead.\n"}, "modifies": "column"}
{"black": {"word": "black", "line": "I wish the woollen stockings were better looked to!—when I was here last, I went into the kitchen-garden and examined the clothes drying on the line; there was a quantity of black hose in a very bad state of repair: from the size of the holes in them I was sure they had not been well mended from time to time.” He paused.\n"}, "modifies": "hose"}
{"white": {"word": "pale", "line": "Miss Temple had looked down when he first began to speak to her; but she now gazed straight before her, and her face, naturally pale as marble, appeared to be assuming also the coldness and fixity of that material; especially her mouth, closed as if it would have required a sculptor’s chisel to open it, and her brow settled gradually into petrified severity.\n"}, "modifies": "face"}
{"grey": {"word": "grey", "line": "The two younger of the trio (fine girls of sixteen and seventeen) had grey beaver hats, then in fashion, shaded with ostrich plumes, and from under the brim of this graceful head-dress fell a profusion of light tresses, elaborately curled; the elder lady was enveloped in a costly velvet shawl, trimmed with ermine, and she wore a false front of French curls.\n"}, "modifies": "hats"}
{"black": {"word": "black", "line": "“My dear children,” pursued the black marble clergyman, with pathos, “this is a sad, a melancholy occasion; for it becomes my duty to warn you, that this girl, who might be one of God’s own lambs, is a little castaway: not a member of the true flock, but evidently an interloper and an alien.\n"}, "modifies": "clergyman"}
{"grey": {"word": "grey", "line": "I remember it now, and I know that it was the effluence of fine intellect, of true courage; it lit up her marked lineaments, her thin face, her sunken grey eye, like a reflection from the aspect of an angel.\n"}, "modifies": "eye"}
{"white": {"word": "white", "line": "That night, on going to bed, I forgot to prepare in imagination the Barmecide supper of hot roast potatoes, or white bread and new milk, with which I was wont to amuse my inward cravings: I feasted instead on the spectacle of ideal drawings, which I saw in the dark; all the work of my own hands: freely pencilled houses and trees, picturesque rocks and ruins, Cuyp-like groups of cattle, sweet paintings of butterflies hovering over unblown roses, of birds picking at ripe cherries, of wren’s nests enclosing pearl-like eggs, wreathed about with young ivy sprays.\n"}, "modifies": "bread"}
{"brown": {"word": "brown", "line": "My wretched feet, flayed and swollen to lameness by the sharp air of January, began to heal and subside under the gentler breathings of April; the nights and mornings no longer by their Canadian temperature froze the very blood in our veins; we could now endure the play-hour passed in the garden: sometimes on a sunny day it began even to be pleasant and genial, and a greenness grew over those brown beds, which, freshening daily, suggested the thought that Hope traversed them at night, and left each morning brighter traces of her steps.\n"}, "modifies": "beds"}
{"purple": {"word": "purple", "line": "Flowers peeped out amongst the leaves; snow-drops, crocuses, purple auriculas, and golden-eyed pansies.\n"}, "modifies": "auriculas"}
{"purple": {"word": "purple", "line": "How different had this scene looked when I viewed it laid out beneath the iron sky of winter, stiffened in frost, shrouded with snow!—when mists as chill as death wandered to the impulse of east winds along those purple peaks, and rolled down “ing” and holm till they blended with the frozen fog of the beck!\n"}, "modifies": "peaks"}
{"blue": {"word": "blue", "line": "April advanced to May: a bright serene May it was; days of blue sky, placid sunshine, and soft western or southern gales filled up its duration.\n"}, "modifies": "sky"}
{"white": {"word": "pale", "line": "And now vegetation matured with vigour; Lowood shook loose its tresses; it became all green, all flowery; its great elm, ash, and oak skeletons were restored to majestic life; woodland plants sprang up profusely in its recesses; unnumbered varieties of moss filled its hollows, and it made a strange ground-sunshine out of the wealth of its wild primrose plants: I have seen their pale gold gleam in overshadowed spots like scatterings of the sweetest lustre.\n"}, "modifies": "gleam"}
{"gold": {"word": "gold", "line": "And now vegetation matured with vigour; Lowood shook loose its tresses; it became all green, all flowery; its great elm, ash, and oak skeletons were restored to majestic life; woodland plants sprang up profusely in its recesses; unnumbered varieties of moss filled its hollows, and it made a strange ground-sunshine out of the wealth of its wild primrose plants: I have seen their pale gold gleam in overshadowed spots like scatterings of the sweetest lustre.\n"}, "modifies": "gleam"}
{"red": {"word": "crimson", "line": "Its garden, too, glowed with flowers: hollyhocks had sprung up tall as trees, lilies had opened, tulips and roses were in bloom; the borders of the little beds were gay with pink thrift and crimson double daisies; the sweetbriars gave out, morning and evening, their scent of spice and apples; and these fragrant treasures were all useless for most of the inmates of Lowood, except to furnish now and then a handful of herbs and blossoms to put in a coffin.\n"}, "modifies": "daisies"}
{"pink": {"word": "pink", "line": "Its garden, too, glowed with flowers: hollyhocks had sprung up tall as trees, lilies had opened, tulips and roses were in bloom; the borders of the little beds were gay with pink thrift and crimson double daisies; the sweetbriars gave out, morning and evening, their scent of spice and apples; and these fragrant treasures were all useless for most of the inmates of Lowood, except to furnish now and then a handful of herbs and blossoms to put in a coffin.\n"}, "modifies": "thrift"}
{"pink": {"word": "rose", "line": "This done, I lingered yet a little longer: the flowers smelt so sweet as the dew fell; it was such a pleasant evening, so serene, so warm; the still glowing west promised so fairly another fine day on the morrow; the moon rose with such majesty in the grave east.\n"}, "modifies": "moon"}
{"white": {"word": "white", "line": "Close by Miss Temple’s bed, and half covered with its white curtains, there stood a little crib.\n"}, "modifies": "curtains"}
{"grey": {"word": "grey", "line": "Her grave is in Brocklebridge churchyard: for fifteen years after her death it was only covered by a grassy mound; but now a grey marble tablet marks the spot, inscribed with her name, and the word “Resurgam.” Hitherto I have recorded in detail the events of my insignificant existence: to the first ten years of my life I have given almost as many chapters.\n"}, "modifies": "tablet"}
{"pink": {"word": "rose", "line": "In time I rose to be the first girl of the first class; then I was invested with the office of teacher; which I discharged with zeal for two years: but at the end of that time I altered.\n"}, "modifies": "time"}
{"blue": {"word": "blue", "line": "My eye passed all other objects to rest on those most remote, the blue peaks; it was those I longed to surmount; all within their boundary of rock and heath seemed prison-ground, exile limits.\n"}, "modifies": "peaks"}
{"white": {"word": "white", "line": "I traced the white road winding round the base of one mountain, and vanishing in a gorge between two; how I longed to follow it farther!\n"}, "modifies": "road"}
{"black": {"word": "black", "line": "My ostensible errand on this occasion was to get measured for a pair of shoes; so I discharged that business first, and when it was done, I stepped across the clean and quiet little street from the shoemaker’s to the post-office: it was kept by an old dame, who wore horn spectacles on her nose, and black mittens on her hands.\n"}, "modifies": "mittens"}
{"black": {"word": "black", "line": "I saw her in a black gown and widow’s cap; frigid, perhaps, but not uncivil: a model of elderly English respectability.\n"}, "modifies": "gown"}
{"black": {"word": "black", "line": "I had brushed my black stuff travelling-dress, prepared my bonnet, gloves, and muff; sought in all my drawers to see that no article was left behind; and now having nothing more to do, I sat down and tried to rest.\n"}, "modifies": "stuff"}
{"black": {"word": "black", "line": "I looked: I saw a woman attired like a well-dressed servant, matronly, yet still young; very good-looking, with black hair and eyes, and lively complexion.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "A snug small room; a round table by a cheerful fire; an arm-chair high-backed and old-fashioned, wherein sat the neatest imaginable little elderly lady, in widow’s cap, black silk gown, and snowy muslin apron; exactly like what I had fancied Mrs. Fairfax, only less stately and milder looking.\n"}, "modifies": "gown"}
{"blue": {"word": "blue", "line": "The chamber looked such a bright little place to me as the sun shone in between the gay blue chintz window curtains, showing papered walls and a carpeted floor, so unlike the bare planks and stained plaster of Lowood, that my spirits rose at the view.\n"}, "modifies": "curtains"}
{"pink": {"word": "rose", "line": "The chamber looked such a bright little place to me as the sun shone in between the gay blue chintz window curtains, showing papered walls and a carpeted floor, so unlike the bare planks and stained plaster of Lowood, that my spirits rose at the view.\n"}, "modifies": "planks"}
{"white": {"word": "pale", "line": "I sometimes regretted that I was not handsomer; I sometimes wished to have rosy cheeks, a straight nose, and small cherry mouth; I desired to be tall, stately, and finely developed in figure; I felt it a misfortune that I was so little, so pale, and had features so irregular and so marked.\n"}, "modifies": "misfortune"}
{"pink": {"word": "rosy", "line": "I sometimes regretted that I was not handsomer; I sometimes wished to have rosy cheeks, a straight nose, and small cherry mouth; I desired to be tall, stately, and finely developed in figure; I felt it a misfortune that I was so little, so pale, and had features so irregular and so marked.\n"}, "modifies": "cheeks"}
{"black": {"word": "black", "line": "However, when I had brushed my hair very smooth, and put on my black frock—which, Quakerlike as it was, at least had the merit of fitting to a nicety—and adjusted my clean white tucker, I thought I should do respectably enough to appear before Mrs. Fairfax, and that my new pupil would not at least recoil from me with antipathy.\n"}, "modifies": "frock"}
{"white": {"word": "white", "line": "However, when I had brushed my hair very smooth, and put on my black frock—which, Quakerlike as it was, at least had the merit of fitting to a nicety—and adjusted my clean white tucker, I thought I should do respectably enough to appear before Mrs. Fairfax, and that my new pupil would not at least recoil from me with antipathy.\n"}, "modifies": "tucker"}
{"black": {"word": "black", "line": "Traversing the long and matted gallery, I descended the slippery steps of oak; then I gained the hall: I halted there a minute; I looked at some pictures on the walls (one, I remember, represented a grim man in a cuirass, and one a lady with powdered hair and a pearl necklace), at a bronze lamp pendent from the ceiling, at a great clock whose case was of oak curiously carved, and ebon black with time and rubbing.\n"}, "modifies": "ebon"}
{"brown": {"word": "bronze", "line": "Traversing the long and matted gallery, I descended the slippery steps of oak; then I gained the hall: I halted there a minute; I looked at some pictures on the walls (one, I remember, represented a grim man in a cuirass, and one a lady with powdered hair and a pearl necklace), at a bronze lamp pendent from the ceiling, at a great clock whose case was of oak curiously carved, and ebon black with time and rubbing.\n"}, "modifies": "lamp"}
{"green": {"word": "green", "line": "It was a fine autumn morning; the early sun shone serenely on embrowned groves and still green fields; advancing on to the lawn, I looked up and surveyed the front of the mansion.\n"}, "modifies": "fields"}
{"grey": {"word": "grey", "line": "Its grey front stood out well from the background of a rookery, whose cawing tenants were now on the wing: they flew over the lawn and grounds to alight in a great meadow, from which these were separated by a sunk fence, and where an array of mighty old thorn trees, strong, knotty, and broad as oaks, at once explained the etymology of the mansion’s designation.\n"}, "modifies": "front"}
{"white": {"word": "pale", "line": "I looked at my pupil, who did not at first appear to notice me: she was quite a child, perhaps seven or eight years old, slightly built, with a pale, small-featured face, and a redundancy of hair falling in curls to her waist.\n"}, "modifies": "face"}
{"brown": {"word": "hazel", "line": "She came and shook hands with me when she heard that I was her governess; and as I led her in to breakfast, I addressed some phrases to her in her own tongue: she replied briefly at first, but after we were seated at the table, and she had examined me some ten minutes with her large hazel eyes, she suddenly commenced chattering fluently.\n"}, "modifies": "eyes"}
{"green": {"word": "green", "line": "We stayed there nearly a week: I and Sophie used to walk every day in a great green place full of trees, called the Park; and there were many children there besides me, and a pond with beautiful birds in it, that I fed with crumbs.” “Can you understand her when she runs on so fast?” asked Mrs. Fairfax.\n"}, "modifies": "place"}
{"purple": {"word": "purple", "line": "It was a large, stately apartment, with purple chairs and curtains, a Turkey carpet, walnut-panelled walls, one vast window rich in stained glass, and a lofty ceiling, nobly moulded.\n"}, "modifies": "chairs"}
{"purple": {"word": "purple", "line": "Mrs. Fairfax was dusting some vases of fine purple spar, which stood on a sideboard.\n"}, "modifies": "spar"}
{"red": {"word": "red", "line": "Yet it was merely a very pretty drawing-room, and within it a boudoir, both spread with white carpets, on which seemed laid brilliant garlands of flowers; both ceiled with snowy mouldings of white grapes and vine-leaves, beneath which glowed in rich contrast crimson couches and ottomans; while the ornaments on the pale Parian mantelpiece were of sparkling Bohemian glass, ruby red; and between the windows large mirrors repeated the general blending of snow and fire.\n"}, "modifies": "ruby"}
{"white": {"word": "white", "line": "Yet it was merely a very pretty drawing-room, and within it a boudoir, both spread with white carpets, on which seemed laid brilliant garlands of flowers; both ceiled with snowy mouldings of white grapes and vine-leaves, beneath which glowed in rich contrast crimson couches and ottomans; while the ornaments on the pale Parian mantelpiece were of sparkling Bohemian glass, ruby red; and between the windows large mirrors repeated the general blending of snow and fire.\n"}, "modifies": "carpets"}
{"white": {"word": "pallid", "line": "I liked the hush, the gloom, the quaintness of these retreats in the day; but I by no means coveted a night’s repose on one of those wide and heavy beds: shut in, some of them, with doors of oak; shaded, others, with wrought old English hangings crusted with thick work, portraying effigies of strange flowers, and stranger birds, and strangest human beings,—all which would have looked strange, indeed, by the pallid gleam of moonlight.\n"}, "modifies": "gleam"}
{"blue": {"word": "azure", "line": "Leaning over the battlements and looking far down, I surveyed the grounds laid out like a map: the bright and velvet lawn closely girdling the grey base of the mansion; the field, wide as a park, dotted with its ancient timber; the wood, dun and sere, divided by a path visibly overgrown, greener with moss than the trees were with foliage; the church at the gates, the road, the tranquil hills, all reposing in the autumn day’s sun; the horizon bounded by a propitious sky, azure, marbled with pearly white.\n"}, "modifies": "sky"}
{"grey": {"word": "grey", "line": "Leaning over the battlements and looking far down, I surveyed the grounds laid out like a map: the bright and velvet lawn closely girdling the grey base of the mansion; the field, wide as a park, dotted with its ancient timber; the wood, dun and sere, divided by a path visibly overgrown, greener with moss than the trees were with foliage; the church at the gates, the road, the tranquil hills, all reposing in the autumn day’s sun; the horizon bounded by a propitious sky, azure, marbled with pearly white.\n"}, "modifies": "base"}
{"green": {"word": "green", "line": "When I turned from it and repassed the trap-door, I could scarcely see my way down the ladder; the attic seemed black as a vault compared with that arch of blue air to which I had been looking up, and to that sunlit scene of grove, pasture, and green hill, of which the hall was the centre, and over which I had been gazing with delight.\n"}, "modifies": "hill"}
{"black": {"word": "black", "line": "When I turned from it and repassed the trap-door, I could scarcely see my way down the ladder; the attic seemed black as a vault compared with that arch of blue air to which I had been looking up, and to that sunlit scene of grove, pasture, and green hill, of which the hall was the centre, and over which I had been gazing with delight.\n"}, "modifies": "vault"}
{"blue": {"word": "blue", "line": "When I turned from it and repassed the trap-door, I could scarcely see my way down the ladder; the attic seemed black as a vault compared with that arch of blue air to which I had been looking up, and to that sunlit scene of grove, pasture, and green hill, of which the hall was the centre, and over which I had been gazing with delight.\n"}, "modifies": "air"}
{"black": {"word": "black", "line": "I lingered in the long passage to which this led, separating the front and back rooms of the third storey: narrow, low, and dim, with only one little window at the far end, and looking, with its two rows of small black doors all shut, like a corridor in some Bluebeard’s castle.\n"}, "modifies": "doors"}
{"pink": {"word": "rose", "line": "Then my sole relief was to walk along the corridor of the third storey, backwards and forwards, safe in the silence and solitude of the spot, and allow my mind’s eye to dwell on whatever bright visions rose before it—and, certainly, they were many and glowing; to let my heart be heaved by the exultant movement, which, while it swelled it in trouble, expanded it with life; and, best of all, to open my inward ear to a tale that was never ended—a tale my imagination created, and narrated continuously; quickened with all of incident, life, fire, feeling, that I desired and had not in my actual existence.\n"}, "modifies": "visions"}
{"silver": {"word": "silver", "line": "Having seen Adèle comfortably seated in her little chair by Mrs. Fairfax’s parlour fireside, and given her her best wax doll (which I usually kept enveloped in silver paper in a drawer) to play with, and a story-book for change of amusement; and having replied to her “Revenez bientôt, ma bonne amie, ma chère Mdlle.\n"}, "modifies": "paper"}
{"red": {"word": "coral", "line": "I was a mile from Thornfield, in a lane noted for wild roses in summer, for nuts and blackberries in autumn, and even now possessing a few coral treasures in hips and haws, but whose best winter delight lay in its utter solitude and leafless repose.\n"}, "modifies": "treasures"}
{"white": {"word": "white", "line": "If a breath of air stirred, it made no sound here; for there was not a holly, not an evergreen to rustle, and the stripped hawthorn and hazel bushes were as still as the white, worn stones which causewayed the middle of the path.\n"}, "modifies": "stones"}
{"brown": {"word": "hazel", "line": "If a breath of air stirred, it made no sound here; for there was not a holly, not an evergreen to rustle, and the stripped hawthorn and hazel bushes were as still as the white, worn stones which causewayed the middle of the path.\n"}, "modifies": "bushes"}
{"brown": {"word": "brown", "line": "Far and wide, on each side, there were only fields, where no cattle now browsed; and the little brown birds, which stirred occasionally in the hedge, looked like single russet leaves that had forgotten to drop.\n"}, "modifies": "birds"}
{"grey": {"word": "grey", "line": "From my seat I could look down on Thornfield: the grey and battlemented hall was the principal object in the vale below me; its woods and dark rookery rose against the west.\n"}, "modifies": "hall"}
{"pink": {"word": "rose", "line": "From my seat I could look down on Thornfield: the grey and battlemented hall was the principal object in the vale below me; its woods and dark rookery rose against the west.\n"}, "modifies": "woods"}
{"white": {"word": "pale", "line": "On the hill-top above me sat the rising moon; pale yet as a cloud, but brightening momentarily, she looked over Hay, which, half lost in trees, sent up a blue smoke from its few chimneys: it was yet a mile distant, but in the absolute hush I could hear plainly its thin murmurs of life.\n"}, "modifies": "moon"}
{"blue": {"word": "blue", "line": "On the hill-top above me sat the rising moon; pale yet as a cloud, but brightening momentarily, she looked over Hay, which, half lost in trees, sent up a blue smoke from its few chimneys: it was yet a mile distant, but in the absolute hush I could hear plainly its thin murmurs of life.\n"}, "modifies": "smoke"}
{"blue": {"word": "azure", "line": "A rude noise broke on these fine ripplings and whisperings, at once so far away and so clear: a positive tramp, tramp, a metallic clatter, which effaced the soft wave-wanderings; as, in a picture, the solid mass of a crag, or the rough boles of a great oak, drawn in dark and strong on the foreground, efface the aërial distance of azure hill, sunny horizon, and blended clouds where tint melts into tint.\n"}, "modifies": "hill"}
{"black": {"word": "black", "line": "It was very near, but not yet in sight; when, in addition to the tramp, tramp, I heard a rush under the hedge, and close down by the hazel stems glided a great dog, whose black and white colour made him a distinct object against the trees.\n"}, "modifies": "colour"}
{"brown": {"word": "hazel", "line": "It was very near, but not yet in sight; when, in addition to the tramp, tramp, I heard a rush under the hedge, and close down by the hazel stems glided a great dog, whose black and white colour made him a distinct object against the trees.\n"}, "modifies": "stems"}
{"pink": {"word": "rose", "line": "“You must just stand on one side,” he answered as he rose, first to his knees, and then to his feet.\n"}, "modifies": "knees"}
{"black": {"word": "black", "line": "You are—” He stopped, ran his eye over my dress, which, as usual, was quite simple: a black merino cloak, a black beaver bonnet; neither of them half fine enough for a lady’s-maid.\n"}, "modifies": "cloak"}
{"pink": {"word": "rose", "line": "In two minutes he rose from the stile: his face expressed pain when he tried to move.\n"}, "modifies": "minutes"}
{"blue": {"word": "blue", "line": "I lingered at the gates; I lingered on the lawn; I paced backwards and forwards on the pavement; the shutters of the glass door were closed; I could not see into the interior; and both my eyes and spirit seemed drawn from the gloomy house—from the grey hollow filled with rayless cells, as it appeared to me—to that sky expanded before me,—a blue sea absolved from taint of cloud; the moon ascending it in solemn march; her orb seeming to look up as she left the hill-tops, from behind which she had come, far and farther below her, and aspired to the zenith, midnight dark in its fathomless depth and measureless distance; and for those trembling stars that followed her course; they made my heart tremble, my veins glow when I viewed them.\n"}, "modifies": "sea"}
{"grey": {"word": "grey", "line": "I lingered at the gates; I lingered on the lawn; I paced backwards and forwards on the pavement; the shutters of the glass door were closed; I could not see into the interior; and both my eyes and spirit seemed drawn from the gloomy house—from the grey hollow filled with rayless cells, as it appeared to me—to that sky expanded before me,—a blue sea absolved from taint of cloud; the moon ascending it in solemn march; her orb seeming to look up as she left the hill-tops, from behind which she had come, far and farther below her, and aspired to the zenith, midnight dark in its fathomless depth and measureless distance; and for those trembling stars that followed her course; they made my heart tremble, my veins glow when I viewed them.\n"}, "modifies": "hollow"}
{"brown": {"word": "bronze", "line": "The hall was not dark, nor yet was it lit, only by the high-hung bronze lamp; a warm glow suffused both it and the lower steps of the oak staircase.\n"}, "modifies": "lamp"}
{"purple": {"word": "purple", "line": "This ruddy shine issued from the great dining-room, whose two-leaved door stood open, and showed a genial fire in the grate, glancing on marble hearth and brass fire-irons, and revealing purple draperies and polished furniture, in the most pleasant radiance.\n"}, "modifies": "draperies"}
{"black": {"word": "black", "line": "Instead, all alone, sitting upright on the rug, and gazing with gravity at the blaze, I beheld a great black and white long-haired dog, just like the Gytrash of the lane.\n"}, "modifies": "dog"}
{"black": {"word": "black", "line": "I knew my traveller with his broad and jetty eyebrows; his square forehead, made squarer by the horizontal sweep of his black hair.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "“The men in green all forsook England a hundred years ago,” said I, speaking as seriously as he had done.\n"}, "modifies": "men"}
{"white": {"word": "pale", "line": "As I saw them with the spiritual eye, before I attempted to embody them, they were striking; but my hand would not second my fancy, and in each case it had wrought out but a pale portrait of the thing I had conceived.\n"}, "modifies": "portrait"}
{"gold": {"word": "gold", "line": "One gleam of light lifted into relief a half-submerged mast, on which sat a cormorant, dark and large, with wings flecked with foam; its beak held a gold bracelet set with gems, that I had touched with as brilliant tints as my palette could yield, and as glittering distinctness as my pencil could impart.\n"}, "modifies": "bracelet"}
{"green": {"word": "green", "line": "Sinking below the bird and mast, a drowned corpse glanced through the green water; a fair arm was the only limb clearly visible, whence the bracelet had been washed or torn.\n"}, "modifies": "water"}
{"white": {"word": "fair", "line": "Sinking below the bird and mast, a drowned corpse glanced through the green water; a fair arm was the only limb clearly visible, whence the bracelet had been washed or torn.\n"}, "modifies": "arm"}
{"blue": {"word": "blue", "line": "Beyond and above spread an expanse of sky, dark blue as at twilight: rising into the sky was a woman’s shape to the bust, portrayed in tints as dusk and soft as I could combine.\n"}, "modifies": "expanse"}
{"white": {"word": "pale", "line": "On the neck lay a pale reflection like moonlight; the same faint lustre touched the train of thin clouds from which rose and bowed this vision of the Evening Star.\n"}, "modifies": "reflection"}
{"pink": {"word": "rose", "line": "On the neck lay a pale reflection like moonlight; the same faint lustre touched the train of thin clouds from which rose and bowed this vision of the Evening Star.\n"}, "modifies": "clouds"}
{"pink": {"word": "rose", "line": "Throwing these into distance, rose, in the foreground, a head,—a colossal head, inclined towards the iceberg, and resting against it.\n"}, "modifies": "foreground"}
{"white": {"word": "white", "line": "Two thin hands, joined under the forehead, and supporting it, drew up before the lower features a sable veil; a brow quite bloodless, white as bone, and an eye hollow and fixed, blank of meaning but for the glassiness of despair, alone were visible.\n"}, "modifies": "bone"}
{"black": {"word": "black", "line": "Above the temples, amidst wreathed turban folds of black drapery, vague in its character and consistency as cloud, gleamed a ring of white flame, gemmed with sparkles of a more lurid tinge.\n"}, "modifies": "drapery"}
{"white": {"word": "white", "line": "Above the temples, amidst wreathed turban folds of black drapery, vague in its character and consistency as cloud, gleamed a ring of white flame, gemmed with sparkles of a more lurid tinge.\n"}, "modifies": "flame"}
{"white": {"word": "pale", "line": "This pale crescent was “the likeness of a kingly crown;” what it diademed was “the shape which shape had none.” “Were you happy when you painted these pictures?” asked Mr. Rochester presently.\n"}, "modifies": "crescent"}
{"red": {"word": "red", "line": "We were, as I have said, in the dining-room: the lustre, which had been lit for dinner, filled the room with a festal breadth of light; the large fire was all red and clear; the purple curtains hung rich and ample before the lofty window and loftier arch; everything was still, save the subdued chat of Adèle (she dared not speak loud), and, filling up each pause, the beating of winter rain against the panes.\n"}, "modifies": "fire"}
{"purple": {"word": "purple", "line": "We were, as I have said, in the dining-room: the lustre, which had been lit for dinner, filled the room with a festal breadth of light; the large fire was all red and clear; the purple curtains hung rich and ample before the lofty window and loftier arch; everything was still, save the subdued chat of Adèle (she dared not speak loud), and, filling up each pause, the beating of winter rain against the panes.\n"}, "modifies": "curtains"}
{"pink": {"word": "pink", "line": "She pulled out of her box, about ten minutes ago, a little pink silk frock; rapture lit her face as she unfolded it; coquetry runs in her blood, blends with her brains, and seasons the marrow of her bones.\n"}, "modifies": "frock"}
{"white": {"word": "white", "line": "A dress of rose-coloured satin, very short, and as full in the skirt as it could be gathered, replaced the brown frock she had previously worn; a wreath of rosebuds circled her forehead; her feet were dressed in silk stockings and small white satin sandals.\n"}, "modifies": "sandals"}
{"brown": {"word": "brown", "line": "A dress of rose-coloured satin, very short, and as full in the skirt as it could be gathered, replaced the brown frock she had previously worn; a wreath of rosebuds circled her forehead; her feet were dressed in silk stockings and small white satin sandals.\n"}, "modifies": "frock"}
{"green": {"word": "green", "line": "I have been green, too, Miss Eyre,—ay, grass green: not a more vernal tint freshens you now than once freshened me.\n"}, "modifies": "Miss"}
{"gold": {"word": "gold", "line": "Not valuing now the root whence it sprang; having found that it was of a sort which nothing but gold dust could manure, I have but half a liking to the blossom, especially when it looks so artificial as just now.\n"}, "modifies": "dust"}
{"brown": {"word": "amber", "line": "No,—I exaggerate; I never thought there was any consecrating virtue about her: it was rather a sort of pastille perfume she had left; a scent of musk and amber, than an odour of sanctity.\n"}, "modifies": "musk"}
{"grey": {"word": "grey", "line": "I like Thornfield, its antiquity, its retirement, its old crow-trees and thorn-trees, its grey façade, and lines of dark windows reflecting that metal welkin: and yet how long have I abhorred the very thought of it, shunned it like a great plague-house?\n"}, "modifies": "façade"}
{"pink": {"word": "rose", "line": "Wild was the wrestle which should be paramount; but another feeling rose and triumphed: something hard and cynical: self-willed and resolute: it settled his passion and petrified his countenance: he went on— “During the moment I was silent, Miss Eyre, I was arranging a point with my destiny.\n"}, "modifies": "feeling"}
{"green": {"word": "green", "line": "When I saw my charmer thus come in accompanied by a cavalier, I seemed to hear a hiss, and the green snake of jealousy, rising on undulating coils from the moonlit balcony, glided within my waistcoat, and ate its way in two minutes to my heart’s core.\n"}, "modifies": "snake"}
{"pink": {"word": "rose", "line": "The head of my bed was near the door, and I thought at first the goblin-laugher stood at my bedside—or rather, crouched by my pillow: but I rose, looked round, and could see nothing; while, as I still gazed, the unnatural sound was reiterated: and I knew it came from behind the panels.\n"}, "modifies": "door"}
{"blue": {"word": "blue", "line": "I was surprised at this circumstance: but still more was I amazed to perceive the air quite dim, as if filled with smoke; and, while looking to the right hand and left, to find whence these blue wreaths issued, I became further aware of a strong smell of burning.\n"}, "modifies": "wreaths"}
{"white": {"word": "white", "line": "There she sat, staid and taciturn-looking, as usual, in her brown stuff gown, her check apron, white handkerchief, and cap.\n"}, "modifies": "handkerchief"}
{"brown": {"word": "brown", "line": "There she sat, staid and taciturn-looking, as usual, in her brown stuff gown, her check apron, white handkerchief, and cap.\n"}, "modifies": "gown"}
{"white": {"word": "fair", "line": "“It is fair to-night,” said she, as she looked through the panes, “though not starlight; Mr. Rochester has, on the whole, had a favourable day for his journey.” “Journey!—Is Mr. Rochester gone anywhere?\n"}, "modifies": "night"}
{"gold": {"word": "gold", "line": "Recall the august yet harmonious lineaments, the Grecian neck and bust; let the round and dazzling arm be visible, and the delicate hand; omit neither diamond ring nor gold bracelet; portray faithfully the attire, aërial lace and glistening satin, graceful scarf and golden rose; call it ‘Blanche, an accomplished lady of rank.’ “Whenever, in future, you should chance to fancy Mr. Rochester thinks well of you, take out these two pictures and compare them: say, ‘Mr.\n"}, "modifies": "bracelet"}
{"pink": {"word": "rose", "line": "Recall the august yet harmonious lineaments, the Grecian neck and bust; let the round and dazzling arm be visible, and the delicate hand; omit neither diamond ring nor gold bracelet; portray faithfully the attire, aërial lace and glistening satin, graceful scarf and golden rose; call it ‘Blanche, an accomplished lady of rank.’ “Whenever, in future, you should chance to fancy Mr. Rochester thinks well of you, take out these two pictures and compare them: say, ‘Mr.\n"}, "modifies": "attire"}
{"white": {"word": "ivory", "line": "An hour or two sufficed to sketch my own portrait in crayons; and in less than a fortnight I had completed an ivory miniature of an imaginary Blanche Ingram.\n"}, "modifies": "miniature"}
{"white": {"word": "white", "line": "This was when I chanced to see the third-storey staircase door (which of late had always been kept locked) open slowly, and give passage to the form of Grace Poole, in prim cap, white apron, and handkerchief; when I watched her glide along the gallery, her quiet tread muffled in a list slipper; when I saw her look into the bustling, topsy-turvy bedrooms,—just say a word, perhaps, to the charwoman about the proper way to polish a grate, or clean a marble mantelpiece, or take stains from papered walls, and then pass on.\n"}, "modifies": "apron"}
{"white": {"word": "white", "line": "Thursday came: all work had been completed the previous evening; carpets were laid down, bed-hangings festooned, radiant white counterpanes spread, toilet tables arranged, furniture rubbed, flowers piled in vases: both chambers and saloons looked as fresh and bright as hands could make them.\n"}, "modifies": "counterpanes"}
{"black": {"word": "black", "line": "Afternoon arrived: Mrs. Fairfax assumed her best black satin gown, her gloves, and her gold watch; for it was her part to receive the company,—to conduct the ladies to their rooms, &c. Adèle, too, would be dressed: though I thought she had little chance of being introduced to the party that day at least.\n"}, "modifies": "gown"}
{"gold": {"word": "gold", "line": "Afternoon arrived: Mrs. Fairfax assumed her best black satin gown, her gloves, and her gold watch; for it was her part to receive the company,—to conduct the ladies to their rooms, &c. Adèle, too, would be dressed: though I thought she had little chance of being introduced to the party that day at least.\n"}, "modifies": "watch"}
{"black": {"word": "black", "line": "Fluttering veils and waving plumes filled the vehicles; two of the cavaliers were young, dashing-looking gentlemen; the third was Mr. Rochester, on his black horse, Mesrour, Pilot bounding before him; at his side rode a lady, and he and she were the first of the party.\n"}, "modifies": "horse"}
{"black": {"word": "raven", "line": "Her purple riding-habit almost swept the ground, her veil streamed long on the breeze; mingling with its transparent folds, and gleaming through them, shone rich raven ringlets.\n"}, "modifies": "ringlets"}
{"purple": {"word": "purple", "line": "Her purple riding-habit almost swept the ground, her veil streamed long on the breeze; mingling with its transparent folds, and gleaming through them, shone rich raven ringlets.\n"}, "modifies": "habit"}
{"white": {"word": "fair", "line": "A joyous stir was now audible in the hall: gentlemen’s deep tones and ladies’ silvery accents blent harmoniously together, and distinguishable above all, though not loud, was the sonorous voice of the master of Thornfield Hall, welcoming his fair and gallant guests under its roof.\n"}, "modifies": "guests"}
{"white": {"word": "fair", "line": "Presently the chambers gave up their fair tenants one after another: each came out gaily and airily, with dress that gleamed lustrous through the dusk.\n"}, "modifies": "tenants"}
{"pink": {"word": "pink", "line": "Then the importance of the process quickly steadied her, and by the time she had her curls arranged in well-smoothed, drooping clusters, her pink satin frock put on, her long sash tied, and her lace mittens adjusted, she looked as grave as any judge.\n"}, "modifies": "frock"}
{"red": {"word": "crimson", "line": "The crimson curtain hung before the arch: slight as was the separation this drapery formed from the party in the adjoining saloon, they spoke in so low a key that nothing of their conversation could be distinguished beyond a soothing murmur.\n"}, "modifies": "curtain"}
{"silver": {"word": "silver", "line": "A soft sound of rising now became audible; the curtain was swept back from the arch; through it appeared the dining-room, with its lit lustre pouring down light on the silver and glass of a magnificent dessert-service covering a long table; a band of ladies stood in the opening; they entered, and the curtain fell behind them.\n"}, "modifies": "glass"}
{"white": {"word": "white", "line": "They dispersed about the room, reminding me, by the lightness and buoyancy of their movements, of a flock of white plumy birds.\n"}, "modifies": "birds"}
{"white": {"word": "white", "line": "Of her daughters, the eldest, Amy, was rather little: naïve, and child-like in face and manner, and piquant in form; her white muslin dress and blue sash became her well.\n"}, "modifies": "dress"}
{"blue": {"word": "blue", "line": "Of her daughters, the eldest, Amy, was rather little: naïve, and child-like in face and manner, and piquant in form; her white muslin dress and blue sash became her well.\n"}, "modifies": "sash"}
{"white": {"word": "fair", "line": "The second, Louisa, was taller and more elegant in figure; with a very pretty face, of that order the French term _minois chiffoné_: both sisters were fair as lilies.\n"}, "modifies": "sisters"}
{"blue": {"word": "azure", "line": "Lady Lynn was a large and stout personage of about forty, very erect, very haughty-looking, richly dressed in a satin robe of changeful sheen: her dark hair shone glossily under the shade of an azure plume, and within the circlet of a band of gems.\n"}, "modifies": "plume"}
{"white": {"word": "pale", "line": "She had a slight figure, a pale, gentle face, and fair hair.\n"}, "modifies": "face"}
{"white": {"word": "fair", "line": "She had a slight figure, a pale, gentle face, and fair hair.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "Her black satin dress, her scarf of rich foreign lace, and her pearl ornaments, pleased me better than the rainbow radiance of the titled dame.\n"}, "modifies": "dress"}
{"red": {"word": "crimson", "line": "A crimson velvet robe, and a shawl turban of some gold-wrought Indian fabric, invested her (I suppose she thought) with a truly imperial dignity.\n"}, "modifies": "robe"}
{"black": {"word": "black", "line": "The noble bust, the sloping shoulders, the graceful neck, the dark eyes and black ringlets were all there;—but her face?\n"}, "modifies": "ringlets"}
{"white": {"word": "white", "line": "Mr. Eshton, the magistrate of the district, is gentleman-like: his hair is quite white, his eyebrows and whiskers still dark, which gives him something of the appearance of a “père noble de théâtre.” Lord Ingram, like his sisters, is very tall; like them, also, he is handsome; but he shares Mary’s apathetic and listless look: he seems to have more length of limb than vivacity of blood or vigour of brain.\n"}, "modifies": "hair"}
{"silver": {"word": "silver", "line": "I try to concentrate my attention on those netting-needles, on the meshes of the purse I am forming—I wish to think only of the work I have in my hands, to see only the silver beads and silk threads that lie in my lap; whereas, I distinctly behold his figure, and I inevitably recall the moment when I last saw it; just after I had rendered him, what he deemed, an essential service, and he, holding my hand, and looking down on my face, surveyed me with eyes that revealed a heart full and eager to overflow; in whose emotions I had a part.\n"}, "modifies": "beads"}
{"gold": {"word": "gold", "line": "I looked, and had an acute pleasure in looking,—a precious yet poignant pleasure; pure gold, with a steely point of agony: a pleasure like what the thirst-perishing man might feel who knows the well to which he has crept is poisoned, yet stoops and drinks divine draughts nevertheless.\n"}, "modifies": "point"}
{"black": {"word": "black", "line": "“It is my opinion the fiddler David must have been an insipid sort of fellow; I like black Bothwell better: to my mind a man is nothing without a spice of the devil in him; and history may say what it will of James Hepburn, but I have a notion, he was just the sort of wild, fierce, bandit hero whom I could have consented to gift with my hand.” “Gentlemen, you hear!\n"}, "modifies": "Bothwell"}
{"white": {"word": "white", "line": "Creatures so absorbed in care about their pretty faces, and their white hands, and their small feet; as if a man had anything to do with beauty!\n"}, "modifies": "hands"}
{"white": {"word": "fair", "line": "I grant an ugly _woman_ is a blot on the fair face of creation; but as to the _gentlemen_, let them be solicitous to possess only strength and valour: let their motto be:—Hunt, shoot, and fight: the rest is not worth a fillip.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "The kitchen, the butler’s pantry, the servants’ hall, the entrance hall, were equally alive; and the saloons were only left void and still when the blue sky and halcyon sunshine of the genial spring weather called their occupants out into the grounds.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "Mrs. Fairfax was summoned to give information respecting the resources of the house in shawls, dresses, draperies of any kind; and certain wardrobes of the third storey were ransacked, and their contents, in the shape of brocaded and hooped petticoats, satin sacques, black modes, lace lappets, &c., were brought down in armfuls by the abigails; then a selection was made, and such things as were chosen were carried to the boudoir within the drawing-room.\n"}, "modifies": "modes"}
{"white": {"word": "white", "line": "Within the arch, the bulky figure of Sir George Lynn, whom Mr. Rochester had likewise chosen, was seen enveloped in a white sheet: before him, on a table, lay open a large book; and at his side stood Amy Eshton, draped in Mr. Rochester’s cloak, and holding a book in her hand.\n"}, "modifies": "sheet"}
{"gold": {"word": "gold", "line": "The drawing-room, as I have before observed, was raised two steps above the dining-room, and on the top of the upper step, placed a yard or two back within the room, appeared a large marble basin, which I recognised as an ornament of the conservatory—where it usually stood, surrounded by exotics, and tenanted by gold fish—and whence it must have been transported with some trouble, on account of its size and weight.\n"}, "modifies": "fish"}
{"red": {"word": "crimson", "line": "She, too, was attired in oriental fashion: a crimson scarf tied sash-like round the waist: an embroidered handkerchief knotted about her temples; her beautifully-moulded arms bare, one of them upraised in the act of supporting a pitcher, poised gracefully on her head.\n"}, "modifies": "scarf"}
{"white": {"word": "fair", "line": "Yes; the future bridegroom, Mr. Rochester himself, exercised over his intended a ceaseless surveillance; and it was from this sagacity—this guardedness of his—this perfect, clear consciousness of his fair one’s defects—this obvious absence of passion in his sentiments towards her, that my ever-torturing pain arose.\n"}, "modifies": "one"}
{"black": {"word": "black", "line": "“He rode Mesrour (the black horse), did he not, when he went out?\n"}, "modifies": "horse"}
{"brown": {"word": "brown", "line": "For a handsome and not an unamiable-looking man, he repelled me exceedingly: there was no power in that smooth-skinned face of a full oval shape: no firmness in that aquiline nose and small cherry mouth; there was no thought on the low, even forehead; no command in that blank, brown eye.\n"}, "modifies": "eye"}
{"black": {"word": "black", "line": "“A shockingly ugly old creature, miss; almost as black as a crock.” “Why, she’s a real sorceress!” cried Frederick Lynn.\n"}, "modifies": "creature"}
{"pink": {"word": "rose", "line": "Miss Ingram rose solemnly: “I go first,” she said, in a tone which might have befitted the leader of a forlorn hope, mounting a breach in the van of his men.\n"}, "modifies": "Miss"}
{"white": {"word": "fair", "line": "The matrons, meantime, offered vinaigrettes and wielded fans; and again and again reiterated the expression of their concern that their warning had not been taken in time; and the elder gentlemen laughed, and the younger urged their services on the agitated fair ones.\n"}, "modifies": "ones"}
{"red": {"word": "red", "line": "She had on a red cloak and a black bonnet: or rather, a broad-brimmed gipsy hat, tied down with a striped handkerchief under her chin.\n"}, "modifies": "cloak"}
{"black": {"word": "black", "line": "She had on a red cloak and a black bonnet: or rather, a broad-brimmed gipsy hat, tied down with a striped handkerchief under her chin.\n"}, "modifies": "bonnet"}
{"black": {"word": "black", "line": "An extinguished candle stood on the table; she was bending over the fire, and seemed reading in a little black book, like a prayer-book, by the light of the blaze: she muttered the words to herself, as most old women do, while she read; she did not desist immediately on my entrance: it appeared she wished to finish a paragraph.\n"}, "modifies": "book"}
{"white": {"word": "white", "line": "It looked all brown and black: elf-locks bristled out from beneath a white band which passed under her chin, and came half over her cheeks, or rather jaws: her eye confronted me at once, with a bold and direct gaze.\n"}, "modifies": "band"}
{"red": {"word": "red", "line": "“Only take off the red cloak, sir, and then—” “But the string is in a knot—help me.” “Break it, sir.” “There, then—‘Off, ye lendings!’” And Mr. Rochester stepped out of his disguise.\n"}, "modifies": "cloak"}
{"white": {"word": "fair", "line": "It is scarcely fair, sir.” “Do you forgive me, Jane?” “I cannot tell till I have thought it all over.\n"}, "modifies": "sir"}
{"pink": {"word": "rose", "line": "It was beautiful, but too solemn: I half rose, and stretched my arm to draw the curtain.\n"}, "modifies": "half"}
{"black": {"word": "black", "line": "He still waited; he held a key in his hand: approaching one of the small, black doors, he put it in the lock; he paused, and addressed me again.\n"}, "modifies": "doors"}
{"white": {"word": "pale", "line": "Mr. Rochester held the candle over him; I recognised in his pale and seemingly lifeless face—the stranger, Mason: I saw too that his linen on one side, and one arm, was almost soaked in blood.\n"}, "modifies": "face"}
{"white": {"word": "pale", "line": "Here then I was in the third storey, fastened into one of its mystic cells; night around me; a pale and bloody spectacle under my eyes and hands; a murderess hardly separated from me by a single door: yes—that was appalling—the rest I could bear; but I shuddered at the thought of Grace Poole bursting out upon me.\n"}, "modifies": "spectacle"}
{"blue": {"word": "blue", "line": "I must watch this ghastly countenance—these blue, still lips forbidden to unclose—these eyes now shut, now opening, now wandering through the room, now fixing on me, and ever glazed with the dulness of horror.\n"}, "modifies": "countenance"}
{"black": {"word": "black", "line": "I must see the light of the unsnuffed candle wane on my employment; the shadows darken on the wrought, antique tapestry round me, and grow black under the hangings of the vast old bed, and quiver strangely over the doors of a great cabinet opposite—whose front, divided into twelve panels, bore, in grim design, the heads of the twelve apostles, each enclosed in its separate panel as in a frame; while above them at the top rose an ebon crucifix and a dying Christ.\n"}, "modifies": "hangings"}
{"pink": {"word": "rose", "line": "I must see the light of the unsnuffed candle wane on my employment; the shadows darken on the wrought, antique tapestry round me, and grow black under the hangings of the vast old bed, and quiver strangely over the doors of a great cabinet opposite—whose front, divided into twelve panels, bore, in grim design, the heads of the twelve apostles, each enclosed in its separate panel as in a frame; while above them at the top rose an ebon crucifix and a dying Christ.\n"}, "modifies": "crucifix"}
{"white": {"word": "white", "line": "I had, again and again, held the water to Mason’s white lips; again and again offered him the stimulating salts: my efforts seemed ineffectual: either bodily or mental suffering, or loss of blood, or all three combined, were fast prostrating his strength.\n"}, "modifies": "lips"}
{"grey": {"word": "grey", "line": "The candle, wasted at last, went out; as it expired, I perceived streaks of grey light edging the window curtains: dawn was then approaching.\n"}, "modifies": "light"}
{"red": {"word": "crimson", "line": "“That will do;—now wet the lip of the phial.” I did so; he measured twelve drops of a crimson liquid, and presented it to Mason.\n"}, "modifies": "liquid"}
{"white": {"word": "white", "line": "The stillness of early morning slumbered everywhere; the curtains were yet drawn over the servants’ chamber windows; little birds were just twittering in the blossom-blanched orchard trees, whose boughs drooped like white garlands over the wall enclosing one side of the yard; the carriage horses stamped from time to time in their closed stables: all else was still.\n"}, "modifies": "garlands"}
{"white": {"word": "pale", "line": "“Jane, Jane,” said he, stopping before me, “you are quite pale with your vigils: don’t you curse me for disturbing your rest?” “Curse you?\n"}, "modifies": "vigils"}
{"blue": {"word": "azure", "line": "I remember her appearance at the moment—it was very graceful and very striking: she wore a morning robe of sky-blue crape; a gauzy azure scarf was twisted in her hair.\n"}, "modifies": "scarf"}
{"white": {"word": "white", "line": "It was very clean and neat: the ornamental windows were hung with little white curtains; the floor was spotless; the grate and fire-irons were burnished bright, and the fire burnt clear.\n"}, "modifies": "curtains"}
{"pink": {"word": "rose", "line": "The same hostile roof now again rose before me: my prospects were doubtful yet; and I had yet an aching heart.\n"}, "modifies": "roof"}
{"black": {"word": "black", "line": "There was something ascetic in her look, which was augmented by the extreme plainness of a straight-skirted, black, stuff dress, a starched linen collar, hair combed away from the temples, and the nun-like ornament of a string of ebony beads and a crucifix.\n"}, "modifies": "dress"}
{"white": {"word": "fair", "line": "This was a full-blown, very plump damsel, fair as waxwork, with handsome and regular features, languishing blue eyes, and ringleted yellow hair.\n"}, "modifies": "damsel"}
{"blue": {"word": "blue", "line": "This was a full-blown, very plump damsel, fair as waxwork, with handsome and regular features, languishing blue eyes, and ringleted yellow hair.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "This was a full-blown, very plump damsel, fair as waxwork, with handsome and regular features, languishing blue eyes, and ringleted yellow hair.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "The hue of her dress was black too; but its fashion was so different from her sister’s—so much more flowing and becoming—it looked as stylish as the other’s looked puritanical.\n"}, "modifies": "hue"}
{"pink": {"word": "rose", "line": "Both ladies, as I advanced, rose to welcome me, and both addressed me by the name of “Miss Eyre.” Eliza’s greeting was delivered in a short, abrupt voice, without a smile; and then she sat down again, fixed her eyes on the fire, and seemed to forget me.\n"}, "modifies": "ladies"}
{"brown": {"word": "amber", "line": "There was the great four-post bed with amber hangings as of old; there the toilet-table, the armchair, and the footstool, at which I had a hundred times been sentenced to kneel, to ask pardon for offences by me uncommitted.\n"}, "modifies": "hangings"}
{"black": {"word": "black", "line": "I took a soft black pencil, gave it a broad point, and worked away.\n"}, "modifies": "pencil"}
{"black": {"word": "black", "line": "Strongly-marked horizontal eyebrows must be traced under that brow; then followed, naturally, a well-defined nose, with a straight ridge and full nostrils; then a flexible-looking mouth, by no means narrow; then a firm chin, with a decided cleft down the middle of it: of course, some black whiskers were wanted, and some jetty hair, tufted on the temples, and waved above the forehead.\n"}, "modifies": "whiskers"}
{"white": {"word": "fair", "line": "It was a wet and windy afternoon: Georgiana had fallen asleep on the sofa over the perusal of a novel; Eliza was gone to attend a saint’s-day service at the new church—for in matters of religion she was a rigid formalist: no weather ever prevented the punctual discharge of what she considered her devotional duties; fair or foul, she went to church thrice every Sunday, and as often on week-days as there were prayers.\n"}, "modifies": "foul"}
{"white": {"word": "pale", "line": "I was still listening in thought to her well-remembered tones—still picturing her pale and spiritual aspect, her wasted face and sublime gaze, as she lay on her placid deathbed, and whispered her longing to be restored to her divine Father’s bosom—when a feeble voice murmured from the couch behind: “Who is that?” I knew Mrs. Reed had not spoken for days: was she reviving?\n"}, "modifies": "aspect"}
{"black": {"word": "black", "line": "I mused on the funeral day, the coffin, the hearse, the black train of tenants and servants—few was the number of relatives—the gaping vault, the silent church, the solemn service.\n"}, "modifies": "train"}
{"white": {"word": "fair", "line": "It was not a bright or splendid summer evening, though fair and soft: the haymakers were at work all along the road; and the sky, though far from cloudless, was such as promised well for the future: its blue—where blue was visible—was mild and settled, and its cloud strata high and thin.\n"}, "modifies": "evening"}
{"blue": {"word": "blue", "line": "If I dared, I’d touch you, to see if you are substance or shadow, you elf!—but I’d as soon offer to take hold of a blue _ignis fatuus_ light in a marsh.\n"}, "modifies": "light"}
{"green": {"word": "green", "line": "The hay was all got in; the fields round Thornfield were green and shorn; the roads white and baked; the trees were in their dark prime; hedge and wood, full-leaved and deeply tinted, contrasted well with the sunny hue of the cleared meadows between.\n"}, "modifies": "fields"}
{"white": {"word": "white", "line": "The hay was all got in; the fields round Thornfield were green and shorn; the roads white and baked; the trees were in their dark prime; hedge and wood, full-leaved and deeply tinted, contrasted well with the sunny hue of the cleared meadows between.\n"}, "modifies": "roads"}
{"red": {"word": "red", "line": "Where the sun had gone down in simple state—pure of the pomp of clouds—spread a solemn purple, burning with the light of red jewel and furnace flame at one point, on one hill-peak, and extending high and wide, soft and still softer, over half heaven.\n"}, "modifies": "jewel"}
{"blue": {"word": "blue", "line": "The east had its own charm or fine deep blue, and its own modest gem, a rising and solitary star: soon it would boast the moon; but she was yet beneath the horizon.\n"}, "modifies": "charm"}
{"pink": {"word": "pink", "line": "Sweet-briar and southernwood, jasmine, pink, and rose have long been yielding their evening sacrifice of incense: this new scent is neither of shrub nor flower; it is—I know it well—it is Mr. Rochester’s cigar.\n"}, "modifies": "briar"}
{"white": {"word": "pale", "line": "When I looked up, on leaving his arms, there stood the widow, pale, grave, and amazed.\n"}, "modifies": "widow"}
{"white": {"word": "pale", "line": "Is this my pale, little elf?\n"}, "modifies": "elf"}
{"green": {"word": "green", "line": "This little sunny-faced girl with the dimpled cheek and rosy lips; the satin-smooth hazel hair, and the radiant hazel eyes?” (I had green eyes, reader; but you must excuse the mistake: for him they were new-dyed, I suppose.)\n"}, "modifies": "eyes"}
{"brown": {"word": "hazel", "line": "This little sunny-faced girl with the dimpled cheek and rosy lips; the satin-smooth hazel hair, and the radiant hazel eyes?” (I had green eyes, reader; but you must excuse the mistake: for him they were new-dyed, I suppose.)\n"}, "modifies": "hair"}
{"pink": {"word": "rosy", "line": "This little sunny-faced girl with the dimpled cheek and rosy lips; the satin-smooth hazel hair, and the radiant hazel eyes?” (I had green eyes, reader; but you must excuse the mistake: for him they were new-dyed, I suppose.)\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "“You blushed, and now you are white, Jane: what is that for?” “Because you gave me a new name—Jane Rochester; and it seems so strange.” “Yes, Mrs. Rochester,” said he; “young Mrs. Rochester—Fairfax Rochester’s girl-bride.” “It can never be, sir; it does not sound likely.\n"}, "modifies": "Jane"}
{"pink": {"word": "rose", "line": "I was so hurt by her coldness and scepticism, that the tears rose to my eyes.\n"}, "modifies": "tears"}
{"white": {"word": "bleached", "line": "“I shall gather manna for her morning and night: the plains and hillsides in the moon are bleached with manna, Adèle.” “She will want to warm herself: what will she do for a fire?” “Fire rises out of the lunar mountains: when she is cold, I’ll carry her up to a peak, and lay her down on the edge of a crater.” “Oh, qu’elle y sera mal—peu comfortable!\n"}, "modifies": "plains"}
{"white": {"word": "white", "line": "How would a white or a pink cloud answer for a gown, do you think?\n"}, "modifies": "answer"}
{"gold": {"word": "gold", "line": "Here is a talisman will remove all difficulties;’ and she held out a pretty gold ring.\n"}, "modifies": "ring"}
{"pink": {"word": "pink", "line": "With anxiety I watched his eye rove over the gay stores: he fixed on a rich silk of the most brilliant amethyst dye, and a superb pink satin.\n"}, "modifies": "satin"}
{"purple": {"word": "amethyst", "line": "With anxiety I watched his eye rove over the gay stores: he fixed on a rich silk of the most brilliant amethyst dye, and a superb pink satin.\n"}, "modifies": "dye"}
{"gold": {"word": "gold", "line": "I told him in a new series of whispers, that he might as well buy me a gold gown and a silver bonnet at once: I should certainly never venture to wear his choice.\n"}, "modifies": "gown"}
{"silver": {"word": "silver", "line": "I told him in a new series of whispers, that he might as well buy me a gold gown and a silver bonnet at once: I should certainly never venture to wear his choice.\n"}, "modifies": "bonnet"}
{"black": {"word": "black", "line": "With infinite difficulty, for he was stubborn as a stone, I persuaded him to make an exchange in favour of a sober black satin and pearl-grey silk.\n"}, "modifies": "satin"}
{"gold": {"word": "gold", "line": "He smiled; and I thought his smile was such as a sultan might, in a blissful and fond moment, bestow on a slave his gold and gems had enriched: I crushed his hand, which was ever hunting mine, vigorously, and thrust it back to him red with the passionate pressure.\n"}, "modifies": "gems"}
{"black": {"word": "black", "line": "I’ll be married in this lilac gingham: you may make a dressing-gown for yourself out of the pearl-grey silk, and an infinite series of waistcoats out of the black satin.” He chuckled; he rubbed his hands.\n"}, "modifies": "satin"}
{"purple": {"word": "lilac", "line": "I’ll be married in this lilac gingham: you may make a dressing-gown for yourself out of the pearl-grey silk, and an infinite series of waistcoats out of the black satin.” He chuckled; he rubbed his hands.\n"}, "modifies": "gingham"}
{"blue": {"word": "blue", "line": "No sooner had twilight, that hour of romance, began to lower her blue and starry banner over the lattice, than I rose, opened the piano, and entreated him, for the love of heaven, to give me a song.\n"}, "modifies": "banner"}
{"black": {"word": "black", "line": "It was enough that in yonder closet, opposite my dressing-table, garments said to be hers had already displaced my black stuff Lowood frock and straw bonnet: for not to me appertained that suit of wedding raiment; the pearl-coloured robe, the vapoury veil pendent from the usurped portmanteau.\n"}, "modifies": "stuff"}
{"white": {"word": "white", "line": "“I will leave you by yourself, white dream,” I said.\n"}, "modifies": "dream"}
{"blue": {"word": "blue", "line": "Instead of subsiding as night drew on, it seemed to augment its rush and deepen its roar: the trees blew steadfastly one way, never writhing round, and scarcely tossing back their boughs once in an hour; so continuous was the strain bending their branchy heads northward—the clouds drifted from pole to pole, fast following, mass on mass: no glimpse of blue sky had been visible that July day.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "“I think, scathed as you look, and charred and scorched, there must be a little sense of life in you yet, rising out of that adhesion at the faithful, honest roots: you will never have green leaves more—never more see birds making nests and singing idyls in your boughs; the time of pleasure and love is over with you: but you are not desolate: each of you has a comrade to sympathise with him in his decay.” As I looked up at them, the moon appeared momentarily in that part of the sky which filled their fissure; her disk was blood-red and half overcast; she seemed to throw on me one bewildered, dreary glance, and buried herself again instantly in the deep drift of cloud.\n"}, "modifies": "leaves"}
{"blue": {"word": "blue", "line": "He saw me; for the moon had opened a blue field in the sky, and rode in it watery bright: he took his hat off, and waved it round his head.\n"}, "modifies": "field"}
{"pink": {"word": "rose", "line": "But, sir, as it grew dark, the wind rose: it blew yesterday evening, not as it blows now—wild and high—but ‘with a sullen, moaning sound’ far more eerie.\n"}, "modifies": "sir"}
{"white": {"word": "white", "line": "I saw you like a speck on a white track, lessening every moment.\n"}, "modifies": "track"}
{"red": {"word": "red", "line": "I wish I could forget the roll of the red eyes and the fearful blackened inflation of the lineaments!” “Ghosts are usually pale, Jane.” “This, sir, was purple: the lips were swelled and dark; the brow furrowed: the black eyebrows widely raised over the bloodshot eyes.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "In a state between sleeping and waking, you noticed her entrance and her actions; but feverish, almost delirious as you were, you ascribed to her a goblin appearance different from her own: the long dishevelled hair, the swelled black face, the exaggerated stature, were figments of imagination; results of nightmare: the spiteful tearing of the veil was real: and it is like her.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "With little Adèle in my arms, I watched the slumber of childhood—so tranquil, so passionless, so innocent—and waited for the coming day: all my life was awake and astir in my frame: and as soon as the sun rose I rose too.\n"}, "modifies": "sun"}
{"red": {"word": "flaming", "line": "I wonder what other bridegroom ever looked as he did—so bent up to a purpose, so grimly resolute: or who, under such steadfast brows, ever revealed such flaming and flashing eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "I know not whether the day was fair or foul; in descending the drive, I gazed neither on sky nor earth: my heart was with my eyes; and both seemed migrated into Mr. Rochester’s frame.\n"}, "modifies": "day"}
{"green": {"word": "green", "line": "I remember something, too, of the green grave-mounds; and I have not forgotten, either, two figures of strangers straying amongst the low hillocks and reading the mementoes graven on the few mossy head-stones.\n"}, "modifies": "mounds"}
{"white": {"word": "white", "line": "We entered the quiet and humble temple; the priest waited in his white surplice at the lowly altar, the clerk beside him.\n"}, "modifies": "surplice"}
{"white": {"word": "pale", "line": "and how like quarried marble was his pale, firm, massive front at this moment!\n"}, "modifies": "front"}
{"white": {"word": "pale", "line": "The second stranger, who had hitherto lingered in the background, now drew near; a pale face looked over the solicitor’s shoulder—yes, it was Mason himself.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "His eye, as I have often said, was a black eye: it had now a tawny, nay, a bloody light in its gloom; and his face flushed—olive cheek and hueless forehead received a glow as from spreading, ascending heart-fire: and he stirred, lifted his strong arm—he could have struck Mason, dashed him on the church-floor, shocked by ruthless blow the breath from his body—but Mason shrank away, and cried faintly, “Good God!” Contempt fell cool on Mr. Rochester—his passion died as if a blight had shrivelled it up: he only asked—“What have _you_ to say?” An inaudible reply escaped Mason’s white lips.\n"}, "modifies": "eye"}
{"white": {"word": "white", "line": "I now inform you that she is my wife, whom I married fifteen years ago,—Bertha Mason by name; sister of this resolute personage, who is now, with his quivering limbs and white cheeks, showing you what a stout heart men may bear.\n"}, "modifies": "cheeks"}
{"black": {"word": "black", "line": "We mounted the first staircase, passed up the gallery, proceeded to the third storey: the low, black door, opened by Mr. Rochester’s master-key, admitted us to the tapestried room, with its great bed and its pictorial cabinet.\n"}, "modifies": "door"}
{"purple": {"word": "purple", "line": "I recognised well that purple face,—those bloated features.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Compare these clear eyes with the red balls yonder—this face with that mask—this form with that bulk; then judge me, priest of the gospel and man of the law, and remember with what judgment ye judge ye shall be judged!\n"}, "modifies": "yonder"}
{"white": {"word": "pale", "line": "Jane Eyre, who had been an ardent, expectant woman—almost a bride, was a cold, solitary girl again: her life was pale; her prospects were desolate.\n"}, "modifies": "life"}
{"white": {"word": "white", "line": "A Christmas frost had come at midsummer; a white December storm had whirled over June; ice glazed the ripe apples, drifts crushed the blowing roses; on hayfield and cornfield lay a frozen shroud: lanes which last night blushed full of flowers, to-day were pathless with untrodden snow; and the woods, which twelve hours since waved leafy and fragrant as groves between the tropics, now spread, waste, wild, and white as pine-forests in wintry Norway.\n"}, "modifies": "storm"}
{"white": {"word": "white", "line": "I see a white cheek and a faded eye, but no trace of tears.\n"}, "modifies": "cheek"}
{"white": {"word": "pale", "line": "“But I am not angry, Jane: I only love you too well; and you had steeled your little pale face with such a resolute, frozen look, I could not endure it.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "When I think of the thing which flew at my throat this morning, hanging its black and scarlet visage over the nest of my dove, my blood curdles—” “And what, sir,” I asked, while he paused, “did you do when you had settled her here?\n"}, "modifies": "visage"}
{"green": {"word": "green", "line": "I have a rosy sky and a green flowery Eden in my brain; but without, I am perfectly aware, lies at my feet a rough tract to travel, and around me gather black tempests to encounter.’ You ran downstairs and demanded of Mrs. Fairfax some occupation: the weekly house accounts to make up, or something of that sort, I think it was.\n"}, "modifies": "Eden"}
{"black": {"word": "black", "line": "I have a rosy sky and a green flowery Eden in my brain; but without, I am perfectly aware, lies at my feet a rough tract to travel, and around me gather black tempests to encounter.’ You ran downstairs and demanded of Mrs. Fairfax some occupation: the weekly house accounts to make up, or something of that sort, I think it was.\n"}, "modifies": "tempests"}
{"pink": {"word": "rosy", "line": "I have a rosy sky and a green flowery Eden in my brain; but without, I am perfectly aware, lies at my feet a rough tract to travel, and around me gather black tempests to encounter.’ You ran downstairs and demanded of Mrs. Fairfax some occupation: the weekly house accounts to make up, or something of that sort, I think it was.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "I was now too fond of you often to simulate the first whim; and, when I stretched my hand out cordially, such bloom and light and bliss rose to your young, wistful features, I had much ado often to avoid straining you then and there to my heart.” “Don’t talk any more of those days, sir,” I interrupted, furtively dashing away some tears from my eyes; his language was torture to me; for I knew what I must do—and do soon—and all these reminiscences, and these revelations of his feelings only made my work more difficult.\n"}, "modifies": "bloom"}
{"red": {"word": "flaming", "line": "He seemed to devour me with his flaming glance: physically, I felt, at the moment, powerless as stubble exposed to the draught and glow of a furnace: mentally, I still possessed my soul, and with it the certainty of ultimate safety.\n"}, "modifies": "glance"}
{"pink": {"word": "rose", "line": "My eye rose to his; and while I looked in his fierce face I gave an involuntary sigh; his gripe was painful, and my over-taxed strength almost exhausted.\n"}, "modifies": "eye"}
{"white": {"word": "white", "line": "She broke forth as never moon yet burst from cloud: a hand first penetrated the sable folds and waved them away; then, not a moon, but a white human form shone in the azure, inclining a glorious brow earthward.\n"}, "modifies": "form"}
{"white": {"word": "fair", "line": "He who is taken out to pass through a fair scene to the scaffold, thinks not of the flowers that smile on his road, but of the block and axe-edge; of the disseverment of bone and vein; of the grave gaping at the end: and I thought of drear flight and homeless wandering—and oh!\n"}, "modifies": "scene"}
{"brown": {"word": "brown", "line": "I struck straight into the heath; I held on to a hollow I saw deeply furrowing the brown moorside; I waded knee-deep in its dark growth; I turned with its turnings, and finding a moss-blackened granite crag in a hidden angle, I sat down under it.\n"}, "modifies": "moorside"}
{"black": {"word": "jet", "line": "I saw ripe bilberries gleaming here and there, like jet beads in the heath: I gathered a handful and ate them with the bread.\n"}, "modifies": "beads"}
{"pink": {"word": "rose", "line": "Worn out with this torture of thought, I rose to my knees.\n"}, "modifies": "knees"}
{"green": {"word": "green", "line": "All the valley at my right hand was full of pasture-fields, and cornfields, and wood; and a glittering stream ran zig-zag through the varied shades of green, the mellowing grain, the sombre woodland, the clear and sunny lea.\n"}, "modifies": "shades"}
{"white": {"word": "white", "line": "What business had I to approach the white door or touch the glittering knocker?\n"}, "modifies": "door"}
{"white": {"word": "white", "line": "She shook her head, she “was sorry she could give me no information,” and the white door closed, quite gently and civilly: but it shut me out.\n"}, "modifies": "door"}
{"brown": {"word": "brown", "line": "I imagine he did not think I was a beggar, but only an eccentric sort of lady, who had taken a fancy to his brown loaf.\n"}, "modifies": "loaf"}
{"green": {"word": "green", "line": "It showed no variation but of tint: green, where rush and moss overgrew the marshes; black, where the dry soil bore only heath.\n"}, "modifies": "variation"}
{"black": {"word": "black", "line": "It showed no variation but of tint: green, where rush and moss overgrew the marshes; black, where the dry soil bore only heath.\n"}, "modifies": "green"}
{"white": {"word": "white", "line": "Having crossed the marsh, I saw a trace of white over the moor.\n"}, "modifies": "trace"}
{"pink": {"word": "rose", "line": "Entering the gate and passing the shrubs, the silhouette of a house rose to view, black, low, and rather long; but the guiding light shone nowhere.\n"}, "modifies": "silhouette"}
{"white": {"word": "white", "line": "I could see a clock, a white deal table, some chairs.\n"}, "modifies": "table"}
{"pink": {"word": "rosy", "line": "A group of more interest appeared near the hearth, sitting still amidst the rosy peace and warmth suffusing it.\n"}, "modifies": "peace"}
{"black": {"word": "black", "line": "Two young, graceful women—ladies in every point—sat, one in a low rocking-chair, the other on a lower stool; both wore deep mourning of crape and bombazeen, which sombre garb singularly set off very fair necks and faces: a large old pointer dog rested its massive head on the knee of one girl—in the lap of the other was cushioned a black cat.\n"}, "modifies": "cat"}
{"white": {"word": "fair", "line": "Two young, graceful women—ladies in every point—sat, one in a low rocking-chair, the other on a lower stool; both wore deep mourning of crape and bombazeen, which sombre garb singularly set off very fair necks and faces: a large old pointer dog rested its massive head on the knee of one girl—in the lap of the other was cushioned a black cat.\n"}, "modifies": "necks"}
{"white": {"word": "pale", "line": "I cannot call them handsome—they were too pale and grave for the word: as they each bent over a book, they looked thoughtful almost to severity.\n"}, "modifies": "word"}
{"pink": {"word": "rose", "line": "The ladies rose; they seemed about to withdraw to the parlour.\n"}, "modifies": "ladies"}
{"white": {"word": "white", "line": "“As white as clay or death,” was responded.\n"}, "modifies": "clay"}
{"black": {"word": "black", "line": "My black silk frock hung against the wall.\n"}, "modifies": "frock"}
{"gray": {"word": "dusty", "line": "Mr. St. John—sitting as still as one of the dusty pictures on the walls, keeping his eyes fixed on the page he perused, and his lips mutely sealed—was easy enough to examine.\n"}, "modifies": "pictures"}
{"grey": {"word": "dusty", "line": "Mr. St. John—sitting as still as one of the dusty pictures on the walls, keeping his eyes fixed on the page he perused, and his lips mutely sealed—was easy enough to examine.\n"}, "modifies": "pictures"}
{"white": {"word": "fair", "line": "His eyes were large and blue, with brown lashes; his high forehead, colourless as ivory, was partially streaked over by careless locks of fair hair.\n"}, "modifies": "hair"}
{"brown": {"word": "brown", "line": "His eyes were large and blue, with brown lashes; his high forehead, colourless as ivory, was partially streaked over by careless locks of fair hair.\n"}, "modifies": "lashes"}
{"blue": {"word": "blue", "line": "Mr. Rivers now closed his book, approached the table, and, as he took a seat, fixed his blue pictorial-looking eyes full on me.\n"}, "modifies": "eyes"}
{"grey": {"word": "grey", "line": "I, too, in the grey, small, antique structure, with its low roof, its latticed casements, its mouldering walls, its avenue of aged firs—all grown aslant under the stress of mountain winds; its garden, dark with yew and holly—and where no flowers but of the hardiest species would bloom—found a charm both potent and permanent.\n"}, "modifies": "structure"}
{"grey": {"word": "grey", "line": "They clung to the purple moors behind and around their dwelling—to the hollow vale into which the pebbly bridle-path leading from their gate descended, and which wound between fern-banks first, and then amongst a few of the wildest little pasture-fields that ever bordered a wilderness of heath, or gave sustenance to a flock of grey moorland sheep, with their little mossy-faced lambs:—they clung to this scene, I say, with a perfect enthusiasm of attachment.\n"}, "modifies": "sheep"}
{"purple": {"word": "purple", "line": "They clung to the purple moors behind and around their dwelling—to the hollow vale into which the pebbly bridle-path leading from their gate descended, and which wound between fern-banks first, and then amongst a few of the wildest little pasture-fields that ever bordered a wilderness of heath, or gave sustenance to a flock of grey moorland sheep, with their little mossy-faced lambs:—they clung to this scene, I say, with a perfect enthusiasm of attachment.\n"}, "modifies": "moors"}
{"white": {"word": "fair", "line": "No weather seemed to hinder him in these pastoral excursions: rain or fair, he would, when his hours of morning study were over, take his hat, and, followed by his father’s old pointer, Carlo, go out on his mission of love or duty—I scarcely know in which light he regarded it.\n"}, "modifies": "rain"}
{"silver": {"word": "silver", "line": "I am not absolutely such a fool and sensualist as to regret the absence of a carpet, a sofa, and silver plate; besides, five weeks ago I had nothing—I was an outcast, a beggar, a vagrant; now I have acquaintance, a home, a business.\n"}, "modifies": "plate"}
{"silver": {"word": "silver", "line": "We had heard no step on that grass-grown track; the water running in the vale was the one lulling sound of the hour and scene; we might well then start when a gay voice, sweet as a silver bell, exclaimed— “Good evening, Mr. Rivers.\n"}, "modifies": "bell"}
{"pink": {"word": "rose", "line": "Perfect beauty is a strong expression; but I do not retrace or qualify it: as sweet features as ever the temperate clime of Albion moulded; as pure hues of rose and lily as ever her humid gales and vapoury skies generated and screened, justified, in this instance, the term.\n"}, "modifies": "hues"}
{"white": {"word": "white", "line": "No charm was wanting, no defect was perceptible; the young girl had regular and delicate lineaments; eyes shaped and coloured as we see them in lovely pictures, large, and dark, and full; the long and shadowy eyelash which encircles a fine eye with so soft a fascination; the pencilled brow which gives such clearness; the white smooth forehead, which adds such repose to the livelier beauties of tint and ray; the cheek oval, fresh, and smooth; the lips, fresh too, ruddy, healthy, sweetly formed; the even and gleaming teeth without flaw; the small dimpled chin; the ornament of rich, plenteous tresses—all advantages, in short, which, combined, realise the ideal of beauty, were fully hers.\n"}, "modifies": "forehead"}
{"white": {"word": "fair", "line": "I wondered, as I looked at this fair creature: I admired her with my whole heart.\n"}, "modifies": "creature"}
{"white": {"word": "blanched", "line": "Well might she put the question: his face was blanched as her gown.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "Then I rose up on my curtainless bed, trembling and quivering; and then the still, dark night witnessed the convulsion of despair, and heard the burst of passion.\n"}, "modifies": "bed"}
{"black": {"word": "black", "line": "Anything more exquisite than her appearance, in her purple habit, with her Amazon’s cap of black velvet placed gracefully above the long curls that kissed her cheek and floated to her shoulders, can scarcely be imagined: and it was thus she would enter the rustic building, and glide through the dazzled ranks of the village children.\n"}, "modifies": "velvet"}
{"purple": {"word": "purple", "line": "Anything more exquisite than her appearance, in her purple habit, with her Amazon’s cap of black velvet placed gracefully above the long curls that kissed her cheek and floated to her shoulders, can scarcely be imagined: and it was thus she would enter the rustic building, and glide through the dazzled ranks of the village children.\n"}, "modifies": "habit"}
{"red": {"word": "coral", "line": "And now it is deluged with a nectarous flood—the young germs swamped—delicious poison cankering them: now I see myself stretched on an ottoman in the drawing-room at Vale Hall at my bride Rosamond Oliver’s feet: she is talking to me with her sweet voice—gazing down on me with those eyes your skilful hand has copied so well—smiling at me with these coral lips.\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "No; it was St. John Rivers, who, lifting the latch, came in out of the frozen hurricane—the howling darkness—and stood before me: the cloak that covered his tall figure all white as a glacier.\n"}, "modifies": "glacier"}
{"white": {"word": "pale", "line": "If he were insane, however, his was a very cool and collected insanity: I had never seen that handsome-featured face of his look more like chiselled marble than it did just now, as he put aside his snow-wet hair from his forehead and let the firelight shine free on his pale brow and cheek as pale, where it grieved me to discover the hollow trace of care or sorrow now so plainly graved.\n"}, "modifies": "brow"}
{"pink": {"word": "rose", "line": "Mr. Rivers rose now and put his cloak on.\n"}, "modifies": "Mr."}
{"gold": {"word": "gold", "line": "This was a blessing, bright, vivid, and exhilarating;—not like the ponderous gift of gold: rich and welcome enough in its way, but sobering from its weight.\n"}, "modifies": "gift"}
{"pink": {"word": "rose", "line": "I say again, I am glad!” I walked fast through the room: I stopped, half suffocated with the thoughts that rose faster than I could receive, comprehend, settle them:—thoughts of what might, could, would, and should be, and that ere long.\n"}, "modifies": "thoughts"}
{"brown": {"word": "bronze", "line": "Dark handsome new carpets and curtains, an arrangement of some carefully selected antique ornaments in porcelain and bronze, new coverings, and mirrors, and dressing-cases, for the toilet tables, answered the end: they looked fresh without being glaring.\n"}, "modifies": "porcelain"}
{"red": {"word": "crimson", "line": "A spare parlour and bedroom I refurnished entirely, with old mahogany and crimson upholstery: I laid canvas on the passage, and carpets on the stairs.\n"}, "modifies": "upholstery"}
{"white": {"word": "white", "line": "As I looked at his lofty forehead, still and pale as a white stone—at his fine lineaments fixed in study—I comprehended all at once that he would hardly make a good husband: that it would be a trying thing to be his wife.\n"}, "modifies": "stone"}
{"blue": {"word": "blue", "line": "Thus engaged, he appeared, sitting in his own recess, quiet and absorbed enough; but that blue eye of his had a habit of leaving the outlandish-looking grammar, and wandering over, and sometimes fixing upon us, his fellow-students, with a curious intensity of observation: if caught, it would be instantly withdrawn; yet ever and anon, it returned searchingly to our table.\n"}, "modifies": "eye"}
{"blue": {"word": "blue", "line": "As I exchanged a translation for an exercise, I happened to look his way: there I found myself under the influence of the ever-watchful blue eye.\n"}, "modifies": "eye"}
{"green": {"word": "green", "line": "The thing was as impossible as to mould my irregular features to his correct and classic pattern, to give to my changeable green eyes the sea-blue tint and solemn lustre of his own.\n"}, "modifies": "eyes"}
{"blue": {"word": "blue", "line": "The breeze was from the west: it came over the hills, sweet with scents of heath and rush; the sky was of stainless blue; the stream descending the ravine, swelled with past spring rains, poured along plentiful and clear, catching golden gleams from the sun, and sapphire tints from the firmament.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "As we advanced and left the track, we trod a soft turf, mossy fine and emerald green, minutely enamelled with a tiny white flower, and spangled with a star-like yellow blossom: the hills, meantime, shut us quite in; for the glen, towards its head, wound to their very core.\n"}, "modifies": "turf"}
{"white": {"word": "white", "line": "As we advanced and left the track, we trod a soft turf, mossy fine and emerald green, minutely enamelled with a tiny white flower, and spangled with a star-like yellow blossom: the hills, meantime, shut us quite in; for the glen, towards its head, wound to their very core.\n"}, "modifies": "flower"}
{"yellow": {"word": "yellow", "line": "As we advanced and left the track, we trod a soft turf, mossy fine and emerald green, minutely enamelled with a tiny white flower, and spangled with a star-like yellow blossom: the hills, meantime, shut us quite in; for the glen, towards its head, wound to their very core.\n"}, "modifies": "blossom"}
{"white": {"word": "pale", "line": "Without one overt act of hostility, one upbraiding word, he contrived to impress me momently with the conviction that I was put beyond the pale of his favour.\n"}, "modifies": "favour"}
{"blue": {"word": "blue", "line": "To me, he was in reality become no longer flesh, but marble; his eye was a cold, bright, blue gem; his tongue a speaking instrument—nothing more.\n"}, "modifies": "gem"}
{"black": {"word": "black", "line": "“Down superstition!” I commented, as that spectre rose up black by the black yew at the gate.\n"}, "modifies": "yew"}
{"pink": {"word": "rose", "line": "“Down superstition!” I commented, as that spectre rose up black by the black yew at the gate.\n"}, "modifies": "spectre"}
{"pink": {"word": "rose", "line": "I rose from the thanksgiving—took a resolve—and lay down, unscared, enlightened—eager but for the daylight.\n"}, "modifies": "thanksgiving"}
{"pink": {"word": "rose", "line": "I rose at dawn.\n"}, "modifies": "dawn"}
{"green": {"word": "green", "line": "I had set out from Whitcross on a Tuesday afternoon, and early on the succeeding Thursday morning the coach stopped to water the horses at a wayside inn, situated in the midst of scenery whose green hedges and large fields and low pastoral hills (how mild of feature and verdant of hue compared with the stern North-Midland moors of Morton!)\n"}, "modifies": "hedges"}
{"pink": {"word": "rose", "line": "At last the woods rose; the rookery clustered dark; a loud cawing broke the morning stillness.\n"}, "modifies": "woods"}
{"white": {"word": "fair", "line": "A lover finds his mistress asleep on a mossy bank; he wishes to catch a glimpse of her fair face without waking her.\n"}, "modifies": "face"}
{"grey": {"word": "grey", "line": "My eye involuntarily wandered to the grey church tower near the gates, and I asked, “Is he with Damer de Rochester, sharing the shelter of his narrow marble house?” Some answer must be had to these questions.\n"}, "modifies": "tower"}
{"black": {"word": "black", "line": "She was a big woman, and had long black hair: we could see it streaming against the flames as she stood.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "His form was of the same strong and stalwart contour as ever: his port was still erect, his hair was still raven black; nor were his features altered or sunk: not in one year’s space, by any sorrow, could his athletic strength be quelled or his vigorous prime blighted.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "I led him out of the wet and wild wood into some cheerful fields: I described to him how brilliantly green they were; how the flowers and hedges looked refreshed; how sparklingly blue was the sky.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "He is a handsome man: tall, fair, with blue eyes, and a Grecian profile.” (Aside.)\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "Your eyes dwell on a Vulcan,—a real blacksmith, brown, broad-shouldered: and blind and lame into the bargain.” “I never thought of it, before; but you certainly are rather like Vulcan, sir.” “Well, you can leave me, ma’am: but before you go” (and he retained me by a firmer grasp than ever), “you will be pleased just to answer me a question or two.” He paused.\n"}, "modifies": "blacksmith"}
{"pink": {"word": "rose", "line": "“You cannot now wonder,” continued my master, “that when you rose upon me so unexpectedly last night, I had difficulty in believing you any other than a mere voice and vision, something that would melt to silence and annihilation, as the midnight whisper and mountain echo had melted before.\n"}, "modifies": "night"}
{"white": {"word": "fair", "line": "I took care she should never want for anything that could contribute to her comfort: she soon settled in her new abode, became very happy there, and made fair progress in her studies.\n"}, "modifies": "progress"}
