{"white": {"word": "white", "line": "It was the White Rabbit returning, splendidly dressed, with a pair of white kid gloves in one hand and a large fan in the other: he came trotting along in a great hurry, muttering to himself as he came, “Oh!\n"}, "modifies": "gloves"}
{"brown": {"word": "brown", "line": "A little bright-eyed terrier, you know, with oh, such long curly brown hair!\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "She stretched herself up on tiptoe, and peeped over the edge of the mushroom, and her eyes immediately met those of a large blue caterpillar, that was sitting on the top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of her or of anything else.\n"}, "modifies": "caterpillar"}
{"green": {"word": "green", "line": "* * * * * * * * * * * * * * “Come, my head’s free at last!” said Alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to be found: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below her.\n"}, "modifies": "leaves"}
{"green": {"word": "green", "line": "“What _can_ all that green stuff be?” said Alice.\n"}, "modifies": "stuff"}
{"white": {"word": "white", "line": "The Queen’s Croquet-Ground A large rose-tree stood near the entrance of the garden: the roses growing on it were white, but there were three gardeners at it, busily painting them red.\n"}, "modifies": "roses"}
{"white": {"word": "white", "line": "Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a _red_ rose-tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know.\n"}, "modifies": "one"}
{"red": {"word": "crimson", "line": "Then followed the Knave of Hearts, carrying the King’s crown on a crimson velvet cushion; and, last of all this grand procession, came THE KING AND QUEEN OF HEARTS.\n"}, "modifies": "cushion"}
{"white": {"word": "fair", "line": "“Now, I give you fair warning,” shouted the Queen, stamping on the ground as she spoke; “either you or your head must be off, and that in about half no time!\n"}, "modifies": "warning"}
