{"white": {"word": "white", "line": "Like the white lock of Whistler, that lit our aimless gloom, Men showed their own white feather as proudly as a plume.\n"}, "modifies": "lock"}
{"red": {"word": "red", "line": "The stranger who looked for the first time at the quaint red houses could only think how very oddly shaped the people must be who could fit in to them.\n"}, "modifies": "houses"}
{"white": {"word": "white", "line": "That old gentleman with the wild, white beard and the wild, white hat—that venerable humbug was not really a philosopher; but at least he was the cause of philosophy in others.\n"}, "modifies": "beard"}
{"red": {"word": "red", "line": "His dark red hair parted in the middle was literally like a woman’s, and curved into the slow curls of a virgin in a pre-Raphaelite picture.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "Across the great part of the dome they were grey, with the strangest tints of violet and mauve and an unnatural pink or pale green; but towards the west the whole grew past description, transparent and passionate, and the last red-hot plumes of it covered up the sun like something too good to be seen.\n"}, "modifies": "tints"}
{"grey": {"word": "grey", "line": "Across the great part of the dome they were grey, with the strangest tints of violet and mauve and an unnatural pink or pale green; but towards the west the whole grew past description, transparent and passionate, and the last red-hot plumes of it covered up the sun like something too good to be seen.\n"}, "modifies": "part"}
{"pink": {"word": "pink", "line": "Across the great part of the dome they were grey, with the strangest tints of violet and mauve and an unnatural pink or pale green; but towards the west the whole grew past description, transparent and passionate, and the last red-hot plumes of it covered up the sun like something too good to be seen.\n"}, "modifies": "green"}
{"purple": {"word": "mauve", "line": "Across the great part of the dome they were grey, with the strangest tints of violet and mauve and an unnatural pink or pale green; but towards the west the whole grew past description, transparent and passionate, and the last red-hot plumes of it covered up the sun like something too good to be seen.\n"}, "modifies": "violet"}
{"purple": {"word": "violet", "line": "Across the great part of the dome they were grey, with the strangest tints of violet and mauve and an unnatural pink or pale green; but towards the west the whole grew past description, transparent and passionate, and the last red-hot plumes of it covered up the sun like something too good to be seen.\n"}, "modifies": "tints"}
{"white": {"word": "fair", "line": "The new poet, who introduced himself by the name of Gabriel Syme was a very mild-looking mortal, with a fair, pointed beard and faint, yellow hair.\n"}, "modifies": "beard"}
{"yellow": {"word": "yellow", "line": "The new poet, who introduced himself by the name of Gabriel Syme was a very mild-looking mortal, with a fair, pointed beard and faint, yellow hair.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "The third party of the group, Gregory’s sister Rosamond, who had her brother’s braids of red hair, but a kindlier face underneath them, laughed with such mixture of admiration and disapproval as she gave commonly to the family oracle.\n"}, "modifies": "hair"}
{"purple": {"word": "lilac", "line": "All the time there was a smell of lilac all round him.\n"}, "modifies": "smell"}
{"red": {"word": "red", "line": "He stared and talked at the girl’s red hair and amused face for what seemed to be a few minutes; and then, feeling that the groups in such a place should mix, rose to his feet.\n"}, "modifies": "hair"}
{"pink": {"word": "rose", "line": "He stared and talked at the girl’s red hair and amused face for what seemed to be a few minutes; and then, feeling that the groups in such a place should mix, rose to his feet.\n"}, "modifies": "feet"}
{"red": {"word": "red", "line": "And yet, in some indescribable way, she kept recurring like a motive in music through all his mad adventures afterwards, and the glory of her strange hair ran like a red thread through those dark and ill-drawn tapestries of the night.\n"}, "modifies": "thread"}
{"black": {"word": "black", "line": "The tall hat and long frock coat were black; the face, in an abrupt shadow, was almost as dark.\n"}, "modifies": "hat"}
{"green": {"word": "green", "line": "There is your precious order, that lean, iron lamp, ugly and barren; and there is anarchy, rich, living, reproducing itself—there is anarchy, splendid in green and gold.” “All the same,” replied Syme patiently, “just at present you only see the tree by the light of the lamp.\n"}, "modifies": "gold"}
{"red": {"word": "red", "line": "But when Gregory threw open a pair of doors and let in a red subterranean light, Syme was still smoking with one leg thrown over the other, and had not turned a yellow hair.\n"}, "modifies": "light"}
{"yellow": {"word": "yellow", "line": "But when Gregory threw open a pair of doors and let in a red subterranean light, Syme was still smoking with one leg thrown over the other, and had not turned a yellow hair.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "Gregory led him down a low, vaulted passage, at the end of which was the red light.\n"}, "modifies": "light"}
{"red": {"word": "crimson", "line": "It was an enormous crimson lantern, nearly as big as a fireplace, fixed over a small but heavy iron door.\n"}, "modifies": "lantern"}
{"white": {"word": "fair", "line": "With his long, fair hair and rather foppish frock-coat, he looked a singularly frail and fanciful figure as he walked down that shining avenue of death.\n"}, "modifies": "hair"}
{"white": {"word": "pale", "line": "Syme did not flinch, but he put up a pale and polite hand.\n"}, "modifies": "hand"}
{"white": {"word": "white", "line": "Then a large old man, with a long and venerable white beard, perhaps the only real working-man present, rose lumberingly and said— “I move that Comrade Gregory be elected Thursday,” and sat lumberingly down again.\n"}, "modifies": "beard"}
{"pink": {"word": "rose", "line": "Then a large old man, with a long and venerable white beard, perhaps the only real working-man present, rose lumberingly and said— “I move that Comrade Gregory be elected Thursday,” and sat lumberingly down again.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "His face was deadly pale, so that by contrast his queer red hair looked almost scarlet.\n"}, "modifies": "hair"}
{"white": {"word": "pale", "line": "His face was deadly pale, so that by contrast his queer red hair looked almost scarlet.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "He had made up his mind, and he saw his best policy quite plain in front of him like a white road.\n"}, "modifies": "road"}
{"pink": {"word": "rose", "line": "The silence was sudden and awkward, but the chairman rose like an automaton, and said in a colourless voice— “Does anyone oppose the election of Comrade Gregory?” The assembly seemed vague and sub-consciously disappointed, and Comrade Witherspoon moved restlessly on his seat and muttered in his thick beard.\n"}, "modifies": "chairman"}
{"blue": {"word": "blue", "line": "But you could not have guessed it from Syme’s bleak blue eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "pale", "line": "Then Gregory fell back in his seat, a pale wreck of a man, and the chairman repeated, like a piece of clock-work suddenly started again— “The question is that Comrade Syme be elected to the post of Thursday on the General Council.” The roar rose like the sea, the hands rose like a forest, and three minutes afterwards Mr. Gabriel Syme, of the Secret Police Service, was elected to the post of Thursday on the General Council of the Anarchists of Europe.\n"}, "modifies": "wreck"}
{"blue": {"word": "blue", "line": "At the end of the passage was a door, which Buttons opened sharply, showing a sudden blue and silver picture of the moonlit river, that looked like a scene in a theatre.\n"}, "modifies": "picture"}
{"red": {"word": "red", "line": "Close to the opening lay a dark, dwarfish steam-launch, like a baby dragon with one red eye.\n"}, "modifies": "eye"}
{"red": {"word": "red", "line": "He walked on the Embankment once under a dark red sunset.\n"}, "modifies": "sunset"}
{"red": {"word": "red", "line": "The red river reflected the red sky, and they both reflected his anger.\n"}, "modifies": "river"}
{"black": {"word": "black", "line": "He wore an old-fashioned black chimney-pot hat; he was wrapped in a yet more old-fashioned cloak, black and ragged; and the combination gave him the look of the early villains in Dickens and Bulwer Lytton.\n"}, "modifies": "hat"}
{"yellow": {"word": "yellow", "line": "Also his yellow beard and hair were more unkempt and leonine than when they appeared long afterwards, cut and pointed, on the lawns of Saffron Park.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "A long, lean, black cigar, bought in Soho for twopence, stood out from between his tightened teeth, and altogether he looked a very satisfactory specimen of the anarchists upon whom he had vowed a holy war.\n"}, "modifies": "cigar"}
{"red": {"word": "red", "line": "Look at that bloody red sun and that bloody river!\n"}, "modifies": "sun"}
{"blue": {"word": "blue", "line": "How comes a man like you to be talking philosophy in a blue helmet on the Thames embankment?” “You have evidently not heard of the latest development in our police system,” replied the other.\n"}, "modifies": "helmet"}
{"white": {"word": "pale", "line": "Acting under the advice of his friend the policeman (who was professionally inclined to neatness), he trimmed his hair and beard, bought a good hat, clad himself in an exquisite summer suit of light blue-grey, with a pale yellow flower in the button-hole, and, in short, became that elegant and rather insupportable person whom Gregory had first encountered in the little garden of Saffron Park.\n"}, "modifies": "flower"}
{"yellow": {"word": "yellow", "line": "Acting under the advice of his friend the policeman (who was professionally inclined to neatness), he trimmed his hair and beard, bought a good hat, clad himself in an exquisite summer suit of light blue-grey, with a pale yellow flower in the button-hole, and, in short, became that elegant and rather insupportable person whom Gregory had first encountered in the little garden of Saffron Park.\n"}, "modifies": "flower"}
{"blue": {"word": "blue", "line": "Before he finally left the police premises his friend provided him with a small blue card, on which was written, “The Last Crusade,” and a number, the sign of his official authority.\n"}, "modifies": "card"}
{"white": {"word": "white", "line": "It broke like the splitting of great bars of lead, showing bars of silver; and these had brightened like white fire when the tug, changing its onward course, turned inward to a large landing stage rather beyond Charing Cross.\n"}, "modifies": "fire"}
{"silver": {"word": "silver", "line": "It broke like the splitting of great bars of lead, showing bars of silver; and these had brightened like white fire when the tug, changing its onward course, turned inward to a large landing stage rather beyond Charing Cross.\n"}, "modifies": "bars"}
{"white": {"word": "white", "line": "They were big and black against the huge white dawn.\n"}, "modifies": "dawn"}
{"red": {"word": "red", "line": "As a figure he was quite conventional, clad in a silk hat and frock-coat of the more formal type of fashion; he had a red flower in his buttonhole.\n"}, "modifies": "flower"}
{"white": {"word": "pale", "line": "As Syme drew nearer to him step by step, he did not even move a hair; and Syme could come close enough to notice even in the dim, pale morning light that his face was long, pale and intellectual, and ended in a small triangular tuft of dark beard at the very point of the chin, all else being clean-shaven.\n"}, "modifies": "morning"}
{"white": {"word": "pale", "line": "Syme looked again and again at the pale, dignified and delicate face, and the face still looked blankly across the river.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "In fact, it did contain a dining-table, or more strictly a breakfast-table; and round the breakfast-table, glowing in the sunlight and evident to the street, were a group of noisy and talkative men, all dressed in the insolence of fashion, with white waistcoats and expensive button-holes.\n"}, "modifies": "waistcoats"}
{"white": {"word": "white", "line": "His head, crowned with white hair, as seen from behind looked bigger than a head ought to be.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "He wore, indeed, the high white collar and satin tie that were the uniform of the occasion; but out of this collar there sprang a head quite unmanageable and quite unmistakable, a bewildering bush of brown hair and beard that almost obscured the eyes like those of a Skye terrier.\n"}, "modifies": "collar"}
{"brown": {"word": "brown", "line": "He wore, indeed, the high white collar and satin tie that were the uniform of the occasion; but out of this collar there sprang a head quite unmanageable and quite unmistakable, a bewildering bush of brown hair and beard that almost obscured the eyes like those of a Skye terrier.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He had a black French beard cut square and a black English frock-coat cut even squarer.\n"}, "modifies": "square"}
{"black": {"word": "black", "line": "With this went a sense of his being clad, not in lighter colours, but in softer materials; his black seemed richer and warmer than the black shades about him, as if it were compounded of profound colour.\n"}, "modifies": "shades"}
{"black": {"word": "black", "line": "His black coat looked as if it were only black by being too dense a purple.\n"}, "modifies": "coat"}
{"black": {"word": "black", "line": "His black beard looked as if it were only black by being too deep a blue.\n"}, "modifies": "beard"}
{"red": {"word": "red", "line": "And in the gloom and thickness of the beard his dark red mouth showed sensual and scornful.\n"}, "modifies": "mouth"}
{"red": {"word": "crimson", "line": "In the bright coloured Persian tiles and pictures showing tyrants hunting, you may see just those almond eyes, those blue-black beards, those cruel, crimson lips.\n"}, "modifies": "lips"}
{"grey": {"word": "grey", "line": "His face was as grey as his long grey beard, his forehead was lifted and fixed finally in a furrow of mild despair.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "For the red flower in his button-hole showed up against a face that was literally discoloured like lead; the whole hideous effect was as if some drunken dandies had put their clothes upon a corpse.\n"}, "modifies": "flower"}
{"pink": {"word": "rose", "line": "When he rose or sat down, which was with long labour and peril, something worse was expressed than mere weakness, something indefinably connected with the horror of the whole scene.\n"}, "modifies": "labour"}
{"black": {"word": "black", "line": "It may have been merely a crescendo of nervous fancy that had gone before, but those black discs were dreadful to Syme; they reminded him of half-remembered ugly tales, of some story about pennies being put on the eyes of the dead.\n"}, "modifies": "discs"}
{"black": {"word": "black", "line": "Syme’s eye always caught the black glasses and the blind grin.\n"}, "modifies": "glasses"}
{"white": {"word": "pale", "line": "Had the dying Professor worn them, or even the pale Secretary, they would have been appropriate.\n"}, "modifies": "Secretary"}
{"blue": {"word": "blue", "line": "The enormous man was quite quiet, but his blue eyes stood out of his head.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "Gogol sat down last, grumbling in his brown beard about gombromise.\n"}, "modifies": "beard"}
{"pink": {"word": "rose", "line": "His name—” Syme half rose from his seat, his finger firm on the trigger.\n"}, "modifies": "name"}
{"blue": {"word": "blue", "line": "For although the card lay at the other extreme of the table, and he could read nothing of the inscription on it, it bore a startling resemblance to the blue card in his own pocket, the card which had been given to him when he joined the anti-anarchist constabulary.\n"}, "modifies": "card"}
{"white": {"word": "fair", "line": "“I see it’s a fair cop.\n"}, "modifies": "cop"}
{"white": {"word": "white", "line": "Snow, however, began to thicken and fall fast; and Syme, having found one glance at the wax lady quite sufficient to depress his spirits, stared out instead into the white and empty street.\n"}, "modifies": "street"}
{"white": {"word": "white", "line": "His top hat was loaded with snow like the hat of Father Christmas, the white drift was rising round his boots and ankles; but it seemed as if nothing could tear him away from the contemplation of the colourless wax doll in dirty evening dress.\n"}, "modifies": "drift"}
{"red": {"word": "red", "line": "He partook reflectively of four small and quaint courses, drank half a bottle of red wine, and ended up over black coffee and a black cigar, still thinking.\n"}, "modifies": "wine"}
{"black": {"word": "black", "line": "He partook reflectively of four small and quaint courses, drank half a bottle of red wine, and ended up over black coffee and a black cigar, still thinking.\n"}, "modifies": "coffee"}
{"white": {"word": "white", "line": "At a small table, close up to the blank window and the white street of snow, sat the old anarchist Professor over a glass of milk, with his lifted livid face and pendent eyelids.\n"}, "modifies": "street"}
{"yellow": {"word": "yellow", "line": "“Can that old corpse be following me?” he asked himself, biting his yellow moustache.\n"}, "modifies": "moustache"}
{"silver": {"word": "silver", "line": "The snow-flakes tormented him like a swarm of silver bees.\n"}, "modifies": "bees"}
{"black": {"word": "black", "line": "He ordered another cup of black coffee as an excuse.\n"}, "modifies": "coffee"}
{"green": {"word": "green", "line": "Under the white fog of snow high up in the heaven the whole atmosphere of the city was turned to a very queer kind of green twilight, as of men under the sea.\n"}, "modifies": "twilight"}
{"white": {"word": "white", "line": "Under the white fog of snow high up in the heaven the whole atmosphere of the city was turned to a very queer kind of green twilight, as of men under the sea.\n"}, "modifies": "fog"}
{"red": {"word": "red", "line": "The sealed and sullen sunset behind the dark dome of St. Paul’s had in it smoky and sinister colours—colours of sickly green, dead red or decaying bronze, that were just bright enough to emphasise the solid whiteness of the snow.\n"}, "modifies": "bronze"}
{"green": {"word": "green", "line": "The sealed and sullen sunset behind the dark dome of St. Paul’s had in it smoky and sinister colours—colours of sickly green, dead red or decaying bronze, that were just bright enough to emphasise the solid whiteness of the snow.\n"}, "modifies": "bronze"}
{"brown": {"word": "bronze", "line": "The sealed and sullen sunset behind the dark dome of St. Paul’s had in it smoky and sinister colours—colours of sickly green, dead red or decaying bronze, that were just bright enough to emphasise the solid whiteness of the snow.\n"}, "modifies": "colours"}
{"black": {"word": "black", "line": "But right up against these dreary colours rose the black bulk of the cathedral; and upon the top of the cathedral was a random splash and great stain of snow, still clinging as to an Alpine peak.\n"}, "modifies": "bulk"}
{"pink": {"word": "rose", "line": "But right up against these dreary colours rose the black bulk of the cathedral; and upon the top of the cathedral was a random splash and great stain of snow, still clinging as to an Alpine peak.\n"}, "modifies": "colours"}
{"white": {"word": "white", "line": "He made a wild gesture as if to knock the old man’s hat off, called out something like “Catch me if you can,” and went racing away across the white, open Circus.\n"}, "modifies": "Circus"}
{"black": {"word": "black", "line": "Concealment was impossible now; and looking back over his shoulder, he could see the black figure of the old gentleman coming after him with long, swinging strides like a man winning a mile race.\n"}, "modifies": "figure"}
{"white": {"word": "pale", "line": "But the head upon that bounding body was still pale, grave and professional, like the head of a lecturer upon the body of a harlequin.\n"}, "modifies": "head"}
{"yellow": {"word": "yellow", "line": "He saw the yellow panes of a low, lighted public-house, flung himself into it and ordered beer.\n"}, "modifies": "panes"}
{"blue": {"word": "blue", "line": "Taking his own blue police ticket from his own waist coat pocket, he tossed it on to the table; then he flung his head back until his spike of yellow beard almost pointed at the ceiling, and shouted with a barbaric laughter.\n"}, "modifies": "ticket"}
{"yellow": {"word": "yellow", "line": "Taking his own blue police ticket from his own waist coat pocket, he tossed it on to the table; then he flung his head back until his spike of yellow beard almost pointed at the ceiling, and shouted with a barbaric laughter.\n"}, "modifies": "beard"}
{"silver": {"word": "silver", "line": "yes, I’ll finish it right enough!” and he knocked the tumbler off the table, making a crash of glass and a splash of silver fluid.\n"}, "modifies": "fluid"}
{"pink": {"word": "rose", "line": "Then he rose to his feet erect, like an insulted man, and thrust the chair away from him.\n"}, "modifies": "feet"}
{"white": {"word": "white", "line": "Most of the snow was melted or trampled to mud, but here and there a clot of it still showed grey rather than white in the gloom.\n"}, "modifies": "gloom"}
{"red": {"word": "flaming", "line": "The small streets were sloppy and full of pools, which reflected the flaming lamps irregularly, and by accident, like fragments of some other and fallen world.\n"}, "modifies": "lamps"}
{"black": {"word": "black", "line": "Even as he stared, the highest light in this innumerably lighted turret abruptly went out, as if this black Argus had winked at him with one of his innumerable eyes.\n"}, "modifies": "Argus"}
{"white": {"word": "white", "line": "The Professor, who seemed to know his way about the neighbourhood, proceeded to a place where the line of lighted shops fell back into a sort of abrupt twilight and quiet, in which an old white inn, all out of repair, stood back some twenty feet from the road.\n"}, "modifies": "inn"}
{"blue": {"word": "blue", "line": "He offered me a good salary and this little blue card.\n"}, "modifies": "card"}
{"black": {"word": "black", "line": "when he locked up all the plans of this outrage in the round, black head of Dr. Bull.” “And you think,” said Syme, “that this unique monster will be soothed if I play the piano to him?” “Don’t be an ass,” said his mentor.\n"}, "modifies": "head"}
{"blue": {"word": "blue", "line": "Syme stood staring back at the stiff face like parchment and the blank, blue eyes.\n"}, "modifies": "eyes"}
{"grey": {"word": "grey", "line": "They paused for a few minutes only to stuff down coffee and coarse thick sandwiches at a coffee stall, and then made their way across the river, which under the grey and growing light looked as desolate as Acheron.\n"}, "modifies": "light"}
{"white": {"word": "pale", "line": "At about every other flight they passed a window; each window showed them a pale and tragic dawn lifting itself laboriously over London.\n"}, "modifies": "dawn"}
{"grey": {"word": "grey", "line": "From each the innumerable roofs of slate looked like the leaden surges of a grey, troubled sea after rain.\n"}, "modifies": "sea"}
{"red": {"word": "red", "line": "By the time they reached Dr. Bull’s landing, a last window showed them a harsh, white dawn edged with banks of a kind of coarse red, more like red clay than red cloud.\n"}, "modifies": "kind"}
{"white": {"word": "white", "line": "By the time they reached Dr. Bull’s landing, a last window showed them a harsh, white dawn edged with banks of a kind of coarse red, more like red clay than red cloud.\n"}, "modifies": "dawn"}
{"red": {"word": "red", "line": "There should have been the black outline of a guillotine against that heavy red and white of the morning.\n"}, "modifies": "outline"}
{"black": {"word": "black", "line": "There should have been the black outline of a guillotine against that heavy red and white of the morning.\n"}, "modifies": "outline"}
{"black": {"word": "black", "line": "Dr. Bull was in his white shirt and black breeches only; his cropped, dark head might well have just come out of its wig; he might have been Marat or a more slipshod Robespierre.\n"}, "modifies": "breeches"}
{"white": {"word": "white", "line": "Dr. Bull was in his white shirt and black breeches only; his cropped, dark head might well have just come out of its wig; he might have been Marat or a more slipshod Robespierre.\n"}, "modifies": "shirt"}
{"white": {"word": "white", "line": "The strong, white light of morning coming from one side creating sharp shadows, made him seem both more pale and more angular than he had looked at the breakfast on the balcony.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "Thus the two black glasses that encased his eyes might really have been black cavities in his skull, making him look like a death’s-head.\n"}, "modifies": "glasses"}
{"pink": {"word": "rose", "line": "He looked up and smiled brightly enough as the men came in, and rose with the resilient rapidity of which the Professor had spoken.\n"}, "modifies": "rapidity"}
{"red": {"word": "red", "line": "“Or yet again,” tapped Syme, “it is positive, as is the passionate red hair of a beautiful woman.” The Professor was continuing his speech, but in the middle of it Syme decided to act.\n"}, "modifies": "hair"}
{"pink": {"word": "rose", "line": "Then Dr. Bull rose slowly, still smiling, and took off his spectacles.\n"}, "modifies": "Dr."}
{"brown": {"word": "hazel", "line": "The two detectives saw sitting in the chair before them a very boyish-looking young man, with very frank and happy hazel eyes, an open expression, cockney clothes like those of a city clerk, and an unquestionable breath about him of being very good and rather commonplace.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "Given those beastly black eyes, and all the rest of him his health and his jolly looks, made him a live devil among dead ones.” “It certainly does make a queer difference,” said the Professor shakily.\n"}, "modifies": "eyes"}
{"blue": {"word": "blue", "line": "There’s my card,” and he flung down the blue card upon the table.\n"}, "modifies": "card"}
{"blue": {"word": "blue", "line": "Yes, I’m in the force right enough,” and he flicked a blue card towards them lightly as a matter of form.\n"}, "modifies": "card"}
{"blue": {"word": "blue", "line": "I hope you won’t despise me for having been in a blue funk.” “All the blue devils in blue hell,” said Syme, “contributed to my blue funk!\n"}, "modifies": "funk"}
{"black": {"word": "black", "line": "With a sharp gesture he motioned them to silence, but he pointed with one gloved finger to a café table under a bank of flowering foliage at which sat the Marquis de St. Eustache, his teeth shining in his thick, black beard, and his bold, brown face shadowed by a light yellow straw hat and outlined against the violet sea.\n"}, "modifies": "beard"}
{"brown": {"word": "brown", "line": "With a sharp gesture he motioned them to silence, but he pointed with one gloved finger to a café table under a bank of flowering foliage at which sat the Marquis de St. Eustache, his teeth shining in his thick, black beard, and his bold, brown face shadowed by a light yellow straw hat and outlined against the violet sea.\n"}, "modifies": "face"}
{"yellow": {"word": "yellow", "line": "With a sharp gesture he motioned them to silence, but he pointed with one gloved finger to a café table under a bank of flowering foliage at which sat the Marquis de St. Eustache, his teeth shining in his thick, black beard, and his bold, brown face shadowed by a light yellow straw hat and outlined against the violet sea.\n"}, "modifies": "straw"}
{"purple": {"word": "violet", "line": "With a sharp gesture he motioned them to silence, but he pointed with one gloved finger to a café table under a bank of flowering foliage at which sat the Marquis de St. Eustache, his teeth shining in his thick, black beard, and his bold, brown face shadowed by a light yellow straw hat and outlined against the violet sea.\n"}, "modifies": "sea"}
{"red": {"word": "red", "line": "The man had two companions now, solemn Frenchmen in frock-coats and silk hats, one of them with the red rosette of the Legion of Honour, evidently people of a solid social position.\n"}, "modifies": "rosette"}
{"black": {"word": "black", "line": "Besides these black, cylindrical costumes, the Marquis, in his loose straw hat and light spring clothes, looked Bohemian and even barbaric; but he looked the Marquis.\n"}, "modifies": "costumes"}
{"purple": {"word": "purple", "line": "Indeed, one might say that he looked the king, with his animal elegance, his scornful eyes, and his proud head lifted against the purple sea.\n"}, "modifies": "sea"}
{"green": {"word": "green", "line": "Just so, Syme thought, would the brown-gold face of such a tyrant have shown against the dark green olives and the burning blue.\n"}, "modifies": "olives"}
{"blue": {"word": "blue", "line": "Just so, Syme thought, would the brown-gold face of such a tyrant have shown against the dark green olives and the burning blue.\n"}, "modifies": "olives"}
{"black": {"word": "black", "line": "The Marquis, seeing him, arched his black Assyrian eyebrows in surprise, but smiled politely.\n"}, "modifies": "eyebrows"}
{"red": {"word": "red", "line": "“Insulted you?” cried the gentleman with the red rosette, “when?” “Oh, just now,” said Syme recklessly.\n"}, "modifies": "rosette"}
{"black": {"word": "black", "line": "“I for one have said nothing for half an hour except that I liked the singing of that girl with black hair.” “Well, there you are again!” said Syme indignantly.\n"}, "modifies": "hair"}
{"pink": {"word": "rose", "line": "They were (as he said of his impulse about the spectacles) poetic intuitions, and they sometimes rose to the exaltation of prophecy.\n"}, "modifies": "exaltation"}
{"gold": {"word": "gold", "line": "Early as was the hour, the sun soaked everything in warmth, and Syme was vaguely surprised to see so many spring flowers burning gold and silver in the tall grass in which the whole company stood almost knee-deep.\n"}, "modifies": "silver"}
{"silver": {"word": "silver", "line": "Early as was the hour, the sun soaked everything in warmth, and Syme was vaguely surprised to see so many spring flowers burning gold and silver in the tall grass in which the whole company stood almost knee-deep.\n"}, "modifies": "gold"}
{"black": {"word": "black", "line": "With the exception of the Marquis, all the men were in sombre and solemn morning-dress, with hats like black chimney-pots; the little Doctor especially, with the addition of his black spectacles, looked like an undertaker in a farce.\n"}, "modifies": "pots"}
{"black": {"word": "black", "line": "But, indeed, this comic contrast between the yellow blossoms and the black hats was but a symbol of the tragic contrast between the yellow blossoms and the black business.\n"}, "modifies": "hats"}
{"yellow": {"word": "yellow", "line": "But, indeed, this comic contrast between the yellow blossoms and the black hats was but a symbol of the tragic contrast between the yellow blossoms and the black business.\n"}, "modifies": "blossoms"}
{"black": {"word": "black", "line": "In front of him, behind the black group of his opponents, he could see, like a tinted cloud, a small almond bush in flower against the faint line of the sea.\n"}, "modifies": "group"}
{"white": {"word": "white", "line": "Colonel Ducroix knelt down and unlocked the case, taking out a pair of twin swords, which took the sunlight and turned to two streaks of white fire.\n"}, "modifies": "fire"}
{"red": {"word": "red", "line": "He could almost fancy that he heard the grass growing; he could almost fancy that even as he stood fresh flowers were springing up and breaking into blossom in the meadow—flowers blood red and burning gold and blue, fulfilling the whole pageant of the spring.\n"}, "modifies": "flowers"}
{"red": {"word": "flaming", "line": "There was an instant of rigid silence, and then Syme in his turn fell furiously on the other, filled with a flaming curiosity.\n"}, "modifies": "curiosity"}
{"black": {"word": "black", "line": "For one moment the heaven of Syme again grew black with supernatural terrors.\n"}, "modifies": "terrors"}
{"red": {"word": "red", "line": "He thought of all the human things in his story—of the Chinese lanterns in Saffron Park, of the girl’s red hair in the garden, of the honest, beer-swilling sailors down by the dock, of his loyal companions standing by.\n"}, "modifies": "hair"}
{"pink": {"word": "rose", "line": "His thoughts rose higher and higher with the rising roar of the train, which ended, as if proudly, in a long and piercing whistle.\n"}, "modifies": "thoughts"}
{"white": {"word": "pale", "line": "“Has there been foul play?” “There has been foul play somewhere,” said Dr. Bull, who was a little pale.\n"}, "modifies": "Dr."}
{"red": {"word": "crimson", "line": "It’s the kind of thing that might come in useful any day,” and he gravely tore off one of his swarthy Assyrian brows, bringing about half his brown forehead with it, and politely offered it to the Colonel, who stood crimson and speechless with rage.\n"}, "modifies": "rage"}
{"brown": {"word": "brown", "line": "It’s the kind of thing that might come in useful any day,” and he gravely tore off one of his swarthy Assyrian brows, bringing about half his brown forehead with it, and politely offered it to the Colonel, who stood crimson and speechless with rage.\n"}, "modifies": "forehead"}
{"white": {"word": "pale", "line": "The head which emerged was the blonde, well brushed, smooth-haired head which is common in the English constabulary, but the face was terribly pale.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "But if there is any doubt about my position, I have a card,” and he began to pull a blue card from his pocket.\n"}, "modifies": "card"}
{"black": {"word": "black", "line": "Most men in the advancing mob really looked ordinary enough; but it was quite true that two or three of the leaders in front wore black half-masks almost down to their mouths.\n"}, "modifies": "masks"}
{"white": {"word": "white", "line": "“Could you possibly know your President among all those people?” “Could I know a white elephant among all those people!” answered Syme somewhat irritably.\n"}, "modifies": "elephant"}
{"black": {"word": "black", "line": "They saw already, even with the naked eye, black blots on the foremost faces, which marked the masks they wore.\n"}, "modifies": "blots"}
{"white": {"word": "white", "line": "Now a man’s head was lit as with a light of Rembrandt, leaving all else obliterated; now again he had strong and staring white hands with the face of a negro.\n"}, "modifies": "hands"}
{"black": {"word": "black", "line": "The ex-Marquis had pulled the old straw hat over his eyes, and the black shade of the brim cut his face so squarely in two that it seemed to be wearing one of the black half-masks of their pursuers.\n"}, "modifies": "shade"}
{"gold": {"word": "gold", "line": "The man was a Norman, taller than the average of the French and very angular; and his swarthy figure stood dark against a square of sunlight, almost like some allegoric figure of labour frescoed on a ground of gold.\n"}, "modifies": "ground"}
{"black": {"word": "black", "line": "As the wood grew first thinner and then smaller with distance, he could see the sunlit slopes beyond it and above it; and across these was still moving the square black mob like one monstrous beetle.\n"}, "modifies": "mob"}
{"black": {"word": "black", "line": "It was true that the black patch of the pursuing men was growing smaller and smaller as the peasant belaboured his horse.\n"}, "modifies": "patch"}
{"white": {"word": "white", "line": "The only difference was that in Sussex the road would have been broken and angular like a little brook, but here the white French road fell sheer in front of them like a waterfall.\n"}, "modifies": "road"}
{"blue": {"word": "blue", "line": "Down this direct descent the cart clattered at a considerable angle, and in a few minutes, the road growing yet steeper, they saw below them the little harbour of Lancy and a great blue arc of the sea.\n"}, "modifies": "arc"}
{"grey": {"word": "grey", "line": "He was a white-haired, apple-faced old boy, with sleepy eyes and a grey moustache; stout, sedentary, and very innocent, of a type that may often be found in France, but is still commoner in Catholic Germany.\n"}, "modifies": "moustache"}
{"white": {"word": "white", "line": "“May I ask you, Colonel,” he said in a low voice, “why we have come here?” Colonel Ducroix smiled behind his bristly white moustache.\n"}, "modifies": "moustache"}
{"white": {"word": "white", "line": "By Ducroix’s advice the five others equipped themselves with some portable form of food and wine, and keeping their duelling swords as the only weapons available, they clattered away down the steep, white road.\n"}, "modifies": "road"}
{"silver": {"word": "silver", "line": "By this time the afternoon sun was slanting westward, and by its rays Syme could see the sturdy figure of the old innkeeper growing smaller and smaller, but still standing and looking after them quite silently, the sunshine in his silver hair.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "He was still looking at this dwindling figure, which stood as a mere grey blot touched with a white flame against the great green wall of the steep down behind him.\n"}, "modifies": "wall"}
{"white": {"word": "white", "line": "He was still looking at this dwindling figure, which stood as a mere grey blot touched with a white flame against the great green wall of the steep down behind him.\n"}, "modifies": "flame"}
{"grey": {"word": "grey", "line": "He was still looking at this dwindling figure, which stood as a mere grey blot touched with a white flame against the great green wall of the steep down behind him.\n"}, "modifies": "blot"}
{"black": {"word": "black", "line": "They seemed to hang above the good man and his house like a black cloud of locusts.\n"}, "modifies": "cloud"}
{"white": {"word": "white", "line": "Not with all that white hair.” “He may have been forced,” said the Colonel gently.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "Dr. Renard inhabited a high and comfortable house at the top of a steep street, so that when the riders alighted at his door they could once more see the solid green ridge of the hill, with the white road across it, standing up above all the roofs of the town.\n"}, "modifies": "ridge"}
{"white": {"word": "white", "line": "Dr. Renard inhabited a high and comfortable house at the top of a steep street, so that when the riders alighted at his door they could once more see the solid green ridge of the hill, with the white road across it, standing up above all the roofs of the town.\n"}, "modifies": "road"}
{"black": {"word": "black", "line": "Swiftly as they rode, however, the whole rank still kept well together, and they could see the black vizards of the first line as level as a line of uniforms.\n"}, "modifies": "vizards"}
{"black": {"word": "black", "line": "But although the main black square was the same, though travelling faster, there was now one sensational difference which they could see clearly upon the slope of the hill, as if upon a slanted map.\n"}, "modifies": "square"}
{"blue": {"word": "blue", "line": "By sheer force he tore the lamp out of his own ceiling, shattering the painted panels, and bringing down two blue vases with his violence.\n"}, "modifies": "vases"}
{"white": {"word": "pale", "line": "They were gone almost in a flash, but everyone could see that they were motor-cars, and the Professor stood up with a pale face and swore that they were the other two motor-cars from Dr. Renard’s garage.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "As the car sped on it left a floating patch of white smoke behind it, and Syme had heard a shot shriek past his ear.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "Almost at the same second as the puff of white cloud went up from this atrocious explosion a long puff of white cloud went up also from the cigarette of the cynical Ratcliffe.\n"}, "modifies": "cloud"}
{"silver": {"word": "silver", "line": "He saw above the foremost saddle the silver gleam of a sword, and then as it grew nearer the silver gleam of an old man’s hair.\n"}, "modifies": "gleam"}
{"black": {"word": "black", "line": "The example was followed, and the whole black mass of men began to run and drip over the edge like black treacle.\n"}, "modifies": "mass"}
{"grey": {"word": "grey", "line": "There was a long silence, and then Ratcliffe said, looking out over the swollen sea, all a sort of grey purple— “What does it matter who is mad or who is sane?\n"}, "modifies": "purple"}
{"white": {"word": "pale", "line": "“Let us die like gentlemen if—” “Do not pity the Colonel,” said Ratcliffe, with a pale sneer.\n"}, "modifies": "sneer"}
{"black": {"word": "black", "line": "One face wore a black half-mask, and under it the mouth was twisting about in such a madness of nerves that the black tuft of beard wriggled round and round like a restless, living thing.\n"}, "modifies": "mask"}
{"red": {"word": "red", "line": "The other was the red face and white moustache of Colonel Ducroix.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "The other was the red face and white moustache of Colonel Ducroix.\n"}, "modifies": "moustache"}
{"red": {"word": "flaming", "line": "“Swords!” shouted Syme, turning his flaming face to the three behind him.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "The Secretary, ever since Syme’s speech, had stood with his hand to his stricken head as if dazed; now he suddenly pulled off his black mask.\n"}, "modifies": "mask"}
{"white": {"word": "pale", "line": "The pale face thus peeled in the lamplight revealed not so much rage as astonishment.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "“I am a detective from Scotland Yard,” and he took a small blue card from his pocket.\n"}, "modifies": "card"}
{"pink": {"word": "rose", "line": "But above all these matters of detail which could be explained, rose the central mountain of the matter that they could not explain.\n"}, "modifies": "matters"}
{"red": {"word": "red", "line": "Here he is,” and he pulled forward by a reluctant elbow the identical young man who five days before had marched out of the Council with thin red hair and a pale face, the first of all the sham anarchists who had been exposed.\n"}, "modifies": "hair"}
{"white": {"word": "pale", "line": "Here he is,” and he pulled forward by a reluctant elbow the identical young man who five days before had marched out of the Council with thin red hair and a pale face, the first of all the sham anarchists who had been exposed.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "What am I?” roared the President, and he rose slowly to an incredible height, like some enormous wave about to arch above them and break.\n"}, "modifies": "height"}
{"white": {"word": "white", "line": "At the highest ecstacy of speed, Sunday turned round on the splashboard where he stood, and sticking his great grinning head out of the cab, with white hair whistling in the wind, he made a horrible face at his pursuers, like some colossal urchin.\n"}, "modifies": "hair"}
{"grey": {"word": "grey", "line": "Before the three cabs, however, could reach up to the spot, he had gone up the high railings like a huge grey cat, tossed himself over, and vanished in a darkness of leaves.\n"}, "modifies": "cat"}
{"white": {"word": "white", "line": "“An elephant has gone mad and run away!” “He has run away with an old gentleman,” said the other stranger breathlessly, “a poor old gentleman with white hair!” “What sort of old gentleman?” asked Syme, with great curiosity.\n"}, "modifies": "hair"}
{"grey": {"word": "grey", "line": "“A very large and fat old gentleman in light grey clothes,” said the keeper eagerly.\n"}, "modifies": "clothes"}
{"grey": {"word": "grey", "line": "“Well,” said Syme, “if he’s that particular kind of old gentleman, if you’re quite sure that he’s a large and fat old gentleman in grey clothes, you may take my word for it that the elephant has not run away with him.\n"}, "modifies": "clothes"}
{"grey": {"word": "grey", "line": "Clean across the space of grass, about two hundred yards away, with a crowd screaming and scampering vainly at his heels, went a huge grey elephant at an awful stride, with his trunk thrown out as rigid as a ship’s bowsprit, and trumpeting like the trumpet of doom.\n"}, "modifies": "elephant"}
{"grey": {"word": "grey", "line": "“He is out of the gate!” And even as he spoke, a final crash and roar of terror announced that the great grey elephant had broken out of the gates of the Zoological Gardens, and was careening down Albany Street like a new and swift sort of omnibus.\n"}, "modifies": "elephant"}
{"yellow": {"word": "yellow", "line": "He remembered a hornbill, which was simply a huge yellow beak with a small bird tied on behind it.\n"}, "modifies": "beak"}
{"white": {"word": "white", "line": "The balloon, borne by some chance wind, came right above them, and they could see the great white head of the President peering over the side and looking benevolently down on them.\n"}, "modifies": "head"}
{"white": {"word": "bleached", "line": "“God bless my soul!” said the Professor with the elderly manner that he could never disconnect from his bleached beard and parchment face.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "Consequently the tireless though exasperated travellers broke through black thickets and ploughed through ploughed fields till each was turned into a figure too outrageous to be mistaken for a tramp.\n"}, "modifies": "thickets"}
{"green": {"word": "green", "line": "Those green hills of Surrey saw the final collapse and tragedy of the admirable light grey suit in which Syme had set out from Saffron Park.\n"}, "modifies": "hills"}
{"grey": {"word": "grey", "line": "Those green hills of Surrey saw the final collapse and tragedy of the admirable light grey suit in which Syme had set out from Saffron Park.\n"}, "modifies": "suit"}
{"yellow": {"word": "yellow", "line": "His silk hat was broken over his nose by a swinging bough, his coat-tails were torn to the shoulder by arresting thorns, the clay of England was splashed up to his collar; but he still carried his yellow beard forward with a silent and furious determination, and his eyes were still fixed on that floating ball of gas, which in the full flush of sunset seemed coloured like a sunset cloud.\n"}, "modifies": "beard"}
{"blue": {"word": "blue", "line": "“I don’t understand a word of all that idea of his being the same man who gave us all our blue cards.\n"}, "modifies": "cards"}
{"grey": {"word": "grey", "line": "He received me in an ordinary office, in a grey check coat, in broad daylight.\n"}, "modifies": "coat"}
{"black": {"word": "black", "line": "Perhaps one black disc of your beastly glasses is quite close and another fifty miles away.\n"}, "modifies": "disc"}
{"white": {"word": "white", "line": "There was the same white hair, the same great, grey-clad shoulders that I had seen from behind.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "He was clad in a fine but old-fashioned suit with knee-breeches; its colour was that shade between blue, violet and grey which can be seen in certain shadows of the woodland.\n"}, "modifies": "shade"}
{"grey": {"word": "grey", "line": "His hair was whitish grey, and at the first glance, taken along with his knee-breeches, looked as if it was powdered.\n"}, "modifies": "hair"}
{"silver": {"word": "silver", "line": "His advance was very quiet; but for the silver frost upon his head, he might have been one to the shadows of the wood.\n"}, "modifies": "frost"}
{"red": {"word": "red", "line": "He looked the mysterious ambassador up and down, but he could discover nothing except that the man’s coat was the exact colour of the purple shadows, and that the man’s face was the exact colour of the red and brown and golden sky.\n"}, "modifies": "sky"}
{"purple": {"word": "purple", "line": "He looked the mysterious ambassador up and down, but he could discover nothing except that the man’s coat was the exact colour of the purple shadows, and that the man’s face was the exact colour of the red and brown and golden sky.\n"}, "modifies": "shadows"}
{"white": {"word": "white", "line": "“Show us the place,” Syme said briefly, and without a word the man in the violet coat turned his back and walked towards a gap in the hedge, which let in suddenly the light of a white road.\n"}, "modifies": "road"}
{"purple": {"word": "violet", "line": "“Show us the place,” Syme said briefly, and without a word the man in the violet coat turned his back and walked towards a gap in the hedge, which let in suddenly the light of a white road.\n"}, "modifies": "coat"}
{"white": {"word": "white", "line": "As the six wanderers broke out upon this thoroughfare, they saw the white road blocked by what looked like a long row of carriages, such a row of carriages as might close the approach to some house in Park Lane.\n"}, "modifies": "road"}
{"silver": {"word": "silver", "line": "When the carriages eventually rolled up to a large, low, cavernous gateway, another man in the same uniform, but wearing a silver star on the grey breast of his coat, came out to meet them.\n"}, "modifies": "star"}
{"grey": {"word": "grey", "line": "When the carriages eventually rolled up to a large, low, cavernous gateway, another man in the same uniform, but wearing a silver star on the grey breast of his coat, came out to meet them.\n"}, "modifies": "breast"}
{"yellow": {"word": "yellow", "line": "He walked up to a long mirror with the ordinary instinct of his class, to pull his tie straight or to smooth his hair; and there he saw the frightful figure that he was—blood running down his face from where the bough had struck him, his hair standing out like yellow rags of rank grass, his clothes torn into long, wavering tatters.\n"}, "modifies": "rags"}
{"blue": {"word": "blue", "line": "Exactly at the same moment a man in blue, who had been appointed as his valet, said very solemnly— “I have put out your clothes, sir.” “Clothes!” said Syme sardonically.\n"}, "modifies": "man"}
{"green": {"word": "green", "line": "Still, I may be allowed to ask why I should be particularly like Thursday in a green frock spotted all over with the sun and moon.\n"}, "modifies": "frock"}
{"green": {"word": "green", "line": "“Who are these people who provide cold pheasant and Burgundy, and green clothes and Bibles?\n"}, "modifies": "clothes"}
{"blue": {"word": "blue", "line": "But though he affected to despise the mummery, he felt a curious freedom and naturalness in his movements as the blue and gold garment fell about him; and when he found that he had to wear a sword, it stirred a boyish dream.\n"}, "modifies": "garment"}
{"black": {"word": "black", "line": "He was draped in a long robe of starless black, down the centre of which fell a band or broad stripe of pure white, like a single shaft of light.\n"}, "modifies": "robe"}
{"white": {"word": "white", "line": "He was draped in a long robe of starless black, down the centre of which fell a band or broad stripe of pure white, like a single shaft of light.\n"}, "modifies": "stripe"}
{"white": {"word": "white", "line": "The vestment itself would alone have suggested the symbol; and Syme felt also how perfectly this pattern of pure white and black expressed the soul of the pale and austere Secretary, with his inhuman veracity and his cold frenzy, which made him so easily make war on the anarchists, and yet so easily pass for one of them.\n"}, "modifies": "pattern"}
{"green": {"word": "green", "line": "As they descended the broad stairs together they overtook Ratcliffe, who was clad in spring green like a huntsman, and the pattern upon whose garment was a green tangle of trees.\n"}, "modifies": "spring"}
{"green": {"word": "green", "line": "For he stood for that third day on which the earth and green things were made, and his square, sensible face, with its not unfriendly cynicism, seemed appropriate enough to it.\n"}, "modifies": "things"}
{"green": {"word": "green", "line": "On one side of this lawn, alive with dancers, was a sort of green bank, like the terrace in such old-fashioned gardens.\n"}, "modifies": "bank"}
{"silver": {"word": "silver", "line": "Gogol, or Tuesday, had his simplicity well symbolised by a dress designed upon the division of the waters, a dress that separated upon his forehead and fell to his feet, grey and silver, like a sheet of rain.\n"}, "modifies": "feet"}
{"grey": {"word": "grey", "line": "Gogol, or Tuesday, had his simplicity well symbolised by a dress designed upon the division of the waters, a dress that separated upon his forehead and fell to his feet, grey and silver, like a sheet of rain.\n"}, "modifies": "feet"}
{"purple": {"word": "purple", "line": "The Professor, whose day was that on which the birds and fishes—the ruder forms of life—were created, had a dress of dim purple, over which sprawled goggle-eyed fishes and outrageous tropical birds, the union in him of unfathomable fancy and of doubt.\n"}, "modifies": "dress"}
{"red": {"word": "red", "line": "Dr. Bull, the last day of Creation, wore a coat covered with heraldic animals in red and gold, and on his crest a man rampant.\n"}, "modifies": "gold"}
{"pink": {"word": "rose", "line": "As each of them sat down a roar of enthusiasm rose from the carnival, such as that with which crowds receive kings.\n"}, "modifies": "roar"}
{"silver": {"word": "silver", "line": "He was draped plainly, in a pure and terrible white, and his hair was like a silver flame on his forehead.\n"}, "modifies": "flame"}
{"black": {"word": "black", "line": "Above all these, upon a sort of black framework on the roof of the house, roared in its iron basket a gigantic bonfire, which lit up the land for miles.\n"}, "modifies": "framework"}
{"brown": {"word": "brown", "line": "It flung the homely effect of firelight over the face of vast forests of grey or brown, and it seemed to fill with warmth even the emptiness of upper night.\n"}, "modifies": "grey"}
{"grey": {"word": "grey", "line": "It flung the homely effect of firelight over the face of vast forests of grey or brown, and it seemed to fill with warmth even the emptiness of upper night.\n"}, "modifies": "forests"}
{"black": {"word": "black", "line": "Against this fiery band was outlined in utter black the advancing legs of a black-clad figure.\n"}, "modifies": "legs"}
{"blue": {"word": "blue", "line": "He seemed to have a fine close suit with knee-breeches such as that which was worn by the servants of the house, only that it was not blue, but of this absolute sable.\n"}, "modifies": "sable"}
{"red": {"word": "red", "line": "It was only when he had come quite close to the crescent of the seven and flung up his face to look at them, that Syme saw, with thunder-struck clearness, that the face was the broad, almost ape-like face of his old friend Gregory, with its rank red hair and its insulting smile.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "You have red hair like your sister.” “My red hair, like red flames, shall burn up the world,” said Gregory.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "You are the police—the great fat, smiling men in blue and buttons!\n"}, "modifies": "men"}
{"yellow": {"word": "yellow", "line": "Dawn was breaking over everything in colours at once clear and timid; as if Nature made a first attempt at yellow and a first attempt at rose.\n"}, "modifies": "attempt"}
{"pink": {"word": "rose", "line": "Dawn was breaking over everything in colours at once clear and timid; as if Nature made a first attempt at yellow and a first attempt at rose.\n"}, "modifies": "attempt"}
{"red": {"word": "red", "line": "Syme felt a simple surprise when he saw rising all round him on both sides of the road the red, irregular buildings of Saffron Park.\n"}, "modifies": "buildings"}
{"white": {"word": "white", "line": "He walked by instinct along one white road, on which early birds hopped and sang, and found himself outside a fenced garden.\n"}, "modifies": "road"}
