{"gold": {"word": "gold", "line": "In order that the circumstances may be clearly understood, I must revert for a moment to the period before the assault, and to the stories current in our camp of the treasure in jewels and gold stored up in the Palace of Seringapatam.\n"}, "modifies": "jewels"}
{"gold": {"word": "gold", "line": "And the Brahmins caused the prophecy to be written over the gates of the shrine in letters of gold.\n"}, "modifies": "letters"}
{"gold": {"word": "gold", "line": "The camp-followers committed deplorable excesses; and, worse still, the soldiers found their way, by an unguarded door, into the treasury of the Palace, and loaded themselves with gold and jewels.\n"}, "modifies": "jewels"}
{"white": {"word": "fair", "line": "I modestly declared myself to be quite unequal to the task imposed upon me—and I privately felt, all the time, that I was quite clever enough to perform it, if I only gave my own abilities a fair chance.\n"}, "modifies": "chance"}
{"white": {"word": "fair", "line": "He declined to believe in my modesty; and he insisted on giving my abilities a fair chance.\n"}, "modifies": "chance"}
{"red": {"word": "red", "line": "In answer to an improvement on this notion, devised by myself, namely, that she should tell the story instead of me, out of her own diary, Penelope observes, with a fierce look and a red face, that her journal is for her own private eye, and that no living creature shall ever know what is in it but herself.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "Going round to the terrace, I found three mahogany-coloured Indians, in white linen frocks and trousers, looking up at the house.\n"}, "modifies": "frocks"}
{"black": {"word": "black", "line": "Upon that, the Indian took a bottle from his bosom, and poured out of it some black stuff, like ink, into the palm of the boy’s hand.\n"}, "modifies": "stuff"}
{"white": {"word": "fair", "line": "It’s also true that I was now setting out for this same place, to fetch the girl in to dinner, which brings us round happily to our former point, and starts us fair again on our way to the sands.\n"}, "modifies": "way"}
{"grey": {"word": "grey", "line": "When I got out, through the sandhills, on to the beach, there she was, in her little straw bonnet, and her plain grey cloak that she always wore to hide her deformed shoulder as much as might be—there she was, all alone, looking out on the quicksand and the sea.\n"}, "modifies": "cloak"}
{"brown": {"word": "brown", "line": "She had nice brown eyes, plain as she was in other ways—and she looked at me with a sort of respect for my happy old age and my good character, as things for ever out of her own reach, which made my heart heavy for our second housemaid.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "The broad brown face of it heaved slowly, and then dimpled and quivered all over.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "There, coming out on us from among the hills, was a bright-eyed young gentleman, dressed in a beautiful fawn-coloured suit, with gloves and hat to match, with a rose in his button-hole, and a smile on his face that might have set the Shivering Sand itself smiling at him in return.\n"}, "modifies": "hole"}
{"grey": {"word": "grey", "line": "She was out of our thoughts, poor soul, before we had seen the last flutter of her little grey cloak among the sandhills.\n"}, "modifies": "cloak"}
{"pink": {"word": "rosy", "line": "Look as I might, I could see no more of his boy’s rosy cheeks than of his boy’s trim little jacket.\n"}, "modifies": "cheeks"}
{"brown": {"word": "brown", "line": "His complexion had got pale: his face, at the lower part was covered, to my great surprise and disappointment, with a curly brown beard and moustachios.\n"}, "modifies": "beard"}
{"grey": {"word": "grey", "line": "His eyes, of a glittering bright grey, just settled on me for a moment; and he laughed, not _out_ of himself, like other people, but _into_ himself, in a soft, chuckling, horridly mischievous way.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "I have got it by me while I write these words; and I copy it, as follows, for your benefit: “Thirdly, and lastly, I give and bequeath to my niece, Rachel Verinder, daughter and only child of my sister, Julia Verinder, widow—if her mother, the said Julia Verinder, shall be living on the said Rachel Verinder’s next Birthday after my death—the yellow Diamond belonging to me, and known in the East by the name of The Moonstone: subject to this condition, that her mother, the said Julia Verinder, shall be living at the time.\n"}, "modifies": "Diamond"}
{"black": {"word": "black", "line": "Picking the object up, I discovered it was a small bottle, containing a thick sweet-smelling liquor, as black as ink.\n"}, "modifies": "liquor"}
{"red": {"word": "red", "line": "He stood over six feet high; he had a beautiful red and white colour; a smooth round face, shaved as bare as your hand; and a head of lovely long flaxen hair, falling negligently over the poll of his neck.\n"}, "modifies": "colour"}
{"pink": {"word": "rosy", "line": "They were nearly as big as their brother; spanking, yellow-haired, rosy lasses, overflowing with super-abundant flesh and blood; bursting from head to foot with health and spirits.\n"}, "modifies": "lasses"}
{"yellow": {"word": "yellow", "line": "When you looked down into the stone, you looked into a yellow deep that drew your eyes into it so that they saw nothing else.\n"}, "modifies": "deep"}
{"white": {"word": "white", "line": "Just as I had got my white waistcoat on, Penelope presented herself at my toilet, on pretence of brushing what little hair I have got left, and improving the tie of my white cravat.\n"}, "modifies": "waistcoat"}
{"red": {"word": "red", "line": "My head was as red as a lobster; but, in other respects, I was as nicely dressed for the ceremonies of the evening as a man need be.\n"}, "modifies": "head"}
{"pink": {"word": "rose", "line": "It was a noble sight to see, when they were settled in their places round the dinner-table, and the Rector of Frizinghall (with beautiful elocution) rose and said grace.\n"}, "modifies": "Rector"}
{"white": {"word": "white", "line": "It was without any setting when it had been placed in her hands; but that universal genius, Mr. Franklin, had contrived, with the help of his neat fingers and a little bit of silver wire, to fix it as a brooch in the bosom of her white dress.\n"}, "modifies": "dress"}
{"silver": {"word": "silver", "line": "It was without any setting when it had been placed in her hands; but that universal genius, Mr. Franklin, had contrived, with the help of his neat fingers and a little bit of silver wire, to fix it as a brooch in the bosom of her white dress.\n"}, "modifies": "wire"}
{"brown": {"word": "brown", "line": "This was a long, lean, wiry, brown, silent man.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "The Devil (or the Diamond) possessed that dinner-party; and it was a relief to everybody when my mistress rose, and gave the ladies the signal to leave the gentlemen over their wine.\n"}, "modifies": "mistress"}
{"white": {"word": "white", "line": "There, on the threshold of her bedroom door, stood Miss Rachel, almost as white in the face as the white dressing-gown that clothed her.\n"}, "modifies": "Miss"}
{"white": {"word": "pale", "line": "Superintendent, who tried to speak to her, pale as death, and wrapped up strangely in her own thoughts, she left the room, and went down to her cousins on the terrace.\n"}, "modifies": "death"}
{"red": {"word": "flaming", "line": "Miss Rachel walked swiftly through to her bedroom, wild and angry, with fierce eyes and flaming cheeks.\n"}, "modifies": "cheeks"}
{"white": {"word": "white", "line": "He was dressed all in decent black, with a white cravat round his neck.\n"}, "modifies": "cravat"}
{"yellow": {"word": "yellow", "line": "His face was as sharp as a hatchet, and the skin of it was as yellow and dry and withered as an autumn leaf.\n"}, "modifies": "skin"}
{"grey": {"word": "grey", "line": "His eyes, of a steely light grey, had a very disconcerting trick, when they encountered your eyes, of looking as if they expected something more from you than you were aware of yourself.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "That’s a sweet pretty bed of white roses and blush roses.\n"}, "modifies": "roses"}
{"pink": {"word": "blush", "line": "That’s a sweet pretty bed of white roses and blush roses.\n"}, "modifies": "roses"}
{"white": {"word": "white", "line": "Here’s the white musk rose, Mr. Betteredge—our old English rose holding up its head along with the best and the newest of them.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "Here’s the white musk rose, Mr. Betteredge—our old English rose holding up its head along with the best and the newest of them.\n"}, "modifies": "musk"}
{"pink": {"word": "rose", "line": "Show me any two things more opposite one from the other than a rose and a thief; and I’ll correct my tastes accordingly—if it isn’t too late at my time of life.\n"}, "modifies": "thief"}
{"pink": {"word": "rose", "line": "You find the damask rose a goodish stock for most of the tender sorts, don’t you, Mr. Gardener?\n"}, "modifies": "stock"}
{"white": {"word": "white", "line": "He became a trifle less dreary; and he looked much as he had looked when he noticed the white musk rose in the flower-garden.\n"}, "modifies": "musk"}
{"pink": {"word": "rose", "line": "He became a trifle less dreary; and he looked much as he had looked when he noticed the white musk rose in the flower-garden.\n"}, "modifies": "musk"}
{"white": {"word": "pale", "line": "No report on coming out—dead silence, and lips as pale as ashes.\n"}, "modifies": "lips"}
{"brown": {"word": "brown", "line": "It was now the time of the turn of the tide: and even as I stood there waiting, the broad brown face of the quicksand began to dimple and quiver—the only moving thing in all the horrid place.\n"}, "modifies": "face"}
{"silver": {"word": "silver", "line": "“Clean given away!” “There’s the money,” says Mrs. Yolland, getting back sideways to the little heap of silver on the table, as if it drew her in spite of herself.\n"}, "modifies": "heap"}
{"silver": {"word": "silver", "line": "With these words, she appeared to lose all command over herself; and, making a sudden snatch at the heap of silver, put it back, holus-bolus, in her pocket.\n"}, "modifies": "heap"}
{"white": {"word": "white", "line": "As far as I could understand it, the question between them was, whether the white moss rose did, or did not, require to be budded on the dog-rose to make it grow well.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "As far as I could understand it, the question between them was, whether the white moss rose did, or did not, require to be budded on the dog-rose to make it grow well.\n"}, "modifies": "moss"}
{"white": {"word": "white", "line": "You take your white moss rose——” By that time, I had closed the door on them, and was out of hearing of the rest of the dispute.\n"}, "modifies": "rose"}
{"black": {"word": "black", "line": "Looking through, the moment after, I thought I saw the tails of Sergeant Cuff’s respectable black coat disappearing round the corner of the passage.\n"}, "modifies": "coat"}
{"white": {"word": "white", "line": "The argument about the white moss rose had apparently come to an end at last.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "The argument about the white moss rose had apparently come to an end at last.\n"}, "modifies": "moss"}
{"red": {"word": "red", "line": "I looked in, and there, coiled up on three chairs placed right across the passage—there, with a red handkerchief tied round his grizzled head, and his respectable black coat rolled up for a pillow, lay and slept Sergeant Cuff!\n"}, "modifies": "handkerchief"}
{"black": {"word": "black", "line": "I looked in, and there, coiled up on three chairs placed right across the passage—there, with a red handkerchief tied round his grizzled head, and his respectable black coat rolled up for a pillow, lay and slept Sergeant Cuff!\n"}, "modifies": "coat"}
{"white": {"word": "white", "line": "“And mind, if you ever take to growing roses, the white moss rose is all the better for _not_ being budded on the dog-rose, whatever the gardener may say to the contrary!” “What are you doing here?” I asked.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "“And mind, if you ever take to growing roses, the white moss rose is all the better for _not_ being budded on the dog-rose, whatever the gardener may say to the contrary!” “What are you doing here?” I asked.\n"}, "modifies": "moss"}
{"white": {"word": "pale", "line": "We found the girl sweeping the corridor outside the bedrooms, pale and composed, and neat as ever in her modest print dress.\n"}, "modifies": "bedrooms"}
{"yellow": {"word": "yellow", "line": "In a minute more, Miss Rachel came downstairs—very nicely dressed in some soft yellow stuff, that set off her dark complexion, and clipped her tight (in the form of a jacket) round the waist.\n"}, "modifies": "stuff"}
{"white": {"word": "white", "line": "She had a smart little straw hat on her head, with a white veil twisted round it.\n"}, "modifies": "veil"}
{"black": {"word": "black", "line": "Her beautiful black hair looked as smooth as satin under her hat.\n"}, "modifies": "hair"}
{"pink": {"word": "rosy", "line": "Her little ears were like rosy shells—they had a pearl dangling from each of them.\n"}, "modifies": "shells"}
{"white": {"word": "white", "line": "As I got near the shore, the clouds gathered black, and the rain came down, drifting in great white sheets of water before the wind.\n"}, "modifies": "sheets"}
{"black": {"word": "black", "line": "Then I saw the raging sea, and the rollers tumbling in on the sand-bank, and the driven rain sweeping over the waters like a flying garment, and the yellow wilderness of the beach with one solitary black figure standing on it—the figure of Sergeant Cuff.\n"}, "modifies": "figure"}
{"yellow": {"word": "yellow", "line": "Then I saw the raging sea, and the rollers tumbling in on the sand-bank, and the driven rain sweeping over the waters like a flying garment, and the yellow wilderness of the beach with one solitary black figure standing on it—the figure of Sergeant Cuff.\n"}, "modifies": "wilderness"}
{"white": {"word": "white", "line": "And as for the white moss rose——” “The de’il a bit ye’ll get the white moss rose to grow, unless you bud him on the dogue-rose first,” cried a voice at the window.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "And as for the white moss rose——” “The de’il a bit ye’ll get the white moss rose to grow, unless you bud him on the dogue-rose first,” cried a voice at the window.\n"}, "modifies": "moss"}
{"pink": {"word": "rose", "line": "“Ask him about the moss rose, when he comes back, and see if I have left him a leg to stand on!” cried the great Cuff, hailing me through the window in his turn.\n"}, "modifies": "moss"}
{"pink": {"word": "rose", "line": "“In the matter of the moss rose there is a great deal to be said on both sides!” I might as well (as the Irish say) have whistled jigs to a milestone.\n"}, "modifies": "matter"}
{"brown": {"word": "brown", "line": "A dark, keen, clever face, and a nice clear voice, and a beautiful brown head of hair counted among her merits.\n"}, "modifies": "head"}
{"red": {"word": "flaming", "line": "Where is he?” cries the girl, lifting her head from the crutch, and flaming out again through her tears.\n"}, "modifies": "tears"}
{"white": {"word": "ivory", "line": "He had only the day before been compelled to dismiss a skilled workman in ivory carving from his employment (a native of India, as we understood), on suspicion of attempted theft; and he felt by no means sure that this man and the street jugglers of whom he complained, might not be acting in concert.\n"}, "modifies": "carving"}
{"white": {"word": "fair", "line": "“But is it quite fair, sir, to Mr. Ablewhite to pass over the opinion of the famous London police officer who investigated this case?\n"}, "modifies": "sir"}
{"silver": {"word": "silver", "line": "and had it taken the form of cast-off clothes, or worn-out silver spoons, or unfashionable jewellery, or anything of that sort?\n"}, "modifies": "spoons"}
{"white": {"word": "white", "line": "If I attached any serious importance to such a perishable trifle as personal appearance, I might be inclined to add that hers was one of those unfortunate complexions which always suffer when not relieved by a border of white next the skin.\n"}, "modifies": "border"}
{"pink": {"word": "rose", "line": "Greatly to my surprise, Rachel rose when I entered the room, and came forward to meet me with outstretched hand.\n"}, "modifies": "surprise"}
{"pink": {"word": "pink", "line": "His face was more amiable than ever—but _there_ was the pink at the top of his face, a shade deeper already!\n"}, "modifies": "_there_"}
{"pink": {"word": "rose", "line": "At the point at which matters had now arrived, I rose superior to all considerations of mere expediency.\n"}, "modifies": "point"}
{"pink": {"word": "rose", "line": "The rest of them rose in alarm, not knowing what might happen next.\n"}, "modifies": "rest"}
{"pink": {"word": "rose", "line": "Her colour rose, and her eyes brightened fiercely.\n"}, "modifies": "colour"}
{"white": {"word": "fair", "line": "In the case of Sir John, I knew Lady Verinder to be, not only worthy of the unreserved trust which her husband had placed in her (all good wives are worthy of that)—but to be also capable of properly administering a trust (which, in my experience of the fair sex, not one in a thousand of them is competent to do).\n"}, "modifies": "sex"}
{"gold": {"word": "gold", "line": "After first apologising—in an excellent selection of English words—for the liberty which he had taken in disturbing me, the Indian produced a small parcel the outer covering of which was of cloth of gold.\n"}, "modifies": "cloth"}
{"black": {"word": "ebony", "line": "Removing this and a second wrapping of some silken fabric, he placed a little box, or casket, on my table, most beautifully and richly inlaid in jewels, on an ebony ground.\n"}, "modifies": "ground"}
{"pink": {"word": "rose", "line": "He rose—this admirable assassin rose to go, the moment I had answered him!\n"}, "modifies": "assassin"}
{"pink": {"word": "rose", "line": "The coffee came in; the guests rose, and dispersed themselves about the room; and we joined the ladies of the dinner-party upstairs.\n"}, "modifies": "guests"}
{"white": {"word": "white", "line": "He has grown the white moss rose, without budding it on the dog-rose first.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "He has grown the white moss rose, without budding it on the dog-rose first.\n"}, "modifies": "moss"}
{"pink": {"word": "rose", "line": "I remember a hearty welcome; a prodigious supper, which would have fed a whole village in the East; a delightfully clean bedroom, with nothing in it to regret but that detestable product of the folly of our forefathers—a feather-bed; a restless night, with much kindling of matches, and many lightings of one little candle; and an immense sensation of relief when the sun rose, and there was a prospect of getting up.\n"}, "modifies": "sun"}
{"brown": {"word": "brown", "line": "Even the lonely little bay welcomed the morning with a show of cheerfulness; and the bared wet surface of the quicksand itself, glittering with a golden brightness, hid the horror of its false brown face under a passing smile.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "Some white substance filled the whole interior when I looked in.\n"}, "modifies": "substance"}
{"pink": {"word": "rose", "line": "His forehead rose high and straight from the brow.\n"}, "modifies": "forehead"}
{"black": {"word": "black", "line": "Over the top of his head it was still of the deep black which was its natural colour.\n"}, "modifies": "top"}
{"grey": {"word": "grey", "line": "Round the sides of his head—without the slightest gradation of grey to break the force of the extraordinary contrast—it had turned completely white.\n"}, "modifies": "gradation"}
{"black": {"word": "black", "line": "At one place, the white hair ran up into the black; at another, the black hair ran down into the white.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "At one place, the white hair ran up into the black; at another, the black hair ran down into the white.\n"}, "modifies": "hair"}
{"brown": {"word": "brown", "line": "His soft brown eyes looked back at me gently; and he met my involuntary rudeness in staring at him, with an apology which I was conscious that I had not deserved.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "_He_ has been made to feel her temper; _he_ is in her black books too—and that after having done all he can to help her, poor fellow!\n"}, "modifies": "books"}
{"pink": {"word": "rose", "line": "The past and present rose side by side, at that supreme moment—and the contrast shook me.\n"}, "modifies": "past"}
{"pink": {"word": "rose", "line": "At the moment when I showed myself in the doorway, Rachel rose from the piano.\n"}, "modifies": "moment"}
{"pink": {"word": "rose", "line": "There rose the horrible fact of the Theft—the one visible, tangible object that confronted me, in the midst of the impenetrable darkness which enveloped all besides!\n"}, "modifies": "fact"}
{"red": {"word": "crimson", "line": "The crimson flush of anger began to fade out of her face, as I went back, and took my chair in silence.\n"}, "modifies": "flush"}
{"pink": {"word": "rose", "line": "I rose the next morning, with Objective-Subjective and Subjective-Objective inextricably entangled together in my mind; and I began the day which was to witness my next effort at practical action of some kind, by doubting whether I had any sort of right (on purely philosophical grounds) to consider any sort of thing (the Diamond included) as existing at all.\n"}, "modifies": "morning"}
{"brown": {"word": "brown", "line": "His soft brown eyes rested on me for a moment with a look of melancholy interest.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "He led the way through the gap to a patch of turf on the heathy ground, screened by bushes and dwarf trees on the side nearest to the road, and commanding in the opposite direction a grandly desolate view over the broad brown wilderness of the moor.\n"}, "modifies": "wilderness"}
{"white": {"word": "white", "line": "Ezra Jennings laid aside his hat, and passed his hand wearily over his forehead, wearily through his startling white and black hair.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "The other presented writing, in red and black ink, which completely filled the page from top to bottom.\n"}, "modifies": "ink"}
{"red": {"word": "red", "line": "Once more, Mr. Candy’s wanderings appeared, copied in black ink; the intervals between the phrases being filled up by Ezra Jennings in red ink.\n"}, "modifies": "ink"}
{"black": {"word": "black", "line": "Once more, Mr. Candy’s wanderings appeared, copied in black ink; the intervals between the phrases being filled up by Ezra Jennings in red ink.\n"}, "modifies": "ink"}
{"black": {"word": "black", "line": "At another, the one beloved face which I shall never see again, rose at my bedside, hideously phosphorescent in the black darkness, and glared and grinned at me.\n"}, "modifies": "darkness"}
{"pink": {"word": "rose", "line": "At another, the one beloved face which I shall never see again, rose at my bedside, hideously phosphorescent in the black darkness, and glared and grinned at me.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Betteredge, attired for the occasion in a fisherman’s red cap, and an apron of green baize, met us in the outer hall.\n"}, "modifies": "cap"}
{"green": {"word": "green", "line": "Betteredge, attired for the occasion in a fisherman’s red cap, and an apron of green baize, met us in the outer hall.\n"}, "modifies": "baize"}
{"black": {"word": "black", "line": "He received us today, portentously arrayed in his best black suit, and his stiffest white cravat.\n"}, "modifies": "suit"}
{"white": {"word": "white", "line": "He received us today, portentously arrayed in his best black suit, and his stiffest white cravat.\n"}, "modifies": "cravat"}
{"black": {"word": "black", "line": "Upon this, the lawyer had taken refuge in a black leather bag, filled to bursting with professional papers.\n"}, "modifies": "bag"}
{"white": {"word": "pale", "line": "We found Miss Verinder, pale and agitated, restlessly pacing her sitting-room from end to end.\n"}, "modifies": "Verinder"}
{"white": {"word": "white", "line": "The dim white outline of her summer dress was all that I could see.\n"}, "modifies": "outline"}
{"pink": {"word": "rose", "line": "Mr. Bruff took me aside, as we rose from the table.\n"}, "modifies": "table"}
{"pink": {"word": "rose", "line": "She looked at him in a silent ecstasy of happiness, till the tears rose in her eyes.\n"}, "modifies": "tears"}
{"black": {"word": "black", "line": "On our arrival in London, Mr. Bruff was accosted at the terminus by a small boy, dressed in a jacket and trousers of threadbare black cloth, and personally remarkable in virtue of the extraordinary prominence of his eyes.\n"}, "modifies": "cloth"}
{"black": {"word": "black", "line": "The man was taller than any of the Indians; and his face, where it was not hidden by a bushy black beard, was twice the breadth of any of their faces at least.\n"}, "modifies": "beard"}
{"grey": {"word": "grey", "line": "I distinctly saw his hand move, as he passed a short, stout man, respectably dressed in a suit of sober grey.\n"}, "modifies": "suit"}
{"grey": {"word": "grey", "line": "I looked round at the lawyer, and then looked significantly towards the man in the suit of sober grey.\n"}, "modifies": "suit"}
{"grey": {"word": "grey", "line": "The man in the grey suit stopped the omnibus, and got out in Oxford Street.\n"}, "modifies": "suit"}
{"grey": {"word": "grey", "line": "The man in the grey suit has been thirty years in the chemist’s service.\n"}, "modifies": "suit"}
{"white": {"word": "white", "line": "He wore a broad-brimmed white hat, a light shooting jacket, white trousers, and drab gaiters.\n"}, "modifies": "hat"}
{"pink": {"word": "rose", "line": "“And what happened then?” “Have you no suspicion yourself of what happened, sir?” “None whatever.” “Has Mr. Bruff no suspicion?” “No more than I have.” Sergeant Cuff rose, and went to my writing-table.\n"}, "modifies": "Sergeant"}
{"black": {"word": "black", "line": "I saw Mr. Luker pass something to the sailor with the black beard.” “Why didn’t you tell Mr. Bruff what you saw?” “I hadn’t time to tell anybody, sir, the sailor went out in such a hurry.” “And you ran out after him—eh?” “Yes, sir.” “Gooseberry,” said the Sergeant, patting his head, “you have got something in that small skull of yours—and it isn’t cotton-wool.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "The sailor with the black beard got out, and spoke to the steward of the Rotterdam steamboat, which was to start next morning.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "The sailor with the black beard was clearly not a spy in the service of the Indian conspiracy.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "He lay, dressed, on the bed—with a white pillow over his face, which completely hid it from view.\n"}, "modifies": "pillow"}
{"black": {"word": "black", "line": "The man’s swarthy face was placid and still; his black hair and beard were slightly, very slightly, discomposed.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "On the other side, was a torn sheet of white paper, with a seal on it, partly destroyed, and with an inscription in writing, which was still perfectly legible.\n"}, "modifies": "paper"}
{"black": {"word": "black", "line": "“Let’s see what is under this,” said the Sergeant, suddenly seizing the black hair, with a firm grip of his hand.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "The fair inference from all this is, that the stealing of the Moonstone was the motive of the crime.\n"}, "modifies": "inference"}
{"gold": {"word": "gold", "line": "(4) A morsel of torn gold thread was picked up in the bedroom, which persons expert in such matters, declare to be of Indian manufacture, and to be a species of gold thread not known in England.\n"}, "modifies": "thread"}
{"red": {"word": "red", "line": "Light this halt of the pilgrims by the wild red flames of cressets and torches, streaming up at intervals from every part of the innumerable throng.\n"}, "modifies": "flames"}
{"white": {"word": "white", "line": "Slowly the grand white mass of the people closed together again.\n"}, "modifies": "mass"}
{"pink": {"word": "rose", "line": "A new strain of music, loud and jubilant, rose from the hidden shrine.\n"}, "modifies": "strain"}
{"yellow": {"word": "yellow", "line": "And there, in the forehead of the deity, gleamed the yellow Diamond, whose splendour had last shone on me in England, from the bosom of a woman’s dress!\n"}, "modifies": "Diamond"}
