{"red": {"word": "red", "line": "In the offing the sea and the sky were welded together without a joint, and in the luminous space the tanned sails of the barges drifting up with the tide seemed to stand still in red clusters of canvas sharply peaked, with gleams of varnished sprits.\n"}, "modifies": "clusters"}
{"yellow": {"word": "yellow", "line": "He had sunken cheeks, a yellow complexion, a straight back, an ascetic aspect, and, with his arms dropped, the palms of hands outwards, resembled an idol.\n"}, "modifies": "complexion"}
{"gold": {"word": "gold", "line": "Hunters for gold or pursuers of fame, they all had gone out on that stream, bearing the sword, and often the torch, messengers of the might within the land, bearers of a spark from the sacred fire.\n"}, "modifies": "Hunters"}
{"red": {"word": "red", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n"}, "modifies": "flames"}
{"green": {"word": "green", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n"}, "modifies": "flames"}
{"white": {"word": "white", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n"}, "modifies": "flames"}
{"white": {"word": "white", "line": "It had ceased to be a blank space of delightful mystery—a white patch for a boy to dream gloriously over.\n"}, "modifies": "patch"}
{"black": {"word": "black", "line": "Yes, two black hens.\n"}, "modifies": "hens"}
{"white": {"word": "white", "line": "Therefore he whacked the old nigger mercilessly, while a big crowd of his people watched him, thunderstruck, till some man—I was told the chief’s son—in desperation at hearing the old chap yell, made a tentative jab with a spear at the white man—and of course it went quite easy between the shoulder-blades.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "Two women, one fat and the other slim, sat on straw-bottomed chairs, knitting black wool.\n"}, "modifies": "wool"}
{"green": {"word": "green", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager-beer.\n"}, "modifies": "lot"}
{"blue": {"word": "blue", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager-beer.\n"}, "modifies": "lot"}
{"purple": {"word": "purple", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager-beer.\n"}, "modifies": "patch"}
{"white": {"word": "pale", "line": "From behind that structure came out an impression of pale plumpness in a frock-coat.\n"}, "modifies": "plumpness"}
{"black": {"word": "black", "line": "In the outer room the two women knitted black wool feverishly.\n"}, "modifies": "wool"}
{"white": {"word": "white", "line": "She wore a starched white affair on her head, had a wart on one cheek, and silver-rimmed spectacles hung on the tip of her nose.\n"}, "modifies": "affair"}
{"black": {"word": "black", "line": "Often far away there I thought of these two, guarding the door of Darkness, knitting black wool as for a warm pall, one introducing, introducing continuously to the unknown, the other scrutinizing the cheery and foolish faces with unconcerned old eyes.\n"}, "modifies": "wool"}
{"white": {"word": "white", "line": "The edge of a colossal jungle, so dark-green as to be almost black, fringed with white surf, ran straight, like a ruled line, far, far away along a blue sea whose glitter was blurred by a creeping mist.\n"}, "modifies": "surf"}
{"blue": {"word": "blue", "line": "The edge of a colossal jungle, so dark-green as to be almost black, fringed with white surf, ran straight, like a ruled line, far, far away along a blue sea whose glitter was blurred by a creeping mist.\n"}, "modifies": "sea"}
{"white": {"word": "white", "line": "Here and there greyish-whitish specks showed up clustered inside the white surf, with a flag flying above them perhaps.\n"}, "modifies": "surf"}
{"black": {"word": "black", "line": "It was paddled by black fellows.\n"}, "modifies": "fellows"}
{"white": {"word": "white", "line": "You could see from afar the white of their eyeballs glistening.\n"}, "modifies": "eyeballs"}
{"white": {"word": "white", "line": "Pop, would go one of the six-inch guns; a small flame would dart and vanish, a little white smoke would disappear, a tiny projectile would give a feeble screech—and nothing happened.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "A lot of people, mostly black and naked, moved about like ants.\n"}, "modifies": "lot"}
{"black": {"word": "black", "line": "A horn tooted to the right, and I saw the black people run.\n"}, "modifies": "people"}
{"black": {"word": "black", "line": "Six black men advanced in a file, toiling up the path.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "He had a uniform jacket with one button off, and seeing a white man on the path, hoisted his weapon to his shoulder with alacrity.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "This was simple prudence, white men being so much alike at a distance that he could not tell who I might be.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "He was speedily reassured, and with a large, white, rascally grin, and a glance at his charge, seemed to take me into partnership in his exalted trust.\n"}, "modifies": "grin"}
{"black": {"word": "black", "line": "They were not enemies, they were not criminals, they were nothing earthly now—nothing but black shadows of disease and starvation, lying confusedly in the greenish gloom.\n"}, "modifies": "shadows"}
{"black": {"word": "black", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n"}, "modifies": "bones"}
{"white": {"word": "white", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n"}, "modifies": "flicker"}
{"pink": {"word": "rose", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n"}, "modifies": "eyelids"}
{"black": {"word": "black", "line": "It looked startling round his black neck, this bit of white thread from beyond the seas.\n"}, "modifies": "neck"}
{"white": {"word": "white", "line": "It looked startling round his black neck, this bit of white thread from beyond the seas.\n"}, "modifies": "thread"}
{"pink": {"word": "rose", "line": "While I stood horror-struck, one of these creatures rose to his hands and knees, and went off on all-fours towards the river to drink.\n"}, "modifies": "hands"}
{"white": {"word": "white", "line": "When near the buildings I met a white man, in such an unexpected elegance of get-up that in the first moment I took him for a sort of vision.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "I saw a high starched collar, white cuffs, a light alpaca jacket, snowy trousers, a clean necktie, and varnished boots.\n"}, "modifies": "cuffs"}
{"white": {"word": "white", "line": "Hair parted, brushed, oiled, under a green-lined parasol held in a big white hand.\n"}, "modifies": "hand"}
{"white": {"word": "ivory", "line": "Strings of dusty niggers with splay feet arrived and departed; a stream of manufactured goods, rubbishy cottons, beads, and brass-wire sent into the depths of darkness, and in return came a precious trickle of ivory.\n"}, "modifies": "trickle"}
{"gray": {"word": "dusty", "line": "Strings of dusty niggers with splay feet arrived and departed; a stream of manufactured goods, rubbishy cottons, beads, and brass-wire sent into the depths of darkness, and in return came a precious trickle of ivory.\n"}, "modifies": "niggers"}
{"grey": {"word": "dusty", "line": "Strings of dusty niggers with splay feet arrived and departed; a stream of manufactured goods, rubbishy cottons, beads, and brass-wire sent into the depths of darkness, and in return came a precious trickle of ivory.\n"}, "modifies": "niggers"}
{"white": {"word": "white", "line": "Once a white man in an unbuttoned uniform, camping on the path with an armed escort of lank Zanzibaris, very hospitable and festive—not to say drunk.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "I had a white companion, too, not a bad chap, but rather too fleshy and with the exasperating habit of fainting on the hot hillsides, miles away from the least bit of shade and water.\n"}, "modifies": "companion"}
{"black": {"word": "black", "line": "One of them, a stout, excitable chap with black moustaches, informed me with great volubility and many digressions, as soon as I told him who I was, that my steamer was at the bottom of the river.\n"}, "modifies": "moustaches"}
{"blue": {"word": "blue", "line": "His eyes, of the usual blue, were perhaps remarkably cold, and he certainly could make his glance fall on one as trenchant and heavy as an axe.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "When annoyed at meal-times by the constant quarrels of the white men about precedence, he ordered an immense round table to be made, for which a special house had to be built.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "He allowed his ‘boy’—an overfed young negro from the coast—to treat the white men, under his very eyes, with provoking insolence.\n"}, "modifies": "men"}
{"white": {"word": "ivory", "line": "The word ‘ivory’ rang in the air, was whispered, was sighed.\n"}, "modifies": "word"}
{"black": {"word": "black", "line": "was in my nostrils, the high stillness of primeval forest was before my eyes; there were shiny patches on the black creek.\n"}, "modifies": "creek"}
{"white": {"word": "white", "line": "After work hours he used sometimes to come over from his hut for a talk about his children and his pigeons; at work, when he had to crawl in the mud under the bottom of the steamboat, he would tie up that beard of his in a kind of white serviette he brought for the purpose.\n"}, "modifies": "serviette"}
{"white": {"word": "white", "line": "It came in sections during the next three weeks, each section headed by a donkey carrying a white man in new clothes and tan shoes, bowing from that elevation right and left to the impressed pilgrims.\n"}, "modifies": "man"}
{"brown": {"word": "tan", "line": "It came in sections during the next three weeks, each section headed by a donkey carrying a white man in new clothes and tan shoes, bowing from that elevation right and left to the impressed pilgrims.\n"}, "modifies": "shoes"}
{"white": {"word": "white", "line": "A quarrelsome band of footsore sulky niggers trod on the heels of the donkey; a lot of tents, camp-stools, tin boxes, white cases, brown bales would be shot down in the courtyard, and the air of mystery would deepen a little over the muddle of the station.\n"}, "modifies": "cases"}
{"brown": {"word": "brown", "line": "A quarrelsome band of footsore sulky niggers trod on the heels of the donkey; a lot of tents, camp-stools, tin boxes, white cases, brown bales would be shot down in the courtyard, and the air of mystery would deepen a little over the muddle of the station.\n"}, "modifies": "bales"}
{"white": {"word": "ivory", "line": "The other explained that it had come with a fleet of canoes in charge of an English half-caste clerk Kurtz had with him; that Kurtz had apparently intended to return himself, the station being by that time bare of goods and stores, but after coming three hundred miles, had suddenly decided to go back, which he started to do alone in a small dugout with four paddlers, leaving the half-caste to continue down the river with the ivory.\n"}, "modifies": "river"}
{"white": {"word": "white", "line": "It was a distinct glimpse: the dugout, four paddling savages, and the lone white man turning his back suddenly on the headquarters, on relief, on thoughts of home—perhaps; setting his face towards the depths of the wilderness, towards his empty and desolate station.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "It was so startling that I leaped to my feet and looked back at the edge of the forest, as though I had expected an answer of some sort to that black display of confidence.\n"}, "modifies": "display"}
{"white": {"word": "white", "line": "Sometimes we came upon a station close by the bank, clinging to the skirts of the unknown, and the white men rushing out of a tumble-down hovel, with great gestures of joy and surprise and welcome, seemed very strange—had the appearance of being held there captive by a spell.\n"}, "modifies": "men"}
{"white": {"word": "ivory", "line": "The word ivory would ring in the air for a while—and on we went again into the silence, along empty reaches, round the still bends, between the high walls of our winding way, reverberating in hollow claps the ponderous beat of the stern-wheel.\n"}, "modifies": "word"}
{"black": {"word": "black", "line": "But suddenly, as we struggled round a bend, there would be a glimpse of rush walls, of peaked grass-roofs, a burst of yells, a whirl of black limbs, a mass of hands clapping of feet stamping, of bodies swaying, of eyes rolling, under the droop of heavy and motionless foliage.\n"}, "modifies": "limbs"}
{"black": {"word": "black", "line": "The steamer toiled along slowly on the edge of a black and incomprehensible frenzy.\n"}, "modifies": "frenzy"}
{"red": {"word": "red", "line": "A torn curtain of red twill hung in the doorway of the hut, and flapped sadly in our faces.\n"}, "modifies": "twill"}
{"white": {"word": "white", "line": "The dwelling was dismantled; but we could see a white man had lived there not very long ago.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "It had lost its covers, and the pages had been thumbed into a state of extremely dirty softness; but the back had been lovingly stitched afresh with white cotton thread, which looked clean yet.\n"}, "modifies": "thread"}
{"white": {"word": "white", "line": "When the sun rose there was a white fog, very warm and clammy, and more blinding than the night.\n"}, "modifies": "fog"}
{"pink": {"word": "rose", "line": "When the sun rose there was a white fog, very warm and clammy, and more blinding than the night.\n"}, "modifies": "sun"}
{"white": {"word": "white", "line": "We had a glimpse of the towering multitude of trees, of the immense matted jungle, with the blazing little ball of the sun hanging over it—all perfectly still—and then the white shutter came down again, smoothly, as if sliding in greased grooves.\n"}, "modifies": "shutter"}
{"red": {"word": "red", "line": "What is the meaning—’ stammered at my elbow one of the pilgrims—a little fat man, with sandy hair and red whiskers, who wore sidespring boots, and pink pyjamas tucked into his socks.\n"}, "modifies": "whiskers"}
{"pink": {"word": "pink", "line": "What is the meaning—’ stammered at my elbow one of the pilgrims—a little fat man, with sandy hair and red whiskers, who wore sidespring boots, and pink pyjamas tucked into his socks.\n"}, "modifies": "pyjamas"}
{"black": {"word": "black", "line": "It was very curious to see the contrast of expressions of the white men and of the black fellows of our crew, who were as much strangers to that part of the river as we, though their homes were only eight hundred miles away.\n"}, "modifies": "fellows"}
{"white": {"word": "white", "line": "It was very curious to see the contrast of expressions of the white men and of the black fellows of our crew, who were as much strangers to that part of the river as we, though their homes were only eight hundred miles away.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "Their headman, a young, broad-chested black, severely draped in dark-blue fringed cloths, with fierce nostrils and his hair all done up artfully in oily ringlets, stood near me.\n"}, "modifies": "headman"}
{"purple": {"word": "lavender", "line": "For the rest, the only thing to eat—though it didn’t look eatable in the least—I saw in their possession was a few lumps of some stuff like half-cooked dough, of a dirty lavender colour, they kept wrapped in leaves, and now and then swallowed a piece of, but so small that it seemed done more for the looks of the thing than for any serious purpose of sustenance.\n"}, "modifies": "colour"}
{"black": {"word": "black", "line": "Don’t you know the devilry of lingering starvation, its exasperating torment, its black thoughts, its sombre and brooding ferocity?\n"}, "modifies": "thoughts"}
{"white": {"word": "ivory", "line": "The approach to this Kurtz grubbing for ivory in the wretched bush was beset by as many dangers as though he had been an enchanted princess sleeping in a fabulous castle.\n"}, "modifies": "grubbing"}
{"green": {"word": "green", "line": "We had just floundered and flopped round a bend, when I saw an islet, a mere grassy hummock of bright green, in the middle of the stream.\n"}, "modifies": "hummock"}
{"black": {"word": "black", "line": "An athletic black belonging to some coast tribe and educated by my poor predecessor, was the helmsman.\n"}, "modifies": "helmsman"}
{"blue": {"word": "blue", "line": "He sported a pair of brass earrings, wore a blue cloth wrapper from the waist to the ankles, and thought all the world of himself.\n"}, "modifies": "wrapper"}
{"brown": {"word": "bronze", "line": "I had to lean right out to swing the heavy shutter, and I saw a face amongst the leaves on the level with my own, looking at me very fierce and steady; and then suddenly, as though a veil had been removed from my eyes, I made out, deep in the tangled gloom, naked breasts, arms, legs, glaring eyes—the bush was swarming with human limbs in movement, glistening of bronze colour.\n"}, "modifies": "colour"}
{"pink": {"word": "pink", "line": "I put the helm hard a-starboard at the moment when the pilgrim in pink pyjamas, very hot and agitated, appeared in the doorway.\n"}, "modifies": "pyjamas"}
{"white": {"word": "ivory", "line": "The wilderness had patted him on the head, and, behold, it was like a ball—an ivory ball; it had caressed him, and—lo!—he had withered; it had taken him, loved him, embraced him, got into his veins, consumed his flesh, and sealed his soul to its own by the inconceivable ceremonies of some devilish initiation.\n"}, "modifies": "ball"}
{"white": {"word": "ivory", "line": "‘My Intended, my ivory, my station, my river, my—’ everything belonged to him.\n"}, "modifies": "station"}
{"black": {"word": "black", "line": "Perhaps you will think it passing strange this regret for a savage who was no more account than a grain of sand in a black Sahara.\n"}, "modifies": "Sahara"}
{"pink": {"word": "pink", "line": "Besides, I was anxious to take the wheel, the man in pink pyjamas showing himself a hopeless duffer at the business.\n"}, "modifies": "pyjamas"}
{"black": {"word": "black", "line": "A long decaying building on the summit was half buried in the high grass; the large holes in the peaked roof gaped black from afar; the jungle and the woods made a background.\n"}, "modifies": "afar"}
{"white": {"word": "white", "line": "The river-bank was clear, and on the waterside I saw a white man under a hat like a cart-wheel beckoning persistently with his whole arm.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n"}, "modifies": "patches"}
{"blue": {"word": "blue", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n"}, "modifies": "patches"}
{"brown": {"word": "brown", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n"}, "modifies": "stuff"}
{"white": {"word": "fair", "line": "A beardless, boyish face, very fair, no features to speak of, nose peeling, little blue eyes, smiles and frowns chasing each other over that open countenance like sunshine and shadow on a wind-swept plain.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "A beardless, boyish face, very fair, no features to speak of, nose peeling, little blue eyes, smiles and frowns chasing each other over that open countenance like sunshine and shadow on a wind-swept plain.\n"}, "modifies": "eyes"}
{"white": {"word": "ivory", "line": "I’ve sent him one small lot of ivory a year ago, so that he can’t call me a little thief when I get back.\n"}, "modifies": "lot"}
{"white": {"word": "ivory", "line": "‘Oh, yes, of course’; he had discovered lots of villages, a lake, too—he did not know exactly in what direction; it was dangerous to inquire too much—but mostly his expeditions had been for ivory.\n"}, "modifies": "expeditions"}
{"white": {"word": "ivory", "line": "And he would say yes, and then he would remain; go off on another ivory hunt; disappear for weeks; forget himself amongst these people—forget himself—you know.’ ‘Why!\n"}, "modifies": "hunt"}
{"white": {"word": "ivory", "line": "Evidently the appetite for more ivory had got the better of the—what shall I say?—less material aspirations.\n"}, "modifies": "appetite"}
{"white": {"word": "white", "line": "I returned deliberately to the first I had seen—and there it was, black, dried, sunken, with closed eyelids—a head that seemed to sleep at the top of that pole, and, with the shrunken dry lips showing a narrow white line of the teeth, was smiling, too, smiling continuously at some endless and jocose dream of that eternal slumber.\n"}, "modifies": "line"}
{"brown": {"word": "bronze", "line": "“Dark human shapes could be made out in the distance, flitting indistinctly against the gloomy border of the forest, and near the river two bronze figures, leaning on tall spears, stood in the sunlight under fantastic head-dresses of spotted skins, warlike and still in statuesque repose.\n"}, "modifies": "figures"}
{"red": {"word": "crimson", "line": "She carried her head high; her hair was done in the shape of a helmet; she had brass leggings to the knee, brass wire gauntlets to the elbow, a crimson spot on her tawny cheek, innumerable necklaces of glass beads on her neck; bizarre things, charms, gifts of witch-men, that hung about her, glittered and trembled at every step.\n"}, "modifies": "spot"}
{"yellow": {"word": "yellow", "line": "There was a low jingle, a glint of yellow metal, a sway of fringed draperies, and she stopped as if her heart had failed her.\n"}, "modifies": "metal"}
{"white": {"word": "white", "line": "‘He suspected there was an active ill-will towards him on the part of these white men that—’ ‘You are right,’ I said, remembering a certain conversation I had overheard.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "‘I have a canoe and three black fellows waiting not very far.\n"}, "modifies": "fellows"}
{"red": {"word": "red", "line": "One of his pockets (bright red) was bulging with cartridges, from the other (dark blue) peeped ‘Towson’s Inquiry,’ etc., etc.\n"}, "modifies": "pockets"}
{"red": {"word": "red", "line": "One of the agents with a picket of a few of our blacks, armed for the purpose, was keeping guard over the ivory; but deep within the forest, red gleams that wavered, that seemed to sink and rise from the ground amongst confused columnar shapes of intense blackness, showed the exact position of the camp where Mr. Kurtz’s adorers were keeping their uneasy vigil.\n"}, "modifies": "gleams"}
{"black": {"word": "black", "line": "A steady droning sound of many men chanting each to himself some weird incantation came out from the black, flat wall of the woods as the humming of bees comes out of a hive, and had a strange narcotic effect upon my half-awake senses.\n"}, "modifies": "wall"}
{"black": {"word": "black", "line": "The night was very clear; a dark blue space, sparkling with dew and starlight, in which black things stood very still.\n"}, "modifies": "things"}
{"blue": {"word": "blue", "line": "The night was very clear; a dark blue space, sparkling with dew and starlight, in which black things stood very still.\n"}, "modifies": "space"}
{"pink": {"word": "rose", "line": "He rose, unsteady, long, pale, indistinct, like a vapour exhaled by the earth, and swayed slightly, misty and silent before me; while at my back the fires loomed between the trees, and the murmur of many voices issued from the forest.\n"}, "modifies": "vapour"}
{"black": {"word": "black", "line": "A black figure stood up, strode on long black legs, waving long black arms, across the glow.\n"}, "modifies": "figure"}
{"brown": {"word": "bronze", "line": "“When next day we left at noon, the crowd, of whose presence behind the curtain of trees I had been acutely conscious all the time, flowed out of the woods again, filled the clearing, covered the slope with a mass of naked, breathing, quivering, bronze bodies.\n"}, "modifies": "bodies"}
{"black": {"word": "black", "line": "I steamed up a bit, then swung down stream, and two thousand eyes followed the evolutions of the splashing, thumping, fierce river-demon beating the water with its terrible tail and breathing black smoke into the air.\n"}, "modifies": "smoke"}
{"red": {"word": "red", "line": "In front of the first rank, along the river, three men, plastered with bright red earth from head to foot, strutted to and fro restlessly.\n"}, "modifies": "earth"}
{"red": {"word": "scarlet", "line": "When we came abreast again, they faced the river, stamped their feet, nodded their horned heads, swayed their scarlet bodies; they shook towards the fierce river-demon a bunch of black feathers, a mangy skin with a pendent tail—something that looked a dried gourd; they shouted periodically together strings of amazing words that resembled no sounds of human language; and the deep murmurs of the crowd, interrupted suddenly, were like the responses of some satanic litany.\n"}, "modifies": "bodies"}
{"black": {"word": "black", "line": "When we came abreast again, they faced the river, stamped their feet, nodded their horned heads, swayed their scarlet bodies; they shook towards the fierce river-demon a bunch of black feathers, a mangy skin with a pendent tail—something that looked a dried gourd; they shouted periodically together strings of amazing words that resembled no sounds of human language; and the deep murmurs of the crowd, interrupted suddenly, were like the responses of some satanic litany.\n"}, "modifies": "feathers"}
{"red": {"word": "red", "line": "The three red chaps had fallen flat, face down on the shore, as though they had been shot dead.\n"}, "modifies": "chaps"}
{"brown": {"word": "brown", "line": "“The brown current ran swiftly out of the heart of darkness, bearing us down towards the sea with twice the speed of our upward progress; and Kurtz’s life was running swiftly, too, ebbing, ebbing out of his heart into the sea of inexorable time.\n"}, "modifies": "current"}
{"red": {"word": "rust", "line": "I lived in an infernal mess of rust, filings, nuts, bolts, spanners, hammers, ratchet-drills—things I abominate, because I don’t get on with them.\n"}, "modifies": "mess"}
{"white": {"word": "ivory", "line": "I saw on that ivory face the expression of sombre pride, of ruthless power, of craven terror—of an intense and hopeless despair.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "Suddenly the manager’s boy put his insolent black head in the doorway, and said in a tone of scathing contempt: “‘Mistah Kurtz—he dead.’ “All the pilgrims rushed out to see.\n"}, "modifies": "head"}
{"grey": {"word": "grey", "line": "‘There was the making of an immense success,’ said the man, who was an organist, I believe, with lank grey hair flowing over a greasy coat-collar.\n"}, "modifies": "hair"}
{"white": {"word": "ivory", "line": "All that had been Kurtz’s had passed out of my hands: his soul, his body, his station, his plans, his ivory, his career.\n"}, "modifies": "soul"}
{"white": {"word": "ivory", "line": "And later on I seemed to see his collected languid manner, when he said one day, ‘This lot of ivory now is really mine.\n"}, "modifies": "lot"}
{"white": {"word": "pale", "line": "“She came forward, all in black, with a pale head, floating towards me in the dusk.\n"}, "modifies": "head"}
{"white": {"word": "pale", "line": "This fair hair, this pale visage, this pure brow, seemed surrounded by an ashy halo from which the dark eyes looked out at me.\n"}, "modifies": "visage"}
{"white": {"word": "fair", "line": "This fair hair, this pale visage, this pure brow, seemed surrounded by an ashy halo from which the dark eyes looked out at me.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "But with every word spoken the room was growing darker, and only her forehead, smooth and white, remained illumined by the inextinguishable light of belief and love.\n"}, "modifies": "forehead"}
{"brown": {"word": "brown", "line": "I shall see this eloquent phantom as long as I live, and I shall see her, too, a tragic and familiar Shade, resembling in this gesture another one, tragic also, and bedecked with powerless charms, stretching bare brown arms over the glitter of the infernal stream, the stream of darkness.\n"}, "modifies": "arms"}
{"black": {"word": "black", "line": "The offing was barred by a black bank of clouds, and the tranquil waterway leading to the uttermost ends of the earth flowed sombre under an overcast sky—seemed to lead into the heart of an immense darkness.\n"}, "modifies": "bank"}
{"black": {"word": "black", "line": "The window contained photographs of more or less undressed dancing girls; nondescript packages in wrappers like patent medicines; closed yellow paper envelopes, very flimsy, and marked two-and-six in heavy black figures; a few numbers of ancient French comic publications hung across a string as if to dry; a dingy blue china bowl, a casket of black wood, bottles of marking ink, and rubber stamps; a few books, with titles hinting at impropriety; a few apparently old copies of obscure newspapers, badly printed, with titles like _The Torch_, _The Gong_—rousing titles.\n"}, "modifies": "figures"}
{"blue": {"word": "blue", "line": "The window contained photographs of more or less undressed dancing girls; nondescript packages in wrappers like patent medicines; closed yellow paper envelopes, very flimsy, and marked two-and-six in heavy black figures; a few numbers of ancient French comic publications hung across a string as if to dry; a dingy blue china bowl, a casket of black wood, bottles of marking ink, and rubber stamps; a few books, with titles hinting at impropriety; a few apparently old copies of obscure newspapers, badly printed, with titles like _The Torch_, _The Gong_—rousing titles.\n"}, "modifies": "china"}
{"yellow": {"word": "yellow", "line": "The window contained photographs of more or less undressed dancing girls; nondescript packages in wrappers like patent medicines; closed yellow paper envelopes, very flimsy, and marked two-and-six in heavy black figures; a few numbers of ancient French comic publications hung across a string as if to dry; a dingy blue china bowl, a casket of black wood, bottles of marking ink, and rubber stamps; a few books, with titles hinting at impropriety; a few apparently old copies of obscure newspapers, badly printed, with titles like _The Torch_, _The Gong_—rousing titles.\n"}, "modifies": "paper"}
{"gray": {"word": "dusty", "line": "It clattered; and at that signal, through the dusty glass door behind the painted deal counter, Mr Verloc would issue hastily from the parlour at the back.\n"}, "modifies": "door"}
{"grey": {"word": "dusty", "line": "It clattered; and at that signal, through the dusty glass door behind the painted deal counter, Mr Verloc would issue hastily from the parlour at the back.\n"}, "modifies": "door"}
{"yellow": {"word": "yellow", "line": "With a firm, steady-eyed impudence, which seemed to hold back the threat of some abominable menace, he would proceed to sell over the counter some object looking obviously and scandalously not worth the money which passed in the transaction: a small cardboard box with apparently nothing inside, for instance, or one of those carefully closed yellow flimsy envelopes, or a soiled volume in paper covers with a promising title.\n"}, "modifies": "envelopes"}
{"yellow": {"word": "yellow", "line": "Now and then it happened that one of the faded, yellow dancing girls would get sold to an amateur, as though she had been alive and young.\n"}, "modifies": "girls"}
{"brown": {"word": "brown", "line": "Winnie’s mother was a stout, wheezy woman, with a large brown face.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "She wore a black wig under a white cap.\n"}, "modifies": "wig"}
{"white": {"word": "white", "line": "She wore a black wig under a white cap.\n"}, "modifies": "cap"}
{"black": {"word": "black", "line": "After that altruistic exploit Stevie was put to help wash the dishes in the basement kitchen, and to black the boots of the gentlemen patronising the Belgravian mansion.\n"}, "modifies": "boots"}
{"blue": {"word": "blue", "line": "It was unusually early for him; his whole person exhaled the charm of almost dewy freshness; he wore his blue cloth overcoat unbuttoned; his boots were shiny; his cheeks, freshly shaven, had a sort of gloss; and even his heavy-lidded eyes, refreshed by a night of peaceful slumber, sent out glances of comparative alertness.\n"}, "modifies": "overcoat"}
{"gold": {"word": "gold", "line": "Mr Verloc was going westward through a town without shadows in an atmosphere of powdered old gold.\n"}, "modifies": "atmosphere"}
{"red": {"word": "red", "line": "There were red, coppery gleams on the roofs of houses, on the corners of walls, on the panels of carriages, on the very coats of the horses, and on the broad back of Mr Verloc’s overcoat, where they produced a dull effect of rustiness.\n"}, "modifies": "gleams"}
{"red": {"word": "red", "line": "But a milk cart rattled noisily across the distant perspective; a butcher boy, driving with the noble recklessness of a charioteer at Olympic Games, dashed round the corner sitting high above a pair of red wheels.\n"}, "modifies": "wheels"}
{"yellow": {"word": "yellow", "line": "With a turn to the left Mr Verloc pursued his way along a narrow street by the side of a yellow wall which, for some inscrutable reason, had No.\n"}, "modifies": "wall"}
{"black": {"word": "black", "line": "1 Chesham Square written on it in black letters.\n"}, "modifies": "letters"}
{"red": {"word": "red", "line": "His waistcoat was red, and he wore knee-breeches, but his aspect was flustered.\n"}, "modifies": "waistcoat"}
{"brown": {"word": "brown", "line": "He didn’t move; but another lackey, in brown trousers and claw-hammer coat edged with thin yellow cord, approaching Mr Verloc listened to the murmur of his name, and turning round on his heel in silence, began to walk, without looking back once.\n"}, "modifies": "trousers"}
{"yellow": {"word": "yellow", "line": "He didn’t move; but another lackey, in brown trousers and claw-hammer coat edged with thin yellow cord, approaching Mr Verloc listened to the murmur of his name, and turning round on his heel in silence, began to walk, without looking back once.\n"}, "modifies": "cord"}
{"black": {"word": "black", "line": "Another door opened noiselessly, and Mr Verloc immobilising his glance in that direction saw at first only black clothes, the bald top of a head, and a drooping dark grey whisker on each side of a pair of wrinkled hands.\n"}, "modifies": "clothes"}
{"grey": {"word": "grey", "line": "Another door opened noiselessly, and Mr Verloc immobilising his glance in that direction saw at first only black clothes, the bald top of a head, and a drooping dark grey whisker on each side of a pair of wrinkled hands.\n"}, "modifies": "whisker"}
{"white": {"word": "pasty", "line": "This meritorious official laying the papers on the table, disclosed a face of pasty complexion and of melancholy ugliness surrounded by a lot of fine, long dark grey hairs, barred heavily by thick and bushy eyebrows.\n"}, "modifies": "complexion"}
{"grey": {"word": "grey", "line": "This meritorious official laying the papers on the table, disclosed a face of pasty complexion and of melancholy ugliness surrounded by a lot of fine, long dark grey hairs, barred heavily by thick and bushy eyebrows.\n"}, "modifies": "hairs"}
{"brown": {"word": "brown", "line": "But when the servant in brown appeared at the door silently, Mr Verloc had not moved an inch from the place he had occupied throughout the interview.\n"}, "modifies": "servant"}
{"white": {"word": "white", "line": "“As I’ve had occasion to observe before, a fatal infatuation for an unworthy—” Mr Vladimir raised a large white, plump hand.\n"}, "modifies": "hand"}
{"blue": {"word": "blue", "line": "The sock was of dark blue silk.\n"}, "modifies": "silk"}
{"red": {"word": "crimson", "line": "The nape of his gross neck became crimson above the velvet collar of his overcoat.\n"}, "modifies": "collar"}
{"pink": {"word": "rosy", "line": "And at the same time he had the advantage of seeing his own face, clean-shaved and round, rosy about the gills, and with the thin sensitive lips formed exactly for the utterance of those delicate witticisms which had made him such a favourite in the very highest society.\n"}, "modifies": "face"}
{"grey": {"word": "grey", "line": "Some of your revolutionary friends’ effusions are written in a _charabia_ every bit as incomprehensible as Chinese—” Mr Vladimir let fall disdainfully a grey sheet of printed matter.\n"}, "modifies": "sheet"}
{"white": {"word": "white", "line": "You shall—” Mr Vladimir, frowning, paused, at a loss for a sufficiently idiomatic expression, and instantly brightened up, with a grin of beautifully white teeth.\n"}, "modifies": "teeth"}
{"white": {"word": "white", "line": "Once Mr Verloc had opened his mouth for a protest, but the raising of a shapely, large white hand arrested him.\n"}, "modifies": "hand"}
{"white": {"word": "white", "line": "Mr Vladimir exhibited his white teeth in a smile, with dimples on his round, full face posed with a complacent inclination above the bristling bow of his neck-tie.\n"}, "modifies": "teeth"}
{"white": {"word": "white", "line": "Sitting well forward, his white hand upraised, he seemed to hold delicately between his thumb and forefinger the subtlety of his suggestion.\n"}, "modifies": "hand"}
{"green": {"word": "green", "line": "I see him walking about Piccadilly in his green havelock almost every day.\n"}, "modifies": "havelock"}
{"green": {"word": "green", "line": "Stevie, put into a green baize apron, was now sweeping and dusting upstairs, intent and conscientious, as though he were playing at it; and Mrs Verloc, warned in the kitchen by the clatter of the cracked bell, had merely come to the glazed door of the parlour, and putting the curtain aside a little, had peered into the dim shop.\n"}, "modifies": "apron"}
{"green": {"word": "green", "line": "An hour or more later she took the green baize apron off her brother Stevie, and instructed him to wash his hands and face in the peremptory tone she had used in that connection for fifteen years or so—ever since she had, in fact, ceased to attend to the boy’s hands and face herself.\n"}, "modifies": "apron"}
{"white": {"word": "pale", "line": "He had come out of a highly hygienic prison round like a tub, with an enormous stomach and distended cheeks of a pale, semi-transparent complexion, as though for fifteen years the servants of an outraged society had made a point of stuffing him with fattening foods in a damp and lightless cellar.\n"}, "modifies": "complexion"}
{"red": {"word": "red", "line": "A bush of crinkly yellow hair topped his red, freckled face, with a flattened nose and prominent mouth cast in the rough mould of the negro type.\n"}, "modifies": "face"}
{"yellow": {"word": "yellow", "line": "A bush of crinkly yellow hair topped his red, freckled face, with a flattened nose and prominent mouth cast in the rough mould of the negro type.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He wore a grey flannel shirt, the loose ends of a black silk tie hung down the buttoned breast of his serge coat; and his head resting on the back of his chair, his throat largely exposed, he raised to his lips a cigarette in a long wooden tube, puffing jets of smoke straight up at the ceiling.\n"}, "modifies": "tie"}
{"grey": {"word": "grey", "line": "He wore a grey flannel shirt, the loose ends of a black silk tie hung down the buttoned breast of his serge coat; and his head resting on the back of his chair, his throat largely exposed, he raised to his lips a cigarette in a long wooden tube, puffing jets of smoke straight up at the ceiling.\n"}, "modifies": "shirt"}
{"blue": {"word": "blue", "line": "Alexander Ossipon got up, tall in his threadbare blue serge suit under the low ceiling, shook off the stiffness of long immobility, and strolled away into the kitchen (down two steps) to look over Stevie’s shoulder.\n"}, "modifies": "suit"}
{"white": {"word": "pasty", "line": "Michaelis, the ticket-of-leave apostle, smiled vaguely with his glued lips; his pasty moon face drooped under the weight of melancholy assent.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "Michaelis pronounced the great word “Patience”—and his clear blue glance, raised to the low ceiling of Mr Verloc’s parlour, had a character of seraphic trustfulness.\n"}, "modifies": "glance"}
{"red": {"word": "red", "line": "He continued to look down at the red coals.\n"}, "modifies": "coals"}
{"black": {"word": "black", "line": "The old terrorist, raising an uncertain and clawlike hand, gave a swaggering tilt to a black felt sombrero shading the hollows and ridges of his wasted face.\n"}, "modifies": "sombrero"}
{"blue": {"word": "blue", "line": "A blue cap with a patent leather peak set well at the back of his yellow bush of hair gave him the aspect of a Norwegian sailor bored with the world after a thundering spree.\n"}, "modifies": "cap"}
{"yellow": {"word": "yellow", "line": "A blue cap with a patent leather peak set well at the back of his yellow bush of hair gave him the aspect of a Norwegian sailor bored with the world after a thundering spree.\n"}, "modifies": "bush"}
{"silver": {"word": "silver", "line": "It enabled Mr Verloc to ascertain at a glance the number of silver coins in the till.\n"}, "modifies": "coins"}
{"white": {"word": "white", "line": "The light thrown down by the shade fell dazzlingly on the white pillow sunk by the weight of her head reposing with closed eyes and dark hair done up in several plaits for the night.\n"}, "modifies": "pillow"}
{"black": {"word": "black", "line": "The prospect was as black as the window-pane against which he was leaning his forehead.\n"}, "modifies": "prospect"}
{"pink": {"word": "pink", "line": "And suddenly the face of Mr Vladimir, clean-shaved and witty, appeared enhaloed in the glow of its rosy complexion like a sort of pink seal, impressed on the fatal darkness.\n"}, "modifies": "seal"}
{"red": {"word": "red", "line": "He gets a red face poring over them.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Most of the thirty or so little tables covered by red cloths with a white design stood ranged at right angles to the deep brown wainscoting of the underground hall.\n"}, "modifies": "cloths"}
{"white": {"word": "white", "line": "Most of the thirty or so little tables covered by red cloths with a white design stood ranged at right angles to the deep brown wainscoting of the underground hall.\n"}, "modifies": "design"}
{"brown": {"word": "brown", "line": "Most of the thirty or so little tables covered by red cloths with a white design stood ranged at right angles to the deep brown wainscoting of the underground hall.\n"}, "modifies": "wainscoting"}
{"green": {"word": "green", "line": "Varlets in green jerkins brandished hunting knives and raised on high tankards of foaming beer.\n"}, "modifies": "jerkins"}
{"pink": {"word": "rose", "line": "“But I didn’t know if—” “They know,” interrupted the little man crisply, leaning against the straight chair back, which rose higher than his fragile head.\n"}, "modifies": "chair"}
{"brown": {"word": "brown", "line": "The tube leads up—” With a swift disclosing gesture he gave Ossipon a glimpse of an india-rubber tube, resembling a slender brown worm, issuing from the armhole of his waistcoat and plunging into the inner breast pocket of his jacket.\n"}, "modifies": "worm"}
{"brown": {"word": "brown", "line": "His clothes, of a nondescript brown mixture, were threadbare and marked with stains, dusty in the folds, with ragged button-holes.\n"}, "modifies": "mixture"}
{"gray": {"word": "dusty", "line": "His clothes, of a nondescript brown mixture, were threadbare and marked with stains, dusty in the folds, with ragged button-holes.\n"}, "modifies": "stains"}
{"grey": {"word": "dusty", "line": "His clothes, of a nondescript brown mixture, were threadbare and marked with stains, dusty in the folds, with ragged button-holes.\n"}, "modifies": "stains"}
{"black": {"word": "black", "line": "For a moment Ossipon imagined the overlighted place changed into a dreadful black hole belching horrible fumes choked with ghastly rubbish of smashed brickwork and mutilated corpses.\n"}, "modifies": "hole"}
{"pink": {"word": "rosy", "line": "It was a good-sized rosy sheet, as if flushed by the warmth of its own convictions, which were optimistic.\n"}, "modifies": "sheet"}
{"green": {"word": "green", "line": "When prepared for use, the can enclosed a wide-mouthed, well-corked jar of thick glass packed around with some wet clay and containing sixteen ounces of X2 green powder.\n"}, "modifies": "powder"}
{"gray": {"word": "dusty", "line": "On one side the low brick houses had in their dusty windows the sightless, moribund look of incurable decay—empty shells awaiting demolition.\n"}, "modifies": "windows"}
{"grey": {"word": "dusty", "line": "On one side the low brick houses had in their dusty windows the sightless, moribund look of incurable decay—empty shells awaiting demolition.\n"}, "modifies": "windows"}
{"brown": {"word": "brown", "line": "“You used a shovel,” he remarked, observing a sprinkling of small gravel, tiny brown bits of bark, and particles of splintered wood as fine as needles.\n"}, "modifies": "bits"}
{"pink": {"word": "rose", "line": "No physiologist, and still less of a metaphysician, Chief Inspector Heat rose by the force of sympathy, which is a form of fear, above the vulgar conception of time.\n"}, "modifies": "physiologist"}
{"white": {"word": "fair", "line": "She took no particular notice of the big one, but the other was a fair, slight chap, carrying a tin varnish can in one hand.” The constable ceased.\n"}, "modifies": "chap"}
{"blue": {"word": "blue", "line": "It was a narrow strip of velvet with a larger triangular piece of dark blue cloth hanging from it.\n"}, "modifies": "cloth"}
{"blue": {"word": "blue", "line": "Dark blue overcoat with a velvet collar, she has told us.\n"}, "modifies": "overcoat"}
{"brown": {"word": "bronze", "line": "He found him, pen in hand, bent over a great table bestrewn with papers, as if worshipping an enormous double inkstand of bronze and crystal.\n"}, "modifies": "inkstand"}
{"black": {"word": "black", "line": "Gleams as of highly burnished silver played on the sides of his ebony black head when he inclined it slowly at the end.\n"}, "modifies": "head"}
{"silver": {"word": "silver", "line": "Gleams as of highly burnished silver played on the sides of his ebony black head when he inclined it slowly at the end.\n"}, "modifies": "Gleams"}
{"white": {"word": "fair", "line": "On the platform he gave it to carry to the fair young fellow who followed him.\n"}, "modifies": "fellow"}
{"brown": {"word": "brown", "line": "His partners were the gloomily humorous editor of a celebrated magazine; a silent, elderly barrister with malicious little eyes; and a highly martial, simple-minded old Colonel with nervous brown hands.\n"}, "modifies": "hands"}
{"pink": {"word": "rose", "line": "Meantime intelligent, with a sort of lofty simplicity, and curious at heart, but not like many women merely of social gossip, she amused her age by attracting within her ken through the power of her great, almost historical, social prestige everything that rose above the dead level of mankind, lawfully or unlawfully, by position, wit, audacity, fortune or misfortune.\n"}, "modifies": "level"}
{"blue": {"word": "blue", "line": "You never could guess whom you were likely to come upon being received in semi-privacy within the faded blue silk and gilt frame screen, making a cosy nook for a couch and a few arm-chairs in the great drawing-room, with its hum of voices and the groups of people seated or standing in the light of six tall windows.\n"}, "modifies": "screen"}
{"blue": {"word": "blue", "line": "They formed in all their contradictions and obscurities an invincible and humanitarian creed, which he confessed rather than preached, with an obstinate gentleness, a smile of pacific assurance on his lips, and his candid blue eyes cast down because the sight of faces troubled his inspiration developed in solitude.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "At last Michaelis rose, and taking the great lady’s extended hand, shook it, retained it for a moment in his great cushioned palm with unembarrassed friendliness, and turned upon the semi-private nook of the drawing-room his back, vast and square, and as if distended under the short tweed jacket.\n"}, "modifies": "Michaelis"}
{"black": {"word": "black", "line": "Men with grey moustaches and full, healthy, vaguely smiling countenances approached, circling round the screen; two mature women with a matronly air of gracious resolution; a clean-shaved individual with sunken cheeks, and dangling a gold-mounted eyeglass on a broad black ribbon with an old-world, dandified effect.\n"}, "modifies": "ribbon"}
{"grey": {"word": "grey", "line": "Men with grey moustaches and full, healthy, vaguely smiling countenances approached, circling round the screen; two mature women with a matronly air of gracious resolution; a clean-shaved individual with sunken cheeks, and dangling a gold-mounted eyeglass on a broad black ribbon with an old-world, dandified effect.\n"}, "modifies": "moustaches"}
{"pink": {"word": "pink", "line": "He was in the pink of condition for his age, and even the texture of his long frock coat had a character of elastic soundness, as if it were a living tissue.\n"}, "modifies": "condition"}
{"white": {"word": "white", "line": "His memory evoked a certain old fat and wealthy native chief in the distant colony whom it was a tradition for the successive Colonial Governors to trust and make much of as a firm friend and supporter of the order and legality established by white men; whereas, when examined sceptically, he was found out to be principally his own good friend, and nobody else’s.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The first one, a soldierly, abrupt, red-faced person, with white eyebrows and an explosive temper, could be managed with a silken thread.\n"}, "modifies": "eyebrows"}
{"blue": {"word": "blue", "line": "“I’ve brought away an address,” he said, pulling out of his pocket without haste a singed rag of dark blue cloth.\n"}, "modifies": "cloth"}
{"blue": {"word": "blue", "line": "So he answered concisely: “It’s a shop, sir.” The Assistant Commissioner, with his eyes lowered on the rag of blue cloth, waited for more information.\n"}, "modifies": "cloth"}
{"white": {"word": "fair", "line": "This fair, smooth-faced young man, whose symmetrically arranged hair gave him the air of a large and neat schoolboy, met the Assistant Commissioner’s request with a doubtful look, and spoke with bated breath.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Vast in bulk and stature, with a long white face, which, broadened at the base by a big double chin, appeared egg-shaped in the fringe of thin greyish whisker, the great personage seemed an expanding man.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "Unfortunate from a tailoring point of view, the cross-folds in the middle of a buttoned black coat added to the impression, as if the fastenings of the garment were tried to the utmost.\n"}, "modifies": "coat"}
{"white": {"word": "pale", "line": "From the head, set upward on a thick neck, the eyes, with puffy lower lids, stared with a haughty droop on each side of a hooked aggressive nose, nobly salient in the vast pale circumference of the face.\n"}, "modifies": "circumference"}
{"brown": {"word": "brown", "line": "The short jacket and the low, round hat he assumed in a sort of curtained alcove containing a washstand, a row of wooden pegs and a shelf, brought out wonderfully the length of his grave, brown face.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "Meantime the Assistant Commissioner was already giving his order to a waiter in a little Italian restaurant round the corner—one of those traps for the hungry, long and narrow, baited with a perspective of mirrors and white napery; without air, but with an atmosphere of their own—an atmosphere of fraudulent cookery mocking an abject mankind in the most pressing of its miserable necessities.\n"}, "modifies": "napery"}
{"black": {"word": "black", "line": "This arrangement appeared to him commendable, and he completed it by giving an upward twist to the ends of his black moustache.\n"}, "modifies": "moustache"}
{"silver": {"word": "silver", "line": "“I’ll get a little wet, a little splashed—” He became aware of the waiter at his elbow and of a small pile of silver coins on the edge of the table before him.\n"}, "modifies": "coins"}
{"black": {"word": "black", "line": "Behind the Assistant Commissioner the van and horses, merged into one mass, seemed something alive—a square-backed black monster blocking half the street, with sudden iron-shod stampings, fierce jingles, and heavy, blowing sighs.\n"}, "modifies": "monster"}
{"black": {"word": "black", "line": "She expressed herself thus warmly because she had been allowed to interview by appointment his Private Secretary—“a very polite gentleman, all in black, with a gentle, sad voice, but so very, very thin and quiet.\n"}, "modifies": "gentleman"}
{"red": {"word": "red", "line": "His little red eyes glistened with moisture.\n"}, "modifies": "eyes"}
{"purple": {"word": "violet", "line": "His big lips had a violet tint.\n"}, "modifies": "tint"}
{"white": {"word": "white", "line": "Winnie lowered the window, and put her head out, white as a ghost.\n"}, "modifies": "ghost"}
{"black": {"word": "black", "line": "In the gas-light of the low-fronted shops her big cheeks glowed with an orange hue under a black and mauve bonnet.\n"}, "modifies": "bonnet"}
{"yellow": {"word": "yellow", "line": "Mrs Verloc’s mother’s complexion had become yellow by the effect of age and from a natural predisposition to biliousness, favoured by the trials of a difficult and worried existence, first as wife, then as widow.\n"}, "modifies": "effect"}
{"pink": {"word": "blush", "line": "It was a complexion, that under the influence of a blush would take on an orange tint.\n"}, "modifies": "influence"}
{"pink": {"word": "blush", "line": "In the privacy of a four-wheeler, on her way to a charity cottage (one of a row) which by the exiguity of its dimensions and the simplicity of its accommodation, might well have been devised in kindness as a place of training for the still more straitened circumstances of the grave, she was forced to hide from her own child a blush of remorse and shame.\n"}, "modifies": "remorse"}
{"white": {"word": "white", "line": "The tears of that large female in a dark, dusty wig, and ancient silk dress festooned with dingy white cotton lace, were the tears of genuine distress.\n"}, "modifies": "lace"}
{"gray": {"word": "dusty", "line": "The tears of that large female in a dark, dusty wig, and ancient silk dress festooned with dingy white cotton lace, were the tears of genuine distress.\n"}, "modifies": "wig"}
{"grey": {"word": "dusty", "line": "The tears of that large female in a dark, dusty wig, and ancient silk dress festooned with dingy white cotton lace, were the tears of genuine distress.\n"}, "modifies": "wig"}
{"yellow": {"word": "yellow", "line": "They sat motionless and scared in the profound stillness, till the door came open, and a rough, strained whispering was heard: “Here you are!” A range of gabled little houses, each with one dim yellow window, on the ground floor, surrounded the dark open space of a grass plot planted with shrubs and railed off from the patchwork of lights and shadows in the wide road, resounding with the dull rumble of traffic.\n"}, "modifies": "window"}
{"silver": {"word": "silver", "line": "The cabman looked at the pieces of silver, which, appearing very minute in his big, grimy palm, symbolised the insignificant results which reward the ambitious courage and toil of a mankind whose day is short on this earth of evil.\n"}, "modifies": "pieces"}
{"white": {"word": "pale", "line": "And his slenderness, his rosy lips and pale, clear complexion, gave him the aspect of a delicate boy, notwithstanding the fluffy growth of golden hair on his cheeks.\n"}, "modifies": "complexion"}
{"pink": {"word": "rosy", "line": "And his slenderness, his rosy lips and pale, clear complexion, gave him the aspect of a delicate boy, notwithstanding the fluffy growth of golden hair on his cheeks.\n"}, "modifies": "lips"}
{"black": {"word": "black", "line": "Thus when as a child he cowered in a dark corner scared, wretched, sore, and miserable with the black, black misery of the soul, his sister Winnie used to come along, and carry him off to bed with her, as into a heaven of consoling peace.\n"}, "modifies": "misery"}
{"black": {"word": "black", "line": "But fearing most a fit of black depression consequent on Stevie missing his mother very much at first, she did not altogether decline the discussion.\n"}, "modifies": "depression"}
{"green": {"word": "green", "line": "Stop that green ’bus.” And Stevie, tremulous and important with his sister Winnie on his arm, flung up the other high above his head at the approaching ’bus, with complete success.\n"}, "modifies": "bus"}
{"black": {"word": "black", "line": "He led a cortege of dismal thoughts along dark streets, through lighted streets, in and out of two flash bars, as if in a half-hearted attempt to make a night of it, and finally back again to his menaced home, where he sat down fatigued behind the counter, and they crowded urgently round him, like a pack of hungry black hounds.\n"}, "modifies": "hounds"}
{"black": {"word": "black", "line": "But she did not move her black head sunk in the white pillow one hand under her cheek and the big, dark, unwinking eyes.\n"}, "modifies": "head"}
{"white": {"word": "white", "line": "But she did not move her black head sunk in the white pillow one hand under her cheek and the big, dark, unwinking eyes.\n"}, "modifies": "pillow"}
{"white": {"word": "fair", "line": "For thus inhospitably did this fair earth, our common inheritance, present itself to the mental vision of Mr Verloc.\n"}, "modifies": "earth"}
{"black": {"word": "black", "line": "Looking out of the corners of his eyes, he saw her ample shoulders draped in white, the back of her head, with the hair done for the night in three plaits tied up with black tapes at the ends.\n"}, "modifies": "tapes"}
{"white": {"word": "white", "line": "Looking out of the corners of his eyes, he saw her ample shoulders draped in white, the back of her head, with the hair done for the night in three plaits tied up with black tapes at the ends.\n"}, "modifies": "back"}
{"brown": {"word": "brown", "line": "And across the length of the table covered with brown oil-cloth Winnie, his wife, talked evenly at him the wifely talk, as artfully adapted, no doubt, to the circumstances of this return as the talk of Penelope to the return of the wandering Odysseus.\n"}, "modifies": "Winnie"}
{"red": {"word": "red", "line": "And on each side of her thin red nose her bleared, misty eyes swam in tears, because she felt really the want of some sort of stimulant in the morning.\n"}, "modifies": "nose"}
{"pink": {"word": "rose", "line": "Mrs Verloc rose, and went into the kitchen to “stop that nonsense.” And she did it firmly but gently.\n"}, "modifies": "Mrs"}
{"white": {"word": "pallid", "line": "To come upon his pallid face, with its big eyes gleaming in the dusk, was discomposing; to think of him up there was uncomfortable.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "He turned away his heavy eyes, saying huskily: “Well, let him come along, then,” and relapsed into the clutches of black care, that perhaps prefers to sit behind a horseman, but knows also how to tread close on the heels of people not sufficiently well off to keep horses—like Mr Verloc, for instance.\n"}, "modifies": "care"}
{"black": {"word": "black", "line": "The material of their overcoats was the same, their hats were black and round in shape.\n"}, "modifies": "hats"}
{"red": {"word": "red", "line": "His eyes were bloodshot and his face red.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "On this thought Mrs Verloc rose, and walking to the other end of the table, said in the fulness of her heart: “And you are not tired of me.” Mr Verloc made no sound.\n"}, "modifies": "thought"}
{"pink": {"word": "rose", "line": "His long, bony face rose out of a turned-up collar.\n"}, "modifies": "face"}
{"red": {"word": "crimson", "line": "A crimson flood of anger ran over his face.\n"}, "modifies": "flood"}
{"red": {"word": "red", "line": "The red flood of anger ebbed out, and left his face all white, with quivering nostrils.\n"}, "modifies": "flood"}
{"white": {"word": "fair", "line": "The points of a long fair moustache fell below the line of the jaw.\n"}, "modifies": "moustache"}
{"pink": {"word": "rose", "line": "After a while it rose again.\n"}, "modifies": "while"}
{"black": {"word": "black", "line": "Mrs Verloc pressed her ear to the keyhole; her lips were blue, her hands cold as ice, and her pale face, in which the two eyes seemed like two black holes, felt to her as if it were enveloped in flames.\n"}, "modifies": "holes"}
{"white": {"word": "pale", "line": "Mrs Verloc pressed her ear to the keyhole; her lips were blue, her hands cold as ice, and her pale face, in which the two eyes seemed like two black holes, felt to her as if it were enveloped in flames.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "Mrs Verloc pressed her ear to the keyhole; her lips were blue, her hands cold as ice, and her pale face, in which the two eyes seemed like two black holes, felt to her as if it were enveloped in flames.\n"}, "modifies": "lips"}
{"pink": {"word": "rosy", "line": "Her crazed eyes noted the sporting sheet left by the Chief Inspector, and as she knocked herself against the counter she snatched it up, fell into the chair, tore the optimistic, rosy sheet right across in trying to open it, then flung it on the floor.\n"}, "modifies": "sheet"}
{"pink": {"word": "pink", "line": "She sat rigidly erect in the chair with two dirty pink pieces of paper lying spread out at her feet.\n"}, "modifies": "pieces"}
{"gold": {"word": "gold", "line": "In that shop of shady wares fitted with deal shelves painted a dull brown, which seemed to devour the sheen of the light, the gold circlet of the wedding ring on Mrs Verloc’s left hand glittered exceedingly with the untarnished glory of a piece from some splendid treasure of jewels, dropped in a dust-bin.\n"}, "modifies": "circlet"}
{"green": {"word": "green", "line": "Shades of green silk fitted low over all the lights imparted to the room something of a forest’s deep gloom.\n"}, "modifies": "silk"}
{"white": {"word": "pale", "line": "The Assistant Commissioner entering saw at first only a big pale hand supporting a big head, and concealing the upper part of a big pale face.\n"}, "modifies": "hand"}
{"brown": {"word": "bronze", "line": "There was absolutely nothing else on the large flat surface except a little bronze statuette draped in a toga, mysteriously watchful in its shadowy immobility.\n"}, "modifies": "statuette"}
{"black": {"word": "black", "line": "In the dim light, the salient points of his personality, the long face, the black hair, his lankness, made him look more foreign than ever.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "A slight jerky movement of the big body half lost in the gloom of the green silk shades, of the big head leaning on the big hand, accompanied an intermittent stifled but powerful sound.\n"}, "modifies": "shades"}
{"pink": {"word": "rosy", "line": "Mr Vladimir’s rosy countenance was wreathed in smiles, because he was witty, but his eyes remained serious, like the eyes of convinced man.\n"}, "modifies": "countenance"}
{"pink": {"word": "rose", "line": "Directly his back was turned on the couch the Assistant Commissioner rose too.\n"}, "modifies": "Commissioner"}
{"white": {"word": "white", "line": "A couple of carriages waited by the curbstone, their lamps blazing steadily, the horses standing perfectly still, as if carved in stone, the coachmen sitting motionless under the big fur capes, without as much as a quiver stirring the white thongs of their big whips.\n"}, "modifies": "thongs"}
{"black": {"word": "jet", "line": "On this delicate impulse Mr Verloc withdrew into the parlour again, where the gas jet purred like a contented cat.\n"}, "modifies": "gas"}
{"white": {"word": "blanched", "line": "And this last vision had such plastic relief, such nearness of form, such a fidelity of suggestive detail, that it wrung from Mrs Verloc an anguished and faint murmur, reproducing the supreme illusion of her life, an appalled murmur that died out on her blanched lips.\n"}, "modifies": "lips"}
{"white": {"word": "blanched", "line": "Her cheeks were blanched, her lips ashy, her immobility amazing.\n"}, "modifies": "cheeks"}
{"black": {"word": "black", "line": "On each of these occasions Mrs Verloc’s dilated pupils, losing their far-off fixity, followed her husband’s movements with the effect of black care and impenetrable attention.\n"}, "modifies": "care"}
{"black": {"word": "black", "line": "Her black glance followed that man who was asserting his impunity—the man who had taken poor Stevie from home to kill him somewhere.\n"}, "modifies": "glance"}
{"pink": {"word": "rose", "line": "And on that Mrs Verloc rose as if raised by a spring.\n"}, "modifies": "Mrs"}
{"black": {"word": "black", "line": "She had dressed herself thoroughly, down to the tying of a black veil over her face.\n"}, "modifies": "veil"}
{"black": {"word": "black", "line": "Mrs Verloc sat still under her black veil, in her own house, like a masked and mysterious visitor of impenetrable intentions.\n"}, "modifies": "veil"}
{"white": {"word": "white", "line": "He paused, and a snarl lifting his moustaches above a gleam of white teeth gave him the expression of a reflective beast, not very dangerous—a slow beast with a sleek head, gloomier than a seal, and with a husky voice.\n"}, "modifies": "teeth"}
{"pink": {"word": "rose", "line": "Mrs Verloc heard him out with perfect propriety, and then rose from her chair in her hat and jacket like a visitor at the end of a call.\n"}, "modifies": "chair"}
{"black": {"word": "black", "line": "A tinge of wildness in her aspect was derived from the black veil hanging like a rag against her cheek, and from the fixity of her black gaze where the light of the room was absorbed and lost without the trace of a single gleam.\n"}, "modifies": "veil"}
{"black": {"word": "black", "line": "Having never set eyes on that last argument of men’s justice except in illustrative woodcuts to a certain type of tales, she first saw them erect against a black and stormy background, festooned with chains and human bones, circled about by birds that peck at dead men’s eyes.\n"}, "modifies": "background"}
{"black": {"word": "black", "line": "With her face as if masked, all black from head to foot except for some flowers in her hat, she looked up mechanically at the clock.\n"}, "modifies": "head"}
{"black": {"word": "black", "line": "The van and horses were gone, and in the black street the curtained window of the carters’ eating-house made a square patch of soiled blood-red light glowing faintly very near the level of the pavement.\n"}, "modifies": "street"}
{"red": {"word": "red", "line": "Mrs Verloc had dragged herself past the red glow of the eating-house window.\n"}, "modifies": "glow"}
{"black": {"word": "black", "line": "She was alone in London: and the whole town of marvels and mud, with its maze of streets and its mass of lights, was sunk in a hopeless night, rested at the bottom of a black abyss from which no unaided woman could hope to scramble out.\n"}, "modifies": "abyss"}
{"black": {"word": "black", "line": "He simply said with unaffected regret that there was no train till the morning, and stood looking thoughtfully at her face, veiled in black net, in the light of a gas lamp veiled in a gauze of mist.\n"}, "modifies": "net"}
{"black": {"word": "black", "line": "Near him, her black form merged in the night, like a figure half chiselled out of a block of black stone.\n"}, "modifies": "form"}
{"white": {"word": "white", "line": "From the hat the eyes of the robust anarchist wandered to the displaced table, gazed at the broken dish for a time, received a kind of optical shock from observing a white gleam under the imperfectly closed eyelids of the man on the couch.\n"}, "modifies": "gleam"}
{"black": {"word": "black", "line": "Ossipon groped his way back through the stuffy atmosphere, as black as ink now, to the counter.\n"}, "modifies": "atmosphere"}
{"pink": {"word": "rose", "line": "The voice of Mrs Verloc rose subdued, pleading piteously: “Don’t let them hang me, Tom!\n"}, "modifies": "voice"}
{"black": {"word": "black", "line": "His face was so pale as to be quite visible in the profound black darkness of the shop; while Mrs Verloc, veiled, had no face, almost no discernible form.\n"}, "modifies": "darkness"}
{"white": {"word": "pale", "line": "His face was so pale as to be quite visible in the profound black darkness of the shop; while Mrs Verloc, veiled, had no face, almost no discernible form.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "It rose in the blackness.\n"}, "modifies": "blackness"}
{"white": {"word": "pale", "line": "He was still awfully pale, with eyes that seemed to have sunk a whole half-inch into his tense face.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "Through her black veil the whites of her big eyes gleamed lustrously like the eyes of a masked woman.\n"}, "modifies": "veil"}
{"black": {"word": "black", "line": "And out of this face the eyes looked on, big, dry, enlarged, lightless, burnt out like two black holes in the white, shining globes.\n"}, "modifies": "holes"}
{"white": {"word": "white", "line": "And out of this face the eyes looked on, big, dry, enlarged, lightless, burnt out like two black holes in the white, shining globes.\n"}, "modifies": "globes"}
{"white": {"word": "pale", "line": "Mrs Verloc’s pale lips parting, slightly relaxed under his passionately attentive gaze, he gazed also at her teeth. . . . Not a doubt remained .\n"}, "modifies": "lips"}
{"white": {"word": "pale", "line": "He was bruised, shaken, pale as death, and out of breath when he got up.\n"}, "modifies": "death"}
{"yellow": {"word": "yellow", "line": "Later on the towers of the Abbey saw in their massive immobility the yellow bush of his hair passing under the lamps.\n"}, "modifies": "bush"}
{"black": {"word": "black", "line": "The river, a sinister marvel of still shadows and flowing gleams mingling below in a black silence, arrested his attention.\n"}, "modifies": "silence"}
{"green": {"word": "green", "line": "There was nothing on the walls but the paper, an expanse of arsenical green, soiled with indelible smudges here and there, and with stains resembling faded maps of uninhabited continents.\n"}, "modifies": "expanse"}
{"red": {"word": "red", "line": "“I remain—if I am strong enough,” asserted the sallow little Professor, whose large ears, thin like membranes, and standing far out from the sides of his frail skull, took on suddenly a deep red tint.\n"}, "modifies": "tint"}
{"black": {"word": "black", "line": "He knew what the gangway man of the steamer had seen: “A lady in a black dress and a black veil, wandering at midnight alongside, on the quay.\n"}, "modifies": "dress"}
{"white": {"word": "white", "line": "But Comrade Ossipon knew that behind that white mask of despair there was struggling against terror and despair a vigour of vitality, a love of life that could resist the furious anguish which drives to murder and the fear, the blind, mad fear of the gallows.\n"}, "modifies": "mask"}
{"black": {"word": "black", "line": "But the stewardess and the chief steward knew nothing, except that when they came back for her in less than five minutes the lady in black was no longer in the hooded seat.\n"}, "modifies": "lady"}
