{"red": {"word": "red", "line": "The whole of that wilderness, in which the latter incidents of the legend occurred, is nearly a wilderness still, though the red man has entirely deserted this part of the state.\n"}, "modifies": "man"}
{"gray": {"word": "gray", "line": "The scouts departed; strong guards preceded and followed the lumbering vehicles that bore the baggage; and before the gray light of the morning was mellowed by the rays of the sun, the main body of the combatants wheeled into column, and left the encampment with a show of high military bearing, that served to drown the slumbering apprehensions of many a novice, who was now about to make his first essay in arms.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "His nether garment was a yellow nankeen, closely fitted to the shape, and tied at his bunches of knees by large knots of white ribbon, a good deal sullied by use.\n"}, "modifies": "ribbon"}
{"yellow": {"word": "yellow", "line": "His nether garment was a yellow nankeen, closely fitted to the shape, and tied at his bunches of knees by large knots of white ribbon, a good deal sullied by use.\n"}, "modifies": "nankeen"}
{"silver": {"word": "silver", "line": "From beneath the flap of an enormous pocket of a soiled vest of embossed silk, heavily ornamented with tarnished silver lace, projected an instrument, which, from being seen in such martial company, might have been easily mistaken for some mischievous and unknown implement of war.\n"}, "modifies": "lace"}
{"blue": {"word": "blue", "line": "“This beast, I rather conclude, friend, is not of home raising, but is from foreign lands, or perhaps from the little island itself over the blue water?” he said, in a voice as remarkable for the softness and sweetness of its tones, as was his person for its rare proportions; “I may speak of these things, and be no braggart; for I have been down at both havens; that which is situate at the mouth of Thames, and is named after the capital of Old England, and that which is called ‘Haven’, with the addition of the word ‘New’; and have seen the scows and brigantines collecting their droves, like the gathering to the ark, being outward bound to the Island of Jamaica, for the purpose of barter and traffic in four-footed animals; but never before have I beheld a beast which verified the true scripture war-horse like this: ‘He paweth in the valley, and rejoiceth in his strength; he goeth on to meet the armed men.\n"}, "modifies": "water"}
{"white": {"word": "white", "line": "It is impossible to say what unlooked-for remark this short and silent communication, between two such singular men, might have elicited from the white man, had not his active curiosity been again drawn to other objects.\n"}, "modifies": "man"}
{"green": {"word": "green", "line": "One, and she was the more juvenile in her appearance, though both were young, permitted glimpses of her dazzling complexion, fair golden hair, and bright blue eyes, to be caught, as she artlessly suffered the morning air to blow aside the green veil which descended low from her beaver.\n"}, "modifies": "veil"}
{"white": {"word": "fair", "line": "One, and she was the more juvenile in her appearance, though both were young, permitted glimpses of her dazzling complexion, fair golden hair, and bright blue eyes, to be caught, as she artlessly suffered the morning air to blow aside the green veil which descended low from her beaver.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "One, and she was the more juvenile in her appearance, though both were young, permitted glimpses of her dazzling complexion, fair golden hair, and bright blue eyes, to be caught, as she artlessly suffered the morning air to blow aside the green veil which descended low from her beaver.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "Her complexion was not brown, but it rather appeared charged with the color of the rich blood, that seemed ready to burst its bounds.\n"}, "modifies": "complexion"}
{"white": {"word": "fair", "line": "“Manifest no distrust, or you may invite the danger you appear to apprehend.” “Cora, what think you?” asked the reluctant fair one.\n"}, "modifies": "one"}
{"pink": {"word": "rose", "line": "A gleam of exultation shot across the darkly-painted lineaments of the inhabitant of the forest, as he traced the route of his intended victims, who rode unconsciously onward, the light and graceful forms of the females waving among the trees, in the curvatures of their path, followed at each bend by the manly figure of Heyward, until, finally, the shapeless person of the singing master was concealed behind the numberless trunks of trees, that rose, in dark lines, in the intermediate space.\n"}, "modifies": "trunks"}
{"pink": {"word": "rose", "line": "The rays of the sun were beginning to grow less fierce, and the intense heat of the day was lessened, as the cooler vapors of the springs and fountains rose above their leafy beds, and rested in the atmosphere.\n"}, "modifies": "vapors"}
{"red": {"word": "red", "line": "While one of these loiterers showed the red skin and wild accouterments of a native of the woods, the other exhibited, through the mask of his rude and nearly savage equipments, the brighter, though sun-burned and long-faced complexion of one who might claim descent from a European parentage.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "His body, which was nearly naked, presented a terrific emblem of death, drawn in intermingled colors of white and black.\n"}, "modifies": "colors"}
{"white": {"word": "white", "line": "The frame of the white man, judging by such parts as were not concealed by his clothes, was like that of one who had known hardships and exertion from his earliest youth.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "The hunting-shirt is frequently white.\n"}, "modifies": "shirt"}
{"red": {"word": "red", "line": "“Your fathers came from the setting sun, crossed the big river[4], fought the people of the country, and took the land; and mine came from the red sky of the morning, over the salt lake, and did their work much after the fashion that had been set them by yours; then let God judge the matter between us, and friends spare their words!” The Mississippi.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "“My fathers fought with the naked red man!” returned the Indian, sternly, in the same language.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "Do they tell the young warriors that the pale faces met the red men, painted for war and armed with the stone hatchet and wooden gun?” “I am not a prejudiced man, nor one who vaunts himself on his natural privileges, though the worst enemy I have on earth, and he is an Iroquois, daren’t deny that I am genuine white,” the scout replied, surveying, with secret satisfaction, the faded color of his bony and sinewy hand, “and I am willing to own that my people have many ways, of which, as an honest man, I can’t approve.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "In consequence of this bad fashion, a man, who is too conscientious to misspend his days among the women, in learning the names of black marks, may never hear of the deeds of his fathers, nor feel a pride in striving to outdo them.\n"}, "modifies": "marks"}
{"red": {"word": "red", "line": "But every story has its two sides; so I ask you, Chingachgook, what passed, according to the traditions of the red men, when our fathers first met?” A silence of a minute succeeded, during which the Indian sat mute; then, full of the dignity of his office, he commenced his brief tale, with a solemnity that served to heighten its appearance of truth.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "You might as well expect the river to lie still on the brink of those black rocks a mile above us, though your own ears tell you that it is tumbling over them at this very moment.” If unsatisfied by the philosophy of his companion, the Indian was far too dignified to betray his unbelief.\n"}, "modifies": "rocks"}
{"red": {"word": "red", "line": "There we fought the Alligewi, till the ground was red with their blood.\n"}, "modifies": "ground"}
{"white": {"word": "pale", "line": "The first pale faces who came among us spoke no English.\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "They came in a large canoe, when my fathers had buried the tomahawk with the red men around them.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The white man seemed to take counsel from their customs, and, relinquishing his grasp of the rifle, he also remained silent and reserved.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "In another moment the twang of the cord was heard, a white streak was seen glancing into the bushes, and the wounded buck plunged from the cover, to the very feet of his hidden enemy.\n"}, "modifies": "streak"}
{"white": {"word": "white", "line": "The horses of white men are coming!” returned the other, raising himself with dignity, and resuming his seat on the log with his former composure.\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "A beaten path, such as those made by the periodical passage of the deer, wound through a little glen at no great distance, and struck the river at the point where the white man and his red companions had posted themselves.\n"}, "modifies": "companions"}
{"white": {"word": "white", "line": "A beaten path, such as those made by the periodical passage of the deer, wound through a little glen at no great distance, and struck the river at the point where the white man and his red companions had posted themselves.\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "you can tell me little of the Royal Americans that I don’t know, though I do wear a hunting-shirt instead of a scarlet jacket.” “Well, then, among other things, you may know the name of its major?” “Its major!” interrupted the hunter, elevating his body like one who was proud of his trust.\n"}, "modifies": "jacket"}
{"white": {"word": "white", "line": "They spoke together earnestly in the Delaware language, though in an undertone; and by the gestures of the white man, which were frequently directed towards the top of the sapling, it was evident he pointed out the situation of their hidden enemy.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "“This is well,” continued Heyward; “and Le Renard will have strength and sight to find the path in the morning”; he paused, for sounds like the snapping of a dried stick, and the rustling of leaves, rose from the adjacent bushes, but recollecting himself instantly, he continued, “we must be moving before the sun is seen, or Montcalm may lie in our path, and shut us out from the fortress.” The hand of Magua dropped from his mouth to his side, and though his eyes were fastened on the ground, his head was turned aside, his nostrils expanded, and his ears seemed even to stand more erect than usual, giving to him the appearance of a statue that was made to represent intense attention.\n"}, "modifies": "bushes"}
{"red": {"word": "red", "line": "Look at this sumach; its leaves are red, though everybody knows the fruit is in the yellow blossom in the month of July!” “’Tis the blood of Le Subtil!\n"}, "modifies": "leaves"}
{"yellow": {"word": "yellow", "line": "Look at this sumach; its leaves are red, though everybody knows the fruit is in the yellow blossom in the month of July!” “’Tis the blood of Le Subtil!\n"}, "modifies": "blossom"}
{"red": {"word": "red", "line": "“Yonder red devil would draw you within swing of the tomahawks of his comrades, before you were heated in the chase.\n"}, "modifies": "devil"}
{"blue": {"word": "blue", "line": "Looking upward, he found that the thin fleecy clouds, which evening had painted on the blue sky, were already losing their faintest tints of rose-color, while the imbedded stream, which glided past the spot where he stood, was to be traced only by the dark boundary of its wooded banks.\n"}, "modifies": "sky"}
{"white": {"word": "white", "line": "Yielding to his powerful interest in the subject, and impatient of a delay that seemed fraught with so much additional danger, Heyward drew still nigher to the dusky group, with an intention of making his offers of compensation more definite, when the white man, motioning with his hand, as if he conceded the disputed point, turned away, saying in a sort of soliloquy, and in the English tongue: “Uncas is right!\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“What to do with these dumb creatures!” muttered the white man, on whom the sole control of their future movements appeared to devolve; “it would be time lost to cut their throats, and cast them into the river; and to leave them here would be to tell the Mingoes that they have not far to seek to find their owners!” “Then give them their bridles, and let them range the woods,” Heyward ventured to suggest.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "At length they reached a point in the river where the roving eye of Heyward became riveted on a cluster of black objects, collected at a spot where the high bank threw a deeper shadow than usual on the dark waters.\n"}, "modifies": "objects"}
{"green": {"word": "green", "line": "Though his person was more than usually screened by a green and fringed hunting-shirt, like that of the white man, there was no concealment to his dark, glancing, fearless eye, alike terrible and calm; the bold outline of his high, haughty features, pure in their native red; or to the dignified elevation of his receding forehead, together with all the finest proportions of a noble head, bared to the generous scalping tuft.\n"}, "modifies": "shirt"}
{"white": {"word": "white", "line": "Though his person was more than usually screened by a green and fringed hunting-shirt, like that of the white man, there was no concealment to his dark, glancing, fearless eye, alike terrible and calm; the bold outline of his high, haughty features, pure in their native red; or to the dignified elevation of his receding forehead, together with all the finest proportions of a noble head, bared to the generous scalping tuft.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "Alice uttered a faint shriek, and even Cora rose to her feet, as this appalling object moved into the light; but a single word from Heyward calmed them, with the assurance it was only their attendant, Chingachgook, who, lifting another blanket, discovered that the cavern had two outlets.\n"}, "modifies": "Cora"}
{"black": {"word": "black", "line": "“Such old foxes as Chingachgook and myself are not often caught in a barrow with one hole,” said Hawkeye, laughing; “you can easily see the cunning of the place—the rock is black limestone, which everybody knows is soft; it makes no uncomfortable pillow, where brush and pine wood is scarce; well, the fall was once a few yards below us, and I dare to say was, in its time, as regular and as handsome a sheet of water as any along the Hudson.\n"}, "modifies": "limestone"}
{"green": {"word": "green", "line": "It falls by no rule at all; sometimes it leaps, sometimes it tumbles; there it skips; here it shoots; in one place ’tis white as snow, and in another ’tis green as grass; hereabouts, it pitches into deep hollows, that rumble and crush the ’arth; and thereaways, it ripples and sings like a brook, fashioning whirlpools and gullies in the old stone, as if ’twas no harder than trodden clay.\n"}, "modifies": "’tis"}
{"white": {"word": "white", "line": "It falls by no rule at all; sometimes it leaps, sometimes it tumbles; there it skips; here it shoots; in one place ’tis white as snow, and in another ’tis green as grass; hereabouts, it pitches into deep hollows, that rumble and crush the ’arth; and thereaways, it ripples and sings like a brook, fashioning whirlpools and gullies in the old stone, as if ’twas no harder than trodden clay.\n"}, "modifies": "place"}
{"pink": {"word": "rose", "line": "At times it rose to the fullest compass of the rich voices of the females, who hung over their little book in holy excitement, and again it sank so low, that the rushing of the waters ran through their melody, like a hollow accompaniment.\n"}, "modifies": "times"}
{"pink": {"word": "rose", "line": "The singers were dwelling on one of those low, dying chords, which the ear devours with such greedy rapture, as if conscious that it is about to lose them, when a cry, that seemed neither human nor earthly, rose in the outward air, penetrating not only the recesses of the cavern, but to the inmost hearts of all who heard it.\n"}, "modifies": "cry"}
{"white": {"word": "white", "line": "But neither the Mohicans, nor I, who am a white man without a cross, can explain the cry just heard.\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "It was, however, continued without any apparent consequences, until the moon had set, and a pale streak above the treetops, at the bend of the river a little below, announced the approach of day.\n"}, "modifies": "streak"}
{"green": {"word": "green", "line": "At the next moment, a fifth form was seen floating over the green edge of the fall, a little from the line of the island.\n"}, "modifies": "edge"}
{"pink": {"word": "rose", "line": "A single, wild, despairing shriek rose from the cavern, and all was hushed again as the grave.\n"}, "modifies": "shriek"}
{"pink": {"word": "rose", "line": "Duncan caught glimpses of heads above the scattered drift-wood, as this signal rose on the air, but they disappeared again as suddenly as they had glanced upon his sight.\n"}, "modifies": "signal"}
{"black": {"word": "black", "line": "When their foes, who had leaped over the black rocks that divided them, with long bounds, uttering the wildest yells, were within a few rods, the rifle of Hawkeye slowly rose among the shrubs, and poured out its fatal contents.\n"}, "modifies": "rocks"}
{"pink": {"word": "rose", "line": "When their foes, who had leaped over the black rocks that divided them, with long bounds, uttering the wildest yells, were within a few rods, the rifle of Hawkeye slowly rose among the shrubs, and poured out its fatal contents.\n"}, "modifies": "rifle"}
{"white": {"word": "white", "line": "I told you to take that loping miscreant under the line of white point; now, if your bullet went a hair’s breadth it went two inches above it.\n"}, "modifies": "point"}
{"white": {"word": "white", "line": "But,” glancing his eyes at the Mohicans, “let us remember we are men without a cross, and let us teach these natives of the forest that white blood can run as freely as red, when the appointed hour is come.” Duncan turned quickly in the direction indicated by the other’s eyes, and read a confirmation of his worst apprehensions in the conduct of the Indians.\n"}, "modifies": "blood"}
{"white": {"word": "pale", "line": "Chingachgook”—he spoke in Delaware—“my brother, we have fought our last battle together, and the Maquas will triumph in the death of the sage man of the Mohicans, and of the pale face, whose eyes can make night as day, and level the clouds to the mists of the springs!” “Let the Mingo women go weep over the slain!” returned the Indian, with characteristic pride and unmoved firmness; “the Great Snake of the Mohicans has coiled himself in their wigwams, and has poisoned their triumph with the wailings of children, whose fathers have not returned!\n"}, "modifies": "face"}
{"white": {"word": "pallid", "line": "Alice unconsciously dried her tears, and bent her melting eyes on the pallid features of Gamut, with an expression of chastened delight that she neither affected or wished to conceal.\n"}, "modifies": "features"}
{"white": {"word": "white", "line": "Again the impression passed away, as he heard the voices collect near the spot where the white man had so reluctantly abandoned his rifle.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "One fierce and wild-looking warrior approached the chief, bearing a load of the brush, and pointing exultingly to the deep red stains with which it was sprinkled, uttered his joy in Indian yells, whose meaning Heyward was only enabled to comprehend by the frequent repetition of the name “La Longue Carabine!” When his triumph had ceased, he cast the brush on the slight heap Duncan had made before the entrance of the second cavern, and closed the view.\n"}, "modifies": "stains"}
{"white": {"word": "white", "line": "His rifle is good, and his eye never shut; but, like the short gun of the white chief, it is nothing against the life of Le Subtil.” “Le Renard is too brave to remember the hurts received in war, or the hands that gave them.” “Was it war, when the tired Indian rested at the sugartree to taste his corn!\n"}, "modifies": "chief"}
{"red": {"word": "red", "line": "“You hear,” said Magua, with stubborn indifference: “the red Hurons call for the life of ‘The Long Rifle’, or they will have the blood of him that keep him hid!” “He is gone—escaped; he is far beyond their reach.” Renard smiled with cold contempt, as he answered: “When the white man dies, he thinks he is at peace; but the red men know how to torture even the ghosts of their enemies.\n"}, "modifies": "Hurons"}
{"white": {"word": "white", "line": "The white chief read in his books, and he believes the Hurons are fools!” “Though no fish, ‘The Long Rifle’ can swim.\n"}, "modifies": "chief"}
{"white": {"word": "white", "line": "“The white man thinks none but cowards desert their women.” Magua muttered a few words, inaudibly, between his teeth, before he continued, aloud: “Can the Delawares swim, too, as well as crawl in the bushes?\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“‘Bounding Elk’ is what the white man says, when he calls to the young Mohican.” “Here is some confusion in names between us, Le Renard,” said Duncan, hoping to provoke a discussion.\n"}, "modifies": "man"}
{"gold": {"word": "gold", "line": "Anxious to know the worst, and willing, in such an emergency, to try the potency of gold he overcame his reluctance to speak to Magua.\n"}, "modifies": "potency"}
{"white": {"word": "white", "line": "And, when we saw what he wished to do, did we not aid him, by making a false face, that the Hurons might think the white man believed that his friend was his enemy?\n"}, "modifies": "man"}
{"gold": {"word": "gold", "line": "The medal[1] of Magua will no longer be of tin, but of beaten gold; his horn will run over with powder; dollars will be as plenty in his pouch as pebbles on the shore of Horican; and the deer will lick his hand, for they will know it to be vain to fly from the rifle he will carry!\n"}, "modifies": "tin"}
{"pink": {"word": "rose", "line": "Whenever the eyes of the wearied travelers rose from the decayed leaves over which they trod, his dark form was to be seen glancing among the stems of the trees in front, his head immovably fastened in a forward position, with the light plume on his crest fluttering in a current of air, made solely by the swiftness of his own motion.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "“By no means,” returned Heyward, anxious to recall his error, if he had made one; “the white man may, and does often, forget the burial place of his fathers; he sometimes ceases to remember those he should love, and has promised to cherish; but the affection of a parent for his child is never permitted to die.” “And is the heart of the white-headed chief soft, and will he think of the babes that his squaws have given him?\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "’Twas the pale faces, the people of your own color.” “And am I answerable that thoughtless and unprincipled men exist, whose shades of countenance may resemble mine?” Cora calmly demanded of the excited savage.\n"}, "modifies": "faces"}
{"white": {"word": "white", "line": "The pale faces have driven the red-skins from their hunting grounds, and now when they fight, a white man leads the way.\n"}, "modifies": "man"}
{"gold": {"word": "gold", "line": "It would be better to take the gold of Munro, and buy the heart of some Huron maid with his gifts.” The Indian made no reply for near a minute, but bent his fierce looks on the countenance of Cora, in such wavering glances, that her eyes sank with shame, under an impression that for the first time they had encountered an expression that no chaste female might endure.\n"}, "modifies": "Munro"}
{"white": {"word": "white", "line": "What shall be said to the old men when they ask us for scalps, and we have not a hair from a white head to give them!\n"}, "modifies": "head"}
{"yellow": {"word": "yellow", "line": "Say; shall I send the yellow hair to her father, and will you follow Magua to the great lakes, to carry his water, and feed him with corn?” Cora beckoned him away, with an emotion of disgust she could not control.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "Send her to Munro, to comb his gray hairs, and keep life in the heart of the old man.” Cora could not resist the desire to look upon her youthful sister, in whose eyes she met an imploring glance, that betrayed the longings of nature.\n"}, "modifies": "hairs"}
{"pink": {"word": "rose", "line": "The naked body of his antagonist afforded Heyward no means of holding his adversary, who glided from his grasp, and rose again with one knee on his chest, pressing him down with the weight of a giant.\n"}, "modifies": "knee"}
{"gray": {"word": "dusty", "line": "It is true there were short and fleeting moments, when the fiery eyes of Magua were seen glittering, like the fabled organs of the basilisk through the dusty wreath by which he was enveloped, and he read by those short and deadly glances the fate of the combat in the presence of his enemies; ere, however, any hostile hand could descend on his devoted head, its place was filled by the scowling visage of Chingachgook.\n"}, "modifies": "wreath"}
{"grey": {"word": "dusty", "line": "It is true there were short and fleeting moments, when the fiery eyes of Magua were seen glittering, like the fabled organs of the basilisk through the dusty wreath by which he was enveloped, and he read by those short and deadly glances the fate of the combat in the presence of his enemies; ere, however, any hostile hand could descend on his devoted head, its place was filled by the scowling visage of Chingachgook.\n"}, "modifies": "wreath"}
{"pink": {"word": "rose", "line": "As Alice rose from her knees, where she had sunk by the side of Cora, she threw herself on the bosom of the latter, and sobbed aloud the name of their aged father, while her soft, dove-like eyes, sparkled with the rays of hope.\n"}, "modifies": "Alice"}
{"blue": {"word": "blue", "line": "The scout and the Indians appeared to be familiar with the sequestered place where they now were; for, leaning their rifle against the trees, they commenced throwing aside the dried leaves, and opening the blue clay, out of which a clear and sparkling spring of bright, glancing water, quickly bubbled.\n"}, "modifies": "clay"}
{"white": {"word": "white", "line": "The white man then looked about him, as though seeking for some object, which was not to be found as readily as he expected.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "On the contrary, Heyward thought the manner of the young Mohican was disdainful, if not a little fierce, and that he suppressed passions that were ready to explode, as much in compliment to the listeners, as from the deference he usually paid to his white associate.\n"}, "modifies": "associate"}
{"red": {"word": "ruby", "line": "While the eyes of the sisters were endeavoring to catch glimpses through the trees, of the flood of golden glory which formed a glittering halo around the sun, tinging here and there with ruby streaks, or bordering with narrow edgings of shining yellow, a mass of clouds that lay piled at no great distance above the western hills, Hawkeye turned suddenly and pointing upward toward the gorgeous heavens, he spoke: “Yonder is the signal given to man to seek his food and natural rest,” he said; “better and wiser would it be, if he could understand the signs of nature, and take a lesson from the fowls of the air and the beasts of the field!\n"}, "modifies": "streaks"}
{"yellow": {"word": "yellow", "line": "While the eyes of the sisters were endeavoring to catch glimpses through the trees, of the flood of golden glory which formed a glittering halo around the sun, tinging here and there with ruby streaks, or bordering with narrow edgings of shining yellow, a mass of clouds that lay piled at no great distance above the western hills, Hawkeye turned suddenly and pointing upward toward the gorgeous heavens, he spoke: “Yonder is the signal given to man to seek his food and natural rest,” he said; “better and wiser would it be, if he could understand the signs of nature, and take a lesson from the fowls of the air and the beasts of the field!\n"}, "modifies": "shining"}
{"green": {"word": "green", "line": "After penetrating through the brush, matted as it was with briars, for a few hundred feet, he entered an open space, that surrounded a low, green hillock, which was crowned by the decayed blockhouse in question.\n"}, "modifies": "hillock"}
{"gray": {"word": "gray", "line": "The gray light, the gloomy little area of dark grass, surrounded by its border of brush, beyond which the pines rose, in breathing silence, apparently into the very clouds, and the deathlike stillness of the vast forest, were all in unison to deepen such a sensation.\n"}, "modifies": "light"}
{"pink": {"word": "rose", "line": "The gray light, the gloomy little area of dark grass, surrounded by its border of brush, beyond which the pines rose, in breathing silence, apparently into the very clouds, and the deathlike stillness of the vast forest, were all in unison to deepen such a sensation.\n"}, "modifies": "pines"}
{"white": {"word": "fair", "line": "He may find his six feet of earth when God chooses, and keep it in peace, perhaps, if he has a friend who will take the pains to sink his head so low that the plowshares cannot reach it!” “Enough!” said Heyward, apprehensive that the subject might lead to a discussion that would interrupt the harmony so necessary to the preservation of his fair companions; “we have journeyed far, and few among us are blessed with forms like that of yours, which seems to know neither fatigue nor weakness.” “The sinews and bones of a man carry me through it all,” said the hunter, surveying his muscular limbs with a simplicity that betrayed the honest pleasure the compliment afforded him; “there are larger and heavier men to be found in the settlements, but you might travel many days in a city before you could meet one able to walk fifty miles without stopping to take breath, or who has kept the hounds within hearing during a chase of hours.\n"}, "modifies": "companions"}
{"white": {"word": "white", "line": "Duncan had prepared himself to pass the night in watchfulness near them, just without the ruin, but the scout, perceiving his intention, pointed toward Chingachgook, as he coolly disposed his own person on the grass, and said: “The eyes of a white man are too heavy and too blind for such a watch as this!\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "friend or enemy?” “Friend,” replied the low voice of Chingachgook; who, pointing upward at the luminary which was shedding its mild light through the opening in the trees, directly in their bivouac, immediately added, in his rude English: “Moon comes and white man’s fort far—far off; time to move, when sleep shuts both eyes of the Frenchman!” “You say true!\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "The moon had already sunk into an immense pile of black clouds, which lay impending above the western horizon, when they issued from the low and devious water-course to rise again to the light and level of the sandy but wooded plain.\n"}, "modifies": "clouds"}
{"black": {"word": "black", "line": "Like all that passing and gloomy scene, the low basin, however, quickly melted in the darkness, and became blended with the mass of black objects in the rear of the travelers.\n"}, "modifies": "objects"}
{"pink": {"word": "rose", "line": "As they gradually rose from the level of the valleys, the thick darkness which usually precedes the approach of day began to disperse, and objects were seen in the plain and palpable colors with which they had been gifted by nature.\n"}, "modifies": "level"}
{"green": {"word": "green", "line": "When they issued from the stunted woods which clung to the barren sides of the mountain, upon a flat and mossy rock that formed its summit, they met the morning, as it came blushing above the green pines of a hill that lay on the opposite side of the valley of the Horican.\n"}, "modifies": "pines"}
{"pink": {"word": "rose", "line": "The mountain on which they stood, elevated perhaps a thousand feet in the air, was a high cone that rose a little in advance of that range which stretches for miles along the western shores of the lake, until meeting its sisters miles beyond the water, it ran off toward the Canadas, in confused and broken masses of rock, thinly sprinkled with evergreens.\n"}, "modifies": "cone"}
{"pink": {"word": "rose", "line": "Immediately at the feet of the party, the southern shore of the Horican swept in a broad semicircle from mountain to mountain, marking a wide strand, that soon rose into an uneven and somewhat elevated plain.\n"}, "modifies": "strand"}
{"green": {"word": "green", "line": "The land had been cleared of wood for a reasonable distance around the work, but every other part of the scene lay in the green livery of nature, except where the limpid water mellowed the view, or the bold rocks thrust their black and naked heads above the undulating outline of the mountain ranges.\n"}, "modifies": "livery"}
{"black": {"word": "black", "line": "The land had been cleared of wood for a reasonable distance around the work, but every other part of the scene lay in the green livery of nature, except where the limpid water mellowed the view, or the bold rocks thrust their black and naked heads above the undulating outline of the mountain ranges.\n"}, "modifies": "heads"}
{"pink": {"word": "rose", "line": "From the woods, a little further to the south, rose numerous dark and lurid smokes, that were easily to be distinguished from the purer exhalations of the springs, and which the scout also showed to Heyward, as evidences that the enemy lay in force in that direction.\n"}, "modifies": "woods"}
{"white": {"word": "white", "line": "On a strip of land, which appeared from his stand too narrow to contain such an army, but which, in truth, extended many hundreds of yards from the shores of the Horican to the base of the mountain, were to be seen the white tents and military engines of an encampment of ten thousand men.\n"}, "modifies": "tents"}
{"pink": {"word": "rose", "line": "Batteries were already thrown up in their front, and even while the spectators above them were looking down, with such different emotions, on a scene which lay like a map beneath their feet, the roar of artillery rose from the valley, and passed off in thundering echoes along the eastern hills.\n"}, "modifies": "roar"}
{"white": {"word": "bleached", "line": "For an instant, Cora and Alice had stood trembling and bewildered by this unexpected desertion; but before either had leisure for speech, or even thought, an officer of gigantic frame, whose locks were bleached with years and service, but whose air of military grandeur had been rather softened than destroyed by time, rushed out of the body of mist, and folded them to his bosom, while large scalding tears rolled down his pale and wrinkled cheeks, and he exclaimed, in the peculiar accent of Scotland: “For this I thank thee, Lord!\n"}, "modifies": "locks"}
{"white": {"word": "pale", "line": "For an instant, Cora and Alice had stood trembling and bewildered by this unexpected desertion; but before either had leisure for speech, or even thought, an officer of gigantic frame, whose locks were bleached with years and service, but whose air of military grandeur had been rather softened than destroyed by time, rushed out of the body of mist, and folded them to his bosom, while large scalding tears rolled down his pale and wrinkled cheeks, and he exclaimed, in the peculiar accent of Scotland: “For this I thank thee, Lord!\n"}, "modifies": "cheeks"}
{"green": {"word": "green", "line": "The numerous islands rested on the bosom of the Horican, some low and sunken, as if embedded in the waters, and others appearing to hover about the element, in little hillocks of green velvet; among which the fishermen of the beleaguering army peacefully rowed their skiffs, or floated at rest on the glassy mirror in quiet pursuit of their employment.\n"}, "modifies": "velvet"}
{"white": {"word": "white", "line": "The truce still existed, and with a roll and beat of the drum, and covered by a little white flag, Duncan left the sally-port, within ten minutes after his instructions were ended.\n"}, "modifies": "flag"}
{"red": {"word": "ruby", "line": "Alice sat upon his knee, parting the gray hairs on the forehead of the old man with her delicate fingers; and whenever he affected to frown on her trifling, appeasing his assumed anger by pressing her ruby lips fondly on his wrinkled brow.\n"}, "modifies": "lips"}
{"gray": {"word": "gray", "line": "Alice sat upon his knee, parting the gray hairs on the forehead of the old man with her delicate fingers; and whenever he affected to frown on her trifling, appeasing his assumed anger by pressing her ruby lips fondly on his wrinkled brow.\n"}, "modifies": "hairs"}
{"white": {"word": "white", "line": "The instant he caught a glimpse of the white plume that waved in the hat of Montcalm, his eye lighted, and age no longer appeared to possess any influence over his vast and still muscular person.\n"}, "modifies": "plume"}
{"pink": {"word": "rose", "line": "A rifle next slowly rose between his eyes and the watery mirror; but before it could be discharged his own hand was on the lock.\n"}, "modifies": "rifle"}
{"white": {"word": "pale", "line": "“Not a warrior has a scalp, and the pale faces make friends!” “Ha, Le Renard Subtil!\n"}, "modifies": "faces"}
{"white": {"word": "fair", "line": "Already had his fair fame been tarnished by one horrid scene, and in circumstances fearfully resembling those under which he now found himself.\n"}, "modifies": "fame"}
{"white": {"word": "pale", "line": "Though the cheeks of Cora were pale and her countenance anxious, she had lost none of her firmness; but the eyes of Alice were inflamed, and betrayed how long and bitterly she had wept.\n"}, "modifies": "cheeks"}
{"white": {"word": "pallid", "line": "Cora received her new and somewhat extraordinary protector courteously, at least; and even the pallid features of Alice lighted again with some of their native archness as she thanked Heyward for his care.\n"}, "modifies": "features"}
{"white": {"word": "white", "line": "The sisters started at the sound, and glancing their eyes around, they saw the white uniforms of the French grenadiers, who had already taken possession of the gates of the fort.\n"}, "modifies": "uniforms"}
{"red": {"word": "crimson", "line": "The flow of blood might be likened to the outbreaking of a torrent; and as the natives became heated and maddened by the sight, many among them even kneeled to the earth, and drank freely, exultingly, hellishly, of the crimson tide.\n"}, "modifies": "tide"}
{"white": {"word": "white", "line": "Astonishment soon changed to admiration, and they passed on to other and less courageous victims, openly expressing their satisfaction at the firmness with which the white warrior sang his death song.\n"}, "modifies": "warrior"}
{"red": {"word": "red", "line": "The Indian laughed tauntingly, as he held up his reeking hand, and answered: “It is red, but it comes from white veins!” “Monster!\n"}, "modifies": "Monster"}
{"white": {"word": "white", "line": "The Indian laughed tauntingly, as he held up his reeking hand, and answered: “It is red, but it comes from white veins!” “Monster!\n"}, "modifies": "veins"}
{"white": {"word": "fair", "line": "On every side the captured were flying before their relentless persecutors, while the armed columns of the Christian king stood fast in an apathy which has never been explained, and which has left an immovable blot on the otherwise fair escutcheon of their leader.\n"}, "modifies": "escutcheon"}
{"green": {"word": "green", "line": "The crowded mirror of the Horican was gone; and, in its place, the green and angry waters lashed the shores, as if indignantly casting back its impurities to the polluted strand.\n"}, "modifies": "waters"}
{"green": {"word": "green", "line": "But, here and there, a dark green tuft rose in the midst of the desolation; the earliest fruits of a soil that had been fattened with human blood.\n"}, "modifies": "tuft"}
{"pink": {"word": "rose", "line": "But, here and there, a dark green tuft rose in the midst of the desolation; the earliest fruits of a soil that had been fattened with human blood.\n"}, "modifies": "tuft"}
{"green": {"word": "green", "line": "Amid the unnatural shower, a few hungry ravens struggled with the gale; but no sooner was the green ocean of woods which stretched beneath them, passed, than they gladly stopped, at random, to their hideous banquet.\n"}, "modifies": "ocean"}
{"red": {"word": "red", "line": "His red associate, however, was superior to such a weakness.\n"}, "modifies": "associate"}
{"white": {"word": "white", "line": "The sensations produced in the minds of even the white men were different, though uniformly sorrowful.\n"}, "modifies": "men"}
{"gray": {"word": "gray", "line": "One, whose gray locks and furrowed lineaments, blending with a martial air and tread, betrayed, in spite of the disguise of a woodsman’s dress, a man long experienced in scenes of war, was not ashamed to groan aloud, whenever a spectacle of more than usual horror came under his view.\n"}, "modifies": "locks"}
{"white": {"word": "white", "line": "The reader will perceive at once, in these respective characters, the Mohicans, and their white friend, the scout; together with Munro and Heyward.\n"}, "modifies": "friend"}
{"white": {"word": "white", "line": "Ha—as I am a man of white blood, yonder lies a red-skin, without the hair of his head where nature rooted it!\n"}, "modifies": "blood"}
{"white": {"word": "white", "line": "And the fellow will drink when he can get an opportunity; your drinking Indian always learns to walk with a wider toe than the natural savage, it being the gift of a drunkard to straddle, whether of white or red skin.\n"}, "modifies": "skin"}
{"white": {"word": "fair", "line": "Though little, and far from being as bold as her sister, she is fair to the view, and pleasant in discourse.\n"}, "modifies": "view"}
{"red": {"word": "red", "line": "“You?” repeated the scout, who, with his red friends, was already advancing in the order he had prescribed; “yes, you can keep in our rear and be careful not to cross the trail.” Before they had proceeded many rods, the Indians stopped, and appeared to gaze at some signs on the earth with more than their usual keenness.\n"}, "modifies": "friends"}
{"white": {"word": "white", "line": "An Indian never starts on such an expedition without smoking over his council-fire; and, though a man of white blood, I honor their customs in this particular, seeing that they are deliberate and wise.\n"}, "modifies": "blood"}
{"black": {"word": "black", "line": "The clouds, as if tired of their furious chase, were breaking asunder; the heavier volumes, gathering in black masses about the horizon, while the lighter scud still hurried above the water, or eddied among the tops of the mountains, like broken flights of birds, hovering around their roosts.\n"}, "modifies": "masses"}
{"red": {"word": "red", "line": "Here and there, a red and fiery star struggled through the drifting vapor, furnishing a lurid gleam of brightness to the dull aspect of the heavens.\n"}, "modifies": "star"}
{"white": {"word": "pale", "line": "Are the Mingoes upon us in earnest, or is it only one of those reptiles who hang upon the skirts of a war-party, to scalp the dead, go in, and make their boast among the squaws of the valiant deeds done on the pale faces?” Chingachgook very quietly resumed his seat; nor did he make any reply, until after he had examined the firebrand which had been struck by the bullet that had nearly proved fatal to himself.\n"}, "modifies": "faces"}
{"white": {"word": "white", "line": "After which he was content to reply, holding a single finger up to view, with the English monosyllable: “One.” “I thought as much,” returned Hawkeye, seating himself; “and as he had got the cover of the lake afore Uncas pulled upon him, it is more than probable the knave will sing his lies about some great ambushment, in which he was outlying on the trail of two Mohicans and a white hunter—for the officers can be considered as little better than idlers in such a scrimmage.\n"}, "modifies": "hunter"}
{"white": {"word": "white", "line": "In place of that eager and garrulous narration with which a white youth would have endeavored to communicate, and perhaps exaggerate, that which had passed out in the darkness of the plain, the young warrior was seemingly content to let his deeds speak for themselves.\n"}, "modifies": "youth"}
{"red": {"word": "red", "line": "Then dropping it, with disgust depicted in his strong features, he ejaculated: “Oneida!” “Oneida!” repeated the scout, who was fast losing his interest in the scene, in an apathy nearly assimilated to that of his red associates, but who now advanced in uncommon earnestness to regard the bloody badge.\n"}, "modifies": "associates"}
{"white": {"word": "white", "line": "Now, to white eyes there is no difference between this bit of skin and that of any other Indian, and yet the Sagamore declares it came from the poll of a Mingo; nay, he even names the tribe of the poor devil, with as much ease as if the scalp was the leaf of a book, and each hair a letter.\n"}, "modifies": "eyes"}
{"red": {"word": "scarlet", "line": "You would be as likely to mistake the white-coated grenadiers of Montcalm for the scarlet jackets of the Royal Americans,” returned the scout.\n"}, "modifies": "jackets"}
{"white": {"word": "white", "line": "“No, no, the sarpent knew his errand; nor was there any great mistake in the matter, for there is but little love atween a Delaware and a Mingo, let their tribes go out to fight for whom they may, in a white quarrel.\n"}, "modifies": "quarrel"}
{"white": {"word": "white", "line": "It is true that white cunning has managed to throw the tribes into great confusion, as respects friends and enemies; so that the Hurons and the Oneidas, who speak the same tongue, or what may be called the same, take each other’s scalps, and the Delawares are divided among themselves; a few hanging about their great council-fire on their own river, and fighting on the same side with the Mingoes while the greater part are in the Canadas, out of natural enmity to the Maquas—thus throwing everything into disorder, and destroying all the harmony of warfare.\n"}, "modifies": "cunning"}
{"red": {"word": "red", "line": "Yet a red natur’ is not likely to alter with every shift of policy; so that the love atwixt a Mohican and a Mingo is much like the regard between a white man and a sarpent.” “I regret to hear it; for I had believed those natives who dwelt within our boundaries had found us too just and liberal, not to identify themselves fully with our quarrels.” “Why, I believe it is natur’ to give a preference to one’s own quarrels before those of strangers.\n"}, "modifies": "natur"}
{"white": {"word": "white", "line": "Yet a red natur’ is not likely to alter with every shift of policy; so that the love atwixt a Mohican and a Mingo is much like the regard between a white man and a sarpent.” “I regret to hear it; for I had believed those natives who dwelt within our boundaries had found us too just and liberal, not to identify themselves fully with our quarrels.” “Why, I believe it is natur’ to give a preference to one’s own quarrels before those of strangers.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Heyward gathered from the manners of the different speakers, that the father and son espoused one side of a disputed question, while the white man maintained the other.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "But speak not a syllable; it is rare for a white voice to pitch itself properly in the woods, as we have seen by the example of that miserable devil, the singer.\n"}, "modifies": "voice"}
{"white": {"word": "white", "line": "“Why did not the grand Frencher, he who is captain-general of the Canadas, bury the tomahawks of the Hurons, if a word from a white can work so strongly on the natur’ of an Indian?” The reply of Heyward was interrupted by a groan from Munro; but after he had paused a moment, in deference to the sorrow of his aged friend he resumed the subject.\n"}, "modifies": "word"}
{"white": {"word": "white", "line": "There is a vast difference between throwing a regiment of white coats atwixt the tribes and the prisoners, and coaxing an angry savage to forget he carries a knife and rifle, with words that must begin with calling him your son.\n"}, "modifies": "coats"}
{"black": {"word": "black", "line": "“What now?” asked the scout; “the lake is as smooth as if the winds had never blown, and I can see along its sheet for miles; there is not so much as the black head of a loon dotting the water.” The Indian gravely raised his paddle, and pointed in the direction in which his own steady look was riveted.\n"}, "modifies": "head"}
{"brown": {"word": "hazel", "line": "But what is the edging of blacker smoke that hangs along its lower side, and which you may trace down into the thicket of hazel?\n"}, "modifies": "thicket"}
{"white": {"word": "white", "line": "That is now a white man’s courage!” exclaimed the scout; “and like to many of his notions, not to be maintained by reason.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Chingachgook was probably better acquainted with the notions of white men, for he did not even cast a glance aside from the riveted look his eye maintained on the object by which he governed their course.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "Hawkeye and Heyward ascended an adjacent bluff, where the former, after considering the expanse of water beneath him, pointed out to the latter a small black object, hovering under a headland, at the distance of several miles.\n"}, "modifies": "object"}
{"white": {"word": "white", "line": "“Now, what would you account that spot, were you left alone to white experience to find your way through this wilderness?” “But for its distance and its magnitude, I should suppose it a bird.\n"}, "modifies": "experience"}
{"white": {"word": "white", "line": "Ay, here are both your waddling beasts: this Huron travels like a white general.\n"}, "modifies": "general"}
{"white": {"word": "white", "line": "“Ay, it has been planned with Indian judgment,” said the scout, when the party was assembled around the place, “and would have blinded white eyes.” “Shall we proceed?” demanded Heyward.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "The trees of many acres had been felled, and the glow of a mild summer’s evening had fallen on the clearing, in beautiful contrast to the gray light of the forest.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "In short, the whole village or town, whichever it might be termed, possessed more of method and neatness of execution, than the white men had been accustomed to believe belonged, ordinarily, to the Indian habits.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "The elder maiden is conveyed to a neighboring people, whose lodges are situate beyond yonder black pinnacle of rock; while the younger is detained among the women of the Hurons, whose dwellings are but two short miles hence, on a table-land, where the fire had done the office of the axe, and prepared the place for their reception.” “Alice, my gentle Alice!” murmured Heyward; “she has lost the consolation of her sister’s presence!” “Even so.\n"}, "modifies": "pinnacle"}
{"blue": {"word": "blue", "line": "But he has fallen into the hands of some silly woman, when he should have been gathering his education under a blue sky, among the beauties of the forest.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "Duncan’s eyes followed the movement, and he perceived that the animal just mentioned was beautifully, though faintly, worked in blue tint, on the swarthy breast of the chief.\n"}, "modifies": "tint"}
{"red": {"word": "red", "line": "His wish, however, was anticipated by the scout who turned from his red friend, saying: “We have found that which may be good or evil to us, as heaven disposes.\n"}, "modifies": "friend"}
{"white": {"word": "white", "line": "“’Tis a long and melancholy tradition, and one I little like to think of; for it is not to be denied that the evil has been mainly done by men with white skins.\n"}, "modifies": "skins"}
{"gray": {"word": "gray", "line": "Munro seemed to shake off his apathy, and listened to the wild schemes of the young man with a deference that his gray hairs and reverend years should have denied.\n"}, "modifies": "hairs"}
{"blue": {"word": "blue", "line": "Chingachgook has as many different paints as the engineer officer’s wife, who takes down natur’ on scraps of paper, making the mountains look like cocks of rusty hay, and placing the blue sky in reach of your hand.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "His heart would be heavy did he believe his red warriors paid him so little respect!” A long and grave pause succeeded, during which no movement of a limb, nor any expression of an eye, betrayed the expression produced by his remark.\n"}, "modifies": "warriors"}
{"red": {"word": "red", "line": "See; he has bid me, who am a man that knows the art of healing, to go to his children, the red Hurons of the great lakes, and ask if any are sick!” Another silence succeeded this annunciation of the character Duncan had assumed.\n"}, "modifies": "Hurons"}
{"red": {"word": "red", "line": "Approaching Uncas, she held the blazing brand in such a manner as to cast its red glare on his person, and to expose the slightest emotion of his countenance.\n"}, "modifies": "glare"}
{"white": {"word": "white", "line": "Ten minutes, which appeared so many ages to Duncan, might have passed in this manner; and the warriors were fairly enveloped in a cloud of white smoke before any of them spoke.\n"}, "modifies": "smoke"}
{"white": {"word": "pale", "line": "He who was called by that name is forgotten; his blood was pale, and it came not from the veins of a Huron; the wicked Chippewas cheated my squaw.\n"}, "modifies": "blood"}
{"silver": {"word": "silver", "line": "Magua caught the expression, and raising his arm, he shook it at the captive, the light silver ornaments attached to his bracelet rattling with the trembling agitation of the limb, as, in a tone of vengeance, he exclaimed, in English: “Mohican, you die!” “The healing waters will never bring the dead Hurons to life,” returned Uncas, in the music of the Delawares; “the tumbling river washes their bones; their men are squaws: their women owls.\n"}, "modifies": "ornaments"}
{"white": {"word": "pale", "line": "we have slain many, but the earth is still pale.\n"}, "modifies": "earth"}
{"white": {"word": "white", "line": "It fell upon the white surface of the mountain, and was reflected downward upon a dark and mysterious-looking being that arose, unexpectedly, in their path.\n"}, "modifies": "surface"}
{"black": {"word": "black", "line": "A large black ball, which at first seemed stationary, now began to move in a manner that to the latter was inexplicable.\n"}, "modifies": "ball"}
{"white": {"word": "white", "line": "“You might not startle a wolf, or turn the Royal Americans from a discharge; but I have seen the time when you had a better favored look; your streaked countenances are not ill-judged of by the squaws, but young women of white blood give the preference to their own color.\n"}, "modifies": "blood"}
{"red": {"word": "red", "line": "“The red Hurons are without,” he said; “let us be ready.” At the same time he laid his finger significantly on another similar weapon, both being the fruits of his prowess among their enemies during the evening.\n"}, "modifies": "Hurons"}
{"white": {"word": "white", "line": "But the gift of a white man lies more in his arms than in his legs.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "As no time was to be lost, the instant the choice was made the individuals appointed rose in a body and left the place without speaking.\n"}, "modifies": "instant"}
{"white": {"word": "white", "line": "The woman lay in her usual place and posture, though there were those present who affirmed they had seen her borne to the woods by the supposed “medicine of the white men.” Such a direct and palpable contradiction of the tale related by the father caused all eyes to be turned on him.\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "On the one hand, he said, was their great pale father, the governor of the Canadas, who had looked upon his children with a hard eye since their tomahawks had been so red; on the other, a people as numerous as themselves, who spoke a different language, possessed different interests, and loved them not, and who would be glad of any pretense to bring them in disgrace with the great white chief.\n"}, "modifies": "tomahawks"}
{"white": {"word": "white", "line": "On the one hand, he said, was their great pale father, the governor of the Canadas, who had looked upon his children with a hard eye since their tomahawks had been so red; on the other, a people as numerous as themselves, who spoke a different language, possessed different interests, and loved them not, and who would be glad of any pretense to bring them in disgrace with the great white chief.\n"}, "modifies": "chief"}
{"black": {"word": "black", "line": "Once or twice black objects were seen rising to the surface of the water, and the Huron expressed pleasure, conceiving that his words were not bestowed in vain.\n"}, "modifies": "objects"}
{"pink": {"word": "rose", "line": "On that morning when Magua led his silent party from the settlement of the beavers into the forests, in the manner described, the sun rose upon the Delaware encampment as if it had suddenly burst upon a busy people, actively employed in all the customary avocations of high noon.\n"}, "modifies": "morning"}
{"silver": {"word": "silver", "line": "As he approached, nothing was audible but the rattling of the light silver ornaments that loaded his arms and neck, and the tinkling of the little bells that fringed his deerskin moccasins.\n"}, "modifies": "ornaments"}
{"white": {"word": "pale", "line": "Are not the pale faces thicker than the swallows in the season of flowers?” “Good!” exclaimed two or three of his auditors at the same time.\n"}, "modifies": "faces"}
{"white": {"word": "white", "line": "Have not my brothers scented the feet of white men?” “Let my Canada father come,” returned the other, evasively; “his children are ready to see him.” “When the great chief comes, it is to smoke with the Indians in their wigwams.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The red-skins should be friends, and look with open eyes on the white men.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "But they love and venerate the great white chief.” “Will he think so when he hears that his greatest enemy is fed in the camp of his children?\n"}, "modifies": "chief"}
{"white": {"word": "pale", "line": "That the pale face who has slain so many of his friends goes in and out among the Delawares?\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "“Let the Delawares count their prisoners; they will find one whose skin is neither red nor pale.” A long and musing pause succeeded.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "His dark, wrinkled countenance was in singular and wild contrast with the long white locks which floated on his shoulders, in such thickness, as to announce that generations had probably passed away since they had last been shorn.\n"}, "modifies": "locks"}
{"gold": {"word": "gold", "line": "His tomahawk was nearly hid in silver, and the handle of his knife shone like a horn of solid gold.\n"}, "modifies": "horn"}
{"white": {"word": "white", "line": "Magua had often heard the fame of this wise and just Delaware; a reputation that even proceeded so far as to bestow on him the rare gift of holding secret communion with the Great Spirit, and which has since transmitted his name, with some slight alteration, to the white usurpers of his ancient territory, as the imaginary tutelar saint[2] of a vast empire.\n"}, "modifies": "usurpers"}
{"white": {"word": "pale", "line": "Notwithstanding the fearful and menacing array of savages on every side of her, no apprehension on her own account could prevent the nobler-minded maiden from keeping her eyes fastened on the pale and anxious features of the trembling Alice.\n"}, "modifies": "features"}
{"white": {"word": "white", "line": "“What has brought the white man into the camp of the Delawares?” “My necessities.\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "From this reverie, he was, however, awakened by one of the young Indians who had furnished the arms, and who now touched his shoulder, saying in exceedingly broken English: “Can the pale face beat it?” “Yes, Huron!” exclaimed the scout, raising the short rifle in his right hand, and shaking it at Magua, with as much apparent ease as if it were a reed; “yes, Huron, I could strike you now, and no power on earth could prevent the deed!\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "“If the white man is the warrior he pretends,” said the aged chief, “let him strike nigher to the mark.” The scout laughed aloud—a noise that produced the startling effect of an unnatural sound on Heyward; then dropping the piece, heavily, into his extended left hand, it was discharged, apparently by the shock, driving the fragments of the vessel into the air, and scattering them on every side.\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "Such are the pale faces.\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "“If the Great Spirit gave different tongues to his red children,” he continued, in a low, still melancholy voice, “it was that all animals might understand them.\n"}, "modifies": "children"}
{"pink": {"word": "rose", "line": "The sun rose from water that was salt, and set in water that was sweet, and never hid himself from their eyes.\n"}, "modifies": "sun"}
{"white": {"word": "white", "line": "The children of Minquon[1] are the justest white men, but they were thirsty and they took it to themselves.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "‘Go’, said the white man, ‘for thy parent’s sake thou art free.’ Dost thou remember the name of that English warrior?” “I remember, that when a laughing boy,” returned the patriarch, with the peculiar recollection of vast age, “I stood upon the sands of the sea shore, and saw a big canoe, with wings whiter than the swan’s, and wider than many eagles, come from the rising sun.” “Nay, nay; I speak not of a time so very distant, but of favor shown to thy kindred by one of mine, within the memory of thy youngest warrior.” “Was it when the Yengeese and the Dutchmanne fought for the hunting-grounds of the Delawares?\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "Then Tamenund was a chief, and first laid aside the bow for the lightning of the pale faces—” “Not yet then,” interrupted Cora, “by many ages; I speak of a thing of yesterday.\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "I know that they claim not only to have the earth, but that the meanest of their color is better than the Sachems of the red man.\n"}, "modifies": "man"}
{"blue": {"word": "blue", "line": "His companions crowded about him in wonder and every eye was like his own, fastened intently on the figure of a small tortoise, beautifully tattooed on the breast of the prisoner, in a bright blue tint.\n"}, "modifies": "tint"}
{"white": {"word": "pale", "line": "The arrow of Tamenund would not frighten the fawn; his arm is withered like the branch of a dead oak; the snail would be swifter in the race; yet is Uncas before him as they went to battle against the pale faces!\n"}, "modifies": "faces"}
{"white": {"word": "pale", "line": "But when a pale face was seen on every brook, we followed the deer back to the river of our nation.\n"}, "modifies": "face"}
{"white": {"word": "pale", "line": "“Father,” he said, “look at this pale face; a just man, and the friend of the Delawares.” “Is he a son of Minquon?” “Not so; a warrior known to the Yengeese, and feared by the Maquas.” “What name has he gained by his deeds?” “We call him Hawkeye,” Uncas replied, using the Delaware phrase; “for his sight never fails.\n"}, "modifies": "face"}
{"white": {"word": "alabaster", "line": "how surpassingly fair!” laying her own beautiful, but less brilliant, hand in melancholy affection on the alabaster forehead of Alice, and parting the golden hair which clustered about her brows; “and yet her soul is pure and spotless as her skin!\n"}, "modifies": "forehead"}
{"red": {"word": "red", "line": "A third colored the post with stripes of a dark red paint; all which indications of a hostile design in the leaders of the nation were received by the men without in a gloomy and ominous silence.\n"}, "modifies": "paint"}
{"green": {"word": "green", "line": "Some bore their choicest articles, others their young, and some their aged and infirm, into the forest, which spread itself like a verdant carpet of bright green against the side of the mountain.\n"}, "modifies": "carpet"}
{"white": {"word": "ashen", "line": "Then, Uncas, do you drive in the front; when they come within range of our pieces, we will give them a blow that, I pledge the good name of an old frontiersman, shall make their line bend like an ashen bow.\n"}, "modifies": "bow"}
{"white": {"word": "white", "line": "After which, we will carry the village, and take the woman from the cave; when the affair may be finished with the tribe, according to a white man’s battle, by a blow and a victory; or, in the Indian fashion, with dodge and cover.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "One of the most conspicuous of the chiefs who fought in the battle of Miami assured the writer, that the red men could not fight the warriors with “long knives and leather stockings”; meaning the dragoons with their sabers and boots.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "But at the moment when he thought the rashness of his impetuous young assailant had left him at his mercy, another shout was given, and La Longue Carabine was seen rushing to the rescue, attended by all his white associates.\n"}, "modifies": "associates"}
{"white": {"word": "white", "line": "It was fortunate that the race was of short continuance, and that the white men were much favored by their position, or the Delaware would soon have outstripped all his companions, and fallen a victim to his own temerity.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "But their way was becoming intricate, in those dark and gloomy passages, and the glimpses of the retiring warriors less distinct and frequent; and for a moment the trace was believed to be lost, when a white robe was seen fluttering in the further extremity of a passage that seemed to lead up the mountain.\n"}, "modifies": "robe"}
{"white": {"word": "pale", "line": "Before taking the leap, however, the Huron paused, and shaking his hand at the scout, he shouted: “The pale faces are dogs!\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "His few surviving comrades saw His smile when rang their loud hurrah, And the red field was won; Then saw in death his eyelids close Calmly, as to a night’s repose, Like flowers at set of sun.” —Halleck.\n"}, "modifies": "field"}
{"black": {"word": "black", "line": "The black and murky atmosphere that floated around the spot where the Hurons had encamped, sufficiently announced of itself, the fate of that wandering tribe; while hundreds of ravens, that struggled above the summits of the mountains, or swept, in noisy flocks, across the wide ranges of the woods, furnished a frightful direction to the scene of the combat.\n"}, "modifies": "atmosphere"}
{"pink": {"word": "rose", "line": "Still, the sun rose on the Lenape a nation of mourners.\n"}, "modifies": "sun"}
{"gray": {"word": "gray", "line": "His aged head was bowed nearly to the earth, in compelled submission to the stroke of Providence; but a hidden anguish struggled about his furrowed brow, that was only partially concealed by the careless locks of gray that had fallen, neglected, on his temples.\n"}, "modifies": "locks"}
{"blue": {"word": "blue", "line": "Directly in front of the corpse Chingachgook was placed, without arms, paint or adornment of any sort, except the bright blue blazonry of his race, that was indelibly impressed on his naked bosom.\n"}, "modifies": "blazonry"}
{"white": {"word": "pale", "line": "They cautioned her against unavailing regrets for the friends of her youth, and the scenes where her father had dwelt; assuring her that the “blessed hunting grounds of the Lenape,” contained vales as pleasant, streams as pure; and flowers as sweet, as the “heaven of the pale faces.” They advised her to be attentive to the wants of her companion, and never to forget the distinction which the Manitou had so wisely established between them.\n"}, "modifies": "faces"}
{"blue": {"word": "blue", "line": "Her ringlets were compared to the exuberant tendrils of the vine, her eye to the blue vault of heavens, and the most spotless cloud, with its glowing flush of the sun, was admitted to be less attractive than her bloom.\n"}, "modifies": "vault"}
{"white": {"word": "white", "line": "The scout, to whom alone, of all the white men, the words were intelligible, suffered himself to be a little aroused from his meditative posture, and bent his face aside, to catch their meaning, as the girls proceeded.\n"}, "modifies": "men"}
{"pink": {"word": "rose", "line": "The strains rose just so loud as to become intelligible, and then grew fainter and more trembling, until they finally sank on the ear, as if borne away by a passing breath of wind.\n"}, "modifies": "strains"}
{"white": {"word": "white", "line": "At length the scout, who alone understood their habits, said, in their own language: “My daughters have done well; the white men thank them.” Satisfied with this testimony in their favor, the girls proceeded to deposit the body in a shell, ingeniously, and not inelegantly, fabricated of the bark of the birch; after which they lowered it into its dark and final abode.\n"}, "modifies": "men"}
{"white": {"word": "pale", "line": "It was in this stage of the rites that the scout again addressed them: “My young women have done enough,” he said: “the spirit of the pale face has no need of food or raiment, their gifts being according to the heaven of their color.\n"}, "modifies": "face"}
{"gray": {"word": "gray", "line": "He bared his gray locks, and looked around the timid and quiet throng by which he was encircled, with a firm and collected countenance.\n"}, "modifies": "locks"}
{"white": {"word": "white", "line": "In this manner, the head of Munro again drooping on his bosom, with Heyward and David following in sorrowing silence, and attended by the aide of Montcalm with his guard, all the white men, with the exception of Hawkeye, passed from before the eyes of the Delawares, and were buried in the vast forests of that region.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Years passed away before the traditionary tale of the white maiden, and of the young warrior of the Mohicans ceased to beguile the long nights and tedious marches, or to animate their youthful and brave with a desire for vengeance.\n"}, "modifies": "maiden"}
{"white": {"word": "pale", "line": "Through the medium of the scout, who served for years afterward as a link between them and civilized life, they learned, in answer to their inquiries, that the “Gray Head” was speedily gathered to his fathers—borne down, as was erroneously believed, by his military misfortunes; and that the “Open Hand” had conveyed his surviving daughter far into the settlements of the pale faces, where her tears had at last ceased to flow, and had been succeeded by the bright smiles which were better suited to her joyous nature.\n"}, "modifies": "faces"}
{"white": {"word": "pale", "line": "As for me, the son and the father of Uncas, I am a blazed pine, in a clearing of the pale faces.\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "The pale faces are masters of the earth, and the time of the red men has not yet come again.\n"}, "modifies": "men"}
{"white": {"word": "pale", "line": "The pale faces are masters of the earth, and the time of the red men has not yet come again.\n"}, "modifies": "faces"}
