{"brown": {"word": "brown", "line": "As the landscape changed from brown to green, the army awakened, and began to tremble with eagerness at the noise of rumors.\n"}, "modifies": "green"}
{"red": {"word": "red", "line": "A river, amber-tinted in the shadow of its banks, purled at the army’s feet; and at night, when the stream had become of a sorrowful blackness, one could see across it the red, eyelike gleam of hostile camp-fires set in the low brows of distant hills.\n"}, "modifies": "gleam"}
{"red": {"word": "red", "line": "He adopted the important air of a herald in red and gold.\n"}, "modifies": "herald"}
{"brown": {"word": "brown", "line": "When he had finished, the blue-clothed men scattered into small arguing groups between the rows of squat brown huts.\n"}, "modifies": "huts"}
{"yellow": {"word": "yellow", "line": "The sunlight, without, beating upon it, made it glow a light yellow shade.\n"}, "modifies": "shade"}
{"red": {"word": "crimson", "line": "But awake he had regarded battles as crimson blotches on the pages of the past.\n"}, "modifies": "blotches"}
{"yellow": {"word": "yellow", "line": "At last, however, he had made firm rebellion against this yellow light thrown upon the color of his ambitions.\n"}, "modifies": "light"}
{"brown": {"word": "brown", "line": "Her brown face, upraised, was stained with tears, and her spare form was quivering.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "A certain light-haired girl had made vivacious fun at his martial spirit, but there was another and darker girl whom he had gazed at steadfastly, and he thought she grew demure and sad at sight of his blue and brass.\n"}, "modifies": "sight"}
{"blue": {"word": "blue", "line": "He had grown to regard himself merely as a part of a vast blue demonstration.\n"}, "modifies": "demonstration"}
{"blue": {"word": "blue", "line": "They were a sun-tanned, philosophical lot, who sometimes shot reflectively at the blue pickets.\n"}, "modifies": "pickets"}
{"gray": {"word": "gray", "line": "Some talked of gray, bewhiskered hordes who were advancing with relentless curses and chewing tobacco with unspeakable valor; tremendous bodies of fierce soldiery who were sweeping along like the Huns.\n"}, "modifies": "hordes"}
{"red": {"word": "red", "line": "From the stories, the youth imagined the red, live bones sticking out through slits in the faded uniforms.\n"}, "modifies": "bones"}
{"blue": {"word": "blue", "line": "Now, with the newborn question in his mind, he was compelled to sink back into his old place as part of a blue demonstration.\n"}, "modifies": "demonstration"}
{"purple": {"word": "purple", "line": "In the gloom before the break of the day their uniforms glowed a deep purple hue.\n"}, "modifies": "hue"}
{"red": {"word": "red", "line": "From across the river the red eyes were still peering.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "In the eastern sky there was a yellow patch like a rug laid for the feet of the coming sun; and against it, black and patternlike, loomed the gigantic figure of the colonel on a gigantic horse.\n"}, "modifies": "patch"}
{"red": {"word": "red", "line": "Staring once at the red eyes across the river, he conceived them to be growing larger, as the orbs of a row of dragons advancing.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "The rushing yellow of the developing day went on behind their backs.\n"}, "modifies": "rushing"}
{"black": {"word": "black", "line": "When the sunrays at last struck full and mellowingly upon the earth, the youth saw that the landscape was streaked with two long, thin, black columns which disappeared on the brow of a hill in front and rearward vanished in a wood.\n"}, "modifies": "columns"}
{"blue": {"word": "blue", "line": "The sky overhead was of a fairy blue.\n"}, "modifies": "overhead"}
{"pink": {"word": "pink", "line": "The young girl, with pink cheeks and shining eyes, stood like a dauntless statue.\n"}, "modifies": "cheeks"}
{"red": {"word": "red", "line": "Camp fires, like red, peculiar blossoms, dotted the night.\n"}, "modifies": "blossoms"}
{"red": {"word": "crimson", "line": "From this little distance the many fires, with the black forms of men passing to and fro before the crimson rays, made weird and satanic effects.\n"}, "modifies": "rays"}
{"black": {"word": "black", "line": "From this little distance the many fires, with the black forms of men passing to and fro before the crimson rays, made weird and satanic effects.\n"}, "modifies": "forms"}
{"purple": {"word": "purple", "line": "When another night came, the columns, changed to purple streaks, filed across two pontoon bridges.\n"}, "modifies": "streaks"}
{"gold": {"word": "gold", "line": "Its rays, shining upon the moving masses of troops, brought forth here and there sudden gleams of silver or gold.\n"}, "modifies": "silver"}
{"silver": {"word": "silver", "line": "Its rays, shining upon the moving masses of troops, brought forth here and there sudden gleams of silver or gold.\n"}, "modifies": "gleams"}
{"gold": {"word": "gold", "line": "And, moreover, there were no letters of faded gold speaking from the colors.\n"}, "modifies": "letters"}
{"blue": {"word": "blue", "line": "The youth returned to his theory of a blue demonstration.\n"}, "modifies": "demonstration"}
{"gray": {"word": "gray", "line": "One gray dawn, however, he was kicked in the leg by the tall soldier, and then, before he was entirely awake, he found himself running down a wood road in the midst of men who were panting from the first effects of speed.\n"}, "modifies": "dawn"}
{"white": {"word": "white", "line": "The mournful current moved slowly on, and from the water, shaded black, some white bubble eyes looked at the men.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "He was dressed in an awkward suit of yellowish brown.\n"}, "modifies": "suit"}
{"white": {"word": "ashen", "line": "The youth looked keenly at the ashen face.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "They were going to look at war, the red animal—war, the blood-swollen god.\n"}, "modifies": "animal"}
{"white": {"word": "white", "line": "Sometimes it went up in little balls, white and compact.\n"}, "modifies": "balls"}
{"gray": {"word": "gray", "line": "And thereafter it lay stretched in the distance behind a long gray wall, that one was obliged to look twice at to make sure that it was smoke.\n"}, "modifies": "wall"}
{"yellow": {"word": "yellow", "line": "He handed the youth a little packet done up in a yellow envelope.\n"}, "modifies": "envelope"}
{"brown": {"word": "brown", "line": "It landed in the grove, and exploding redly flung the brown earth.\n"}, "modifies": "earth"}
{"red": {"word": "red", "line": "A sketch in gray and red dissolved into a moblike body of men who galloped like wild horses.\n"}, "modifies": "gray"}
{"gray": {"word": "gray", "line": "A sketch in gray and red dissolved into a moblike body of men who galloped like wild horses.\n"}, "modifies": "sketch"}
{"blue": {"word": "blue", "line": "The youth shot a swift glance along the blue ranks of the regiment.\n"}, "modifies": "ranks"}
{"white": {"word": "bleached", "line": "The struggle in the smoke had pictured an exaggeration of itself on the bleached cheeks and in the eyes wild with one desire.\n"}, "modifies": "cheeks"}
{"red": {"word": "red", "line": "They grew pale and firm, and red and quaking.\n"}, "modifies": "quaking"}
{"white": {"word": "pale", "line": "They grew pale and firm, and red and quaking.\n"}, "modifies": "firm"}
{"white": {"word": "white", "line": "He remembered how he had stood, a small, thrillful boy, prepared to follow the dingy lady upon the white horse, or the band in its faded chariot.\n"}, "modifies": "horse"}
{"yellow": {"word": "yellow", "line": "He saw the yellow road, the lines of expectant people, and the sober houses.\n"}, "modifies": "road"}
{"red": {"word": "red", "line": "The tall soldier, having prepared his rifle, produced a red handkerchief of some kind.\n"}, "modifies": "handkerchief"}
{"brown": {"word": "brown", "line": "Across the smoke-infested fields came a brown swarm of running men who were giving shrill yells.\n"}, "modifies": "swarm"}
{"red": {"word": "red", "line": "Following this came a red rage.\n"}, "modifies": "rage"}
{"black": {"word": "black", "line": "From his lips came a black procession of curious oaths.\n"}, "modifies": "procession"}
{"black": {"word": "black", "line": "Through the trees he watched the black figures of the gunners as they worked swiftly and intently.\n"}, "modifies": "figures"}
{"red": {"word": "red", "line": "Here and there were flags, the red in the stripes dominating.\n"}, "modifies": "flags"}
{"blue": {"word": "blue", "line": "As he gazed around him the youth felt a flash of astonishment at the blue, pure sky and the sun gleamings on the trees and fields.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "The red, formidable difficulties of war had been vanquished.\n"}, "modifies": "difficulties"}
{"blue": {"word": "blue", "line": "The clouds were tinged an earthlike yellow in the sunrays and in the shadow were a sorry blue.\n"}, "modifies": "shadow"}
{"red": {"word": "red", "line": "He became like the man who lost his legs at the approach of the red and green monster.\n"}, "modifies": "monster"}
{"blue": {"word": "blue", "line": "The blue of the line was crusted with steel color, and the brilliant flags projected.\n"}, "modifies": "line"}
{"yellow": {"word": "yellow", "line": "There was a great gleaming of yellow and patent leather about the saddle and bridle.\n"}, "modifies": "leather"}
{"yellow": {"word": "yellow", "line": "A yellow fog lay wallowing on the treetops.\n"}, "modifies": "fog"}
{"blue": {"word": "blue", "line": "The brittle blue line had withstood the blows and won.\n"}, "modifies": "line"}
{"blue": {"word": "blue", "line": "He had proceeded with wisdom and from the most righteous motives under heaven’s blue only to be frustrated by hateful circumstances.\n"}, "modifies": "heaven"}
{"white": {"word": "fair", "line": "A fair field holding life.\n"}, "modifies": "field"}
{"black": {"word": "black", "line": "Pausing at one time to look about him he saw, out at some black water, a small animal pounce in and emerge directly with a gleaming fish.\n"}, "modifies": "water"}
{"green": {"word": "green", "line": "He softly pushed the green doors aside and entered.\n"}, "modifies": "doors"}
{"brown": {"word": "brown", "line": "Pine needles were a gentle brown carpet.\n"}, "modifies": "carpet"}
{"green": {"word": "green", "line": "The corpse was dressed in a uniform that had once been blue, but was now faded to a melancholy shade of green.\n"}, "modifies": "shade"}
{"blue": {"word": "blue", "line": "The corpse was dressed in a uniform that had once been blue, but was now faded to a melancholy shade of green.\n"}, "modifies": "uniform"}
{"gray": {"word": "gray", "line": "Over the gray skin of the face ran little ants.\n"}, "modifies": "skin"}
{"black": {"word": "black", "line": "He was pursued by the sight of black ants swarming greedily upon the gray face and venturing horribly near to the eyes.\n"}, "modifies": "ants"}
{"gray": {"word": "gray", "line": "He was pursued by the sight of black ants swarming greedily upon the gray face and venturing horribly near to the eyes.\n"}, "modifies": "face"}
{"brown": {"word": "bronze", "line": "The sun sank until slanted bronze rays struck the forest.\n"}, "modifies": "rays"}
{"red": {"word": "crimson", "line": "A crimson roar came from the distance.\n"}, "modifies": "roar"}
{"gray": {"word": "gray", "line": "But he obstinately took roundabout ways, and presently he was where he could see long gray walls of vapor where lay battle lines.\n"}, "modifies": "walls"}
{"red": {"word": "red", "line": "With the courageous words of the artillery and the spiteful sentences of the musketry mingled red cheers.\n"}, "modifies": "cheers"}
{"gray": {"word": "gray", "line": "Another had the gray seal of death already upon his face.\n"}, "modifies": "seal"}
{"white": {"word": "fair", "line": "Th’ boys ain’t had no fair chanct up t’ now, but this time they showed what they was.\n"}, "modifies": "chanct"}
{"red": {"word": "red", "line": "He wished that he, too, had a wound, a red badge of courage.\n"}, "modifies": "badge"}
{"gray": {"word": "gray", "line": "His gray, appalling face had attracted attention in the crowd, and men, slowing to his dreary pace, were walking with him.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "There was a curious red and black combination of new blood and old blood upon it.\n"}, "modifies": "combination"}
{"gray": {"word": "gray", "line": "His face turned to a semblance of gray paste.\n"}, "modifies": "paste"}
{"blue": {"word": "blue", "line": "As the flap of the blue jacket fell away from the body, he could see that the side looked as if it had been chewed by wolves.\n"}, "modifies": "jacket"}
{"red": {"word": "red", "line": "“Hell—” The red sun was pasted in the sky like a wafer.\n"}, "modifies": "sun"}
{"blue": {"word": "blue", "line": "He saw that he was swinging uncertainly on his legs and that his face had turned to a shade of blue.\n"}, "modifies": "shade"}
{"black": {"word": "black", "line": "As the youth looked at them the black weight of his woe returned to him.\n"}, "modifies": "weight"}
{"red": {"word": "crimson", "line": "Swift pictures of himself, apart, yet in himself, came to him—a blue desperate figure leading lurid charges with one knee forward and a broken blade high—a blue, determined figure standing before a crimson and steel assault, getting calmly killed on a high place before the eyes of all.\n"}, "modifies": "assault"}
{"blue": {"word": "blue", "line": "Swift pictures of himself, apart, yet in himself, came to him—a blue desperate figure leading lurid charges with one knee forward and a broken blade high—a blue, determined figure standing before a crimson and steel assault, getting calmly killed on a high place before the eyes of all.\n"}, "modifies": "figure"}
{"red": {"word": "red", "line": "The music of the trampling feet, the sharp voices, the clanking arms of the column near him made him soar on the red wings of war.\n"}, "modifies": "wings"}
{"green": {"word": "green", "line": "Small patches of green mist floated before his vision.\n"}, "modifies": "mist"}
{"blue": {"word": "blue", "line": "His education had been that success for that mighty blue machine was certain; that it would make victories as a contrivance turns out buttons.\n"}, "modifies": "machine"}
{"blue": {"word": "blue", "line": "Behind them blue smoke curled and clouded above the treetops, and through the thickets he could sometimes see a distant pink glare.\n"}, "modifies": "smoke"}
{"pink": {"word": "pink", "line": "Behind them blue smoke curled and clouded above the treetops, and through the thickets he could sometimes see a distant pink glare.\n"}, "modifies": "glare"}
{"red": {"word": "red", "line": "War, the red animal, war, the blood-swollen god, would have bloated fill.\n"}, "modifies": "animal"}
{"white": {"word": "blanched", "line": "Their blanched faces shone in the dusk.\n"}, "modifies": "faces"}
{"red": {"word": "flaming", "line": "He saw the flaming wings of lightning flash before his vision.\n"}, "modifies": "wings"}
{"yellow": {"word": "yellow", "line": "The faded yellow of their facings shone bravely.\n"}, "modifies": "facings"}
{"blue": {"word": "blue", "line": "The blue haze of evening was upon the field.\n"}, "modifies": "haze"}
{"purple": {"word": "purple", "line": "The lines of forest were long purple shadows.\n"}, "modifies": "shadows"}
{"black": {"word": "black", "line": "He imagined them shaking in black rage.\n"}, "modifies": "rage"}
{"purple": {"word": "purple", "line": "The purple darkness was filled with men who lectured and jabbered.\n"}, "modifies": "darkness"}
{"blue": {"word": "blue", "line": "Sometimes he could see them gesticulating against the blue and somber sky.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "He could see the forms of men throwing black shadows in the red light, and as he went nearer it became known to him in some way that the ground was strewn with sleeping men.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "He could see the forms of men throwing black shadows in the red light, and as he went nearer it became known to him in some way that the ground was strewn with sleeping men.\n"}, "modifies": "shadows"}
{"black": {"word": "black", "line": "Of a sudden he confronted a black and monstrous figure.\n"}, "modifies": "figure"}
{"pink": {"word": "rose", "line": "Within the gleam of rose and orange light from the burning sticks were other soldiers, snoring and heaving, or lying deathlike in slumber.\n"}, "modifies": "gleam"}
{"silver": {"word": "silver", "line": "The leaves, with their faces turned toward the blaze, were colored shifting hues of silver, often edged with red.\n"}, "modifies": "hues"}
{"black": {"word": "black", "line": "Far off to the right, through a window in the forest could be seen a handful of stars lying, like glittering pebbles, on the black level of the night.\n"}, "modifies": "level"}
{"gray": {"word": "dusty", "line": "The gaunt, careworn features and dusty figures were made plain by this quaint light at the dawning, but it dressed the skin of the men in corpse-like hues and made the tangled limbs appear pulseless and dead.\n"}, "modifies": "figures"}
{"grey": {"word": "dusty", "line": "The gaunt, careworn features and dusty figures were made plain by this quaint light at the dawning, but it dressed the skin of the men in corpse-like hues and made the tangled limbs appear pulseless and dead.\n"}, "modifies": "figures"}
{"white": {"word": "pallid", "line": "The youth started up with a little cry when his eyes first swept over this motionless mass of men, thick-spread upon the ground, pallid, and in strange postures.\n"}, "modifies": "ground"}
{"black": {"word": "black", "line": "He was very busy marshaling the little black vagabonds of tin cups and pouring into them the streaming iron colored mixture from a small and sooty tin pail.\n"}, "modifies": "vagabonds"}
{"black": {"word": "ebony", "line": "His comrade balanced his ebony coffee-cup on his knee.\n"}, "modifies": "cup"}
{"blue": {"word": "blue", "line": "It appeared that two light-footed soldiers had been teasing a huge, bearded man, causing him to spill coffee upon his blue knees.\n"}, "modifies": "knees"}
{"purple": {"word": "purple", "line": "The huge soldier was quite purple with rage.\n"}, "modifies": "soldier"}
{"yellow": {"word": "yellow", "line": "The regiment was standing at order arms at the side of a lane, waiting for the command to march, when suddenly the youth remembered the little packet enwrapped in a faded yellow envelope which the loud young soldier with lugubrious words had intrusted to him.\n"}, "modifies": "envelope"}
{"pink": {"word": "blush", "line": "He had never been compelled to blush in such manner for his acts; he was an individual of extraordinary virtues.\n"}, "modifies": "manner"}
{"brown": {"word": "brown", "line": "The youth leaned his breast against the brown dirt and peered over at the woods and up and down the line.\n"}, "modifies": "dirt"}
{"black": {"word": "black", "line": "But at last the guns stopped, and among the men in the rifle pits rumors again flew, like birds, but they were now for the most part black creatures who flapped their wings drearily near to the ground and refused to rise on any wings of hope.\n"}, "modifies": "creatures"}
{"gray": {"word": "gray", "line": "Before the gray mists had been totally obliterated by the sun rays, the regiment was marching in a spread column that was retiring carefully through the woods.\n"}, "modifies": "mists"}
{"black": {"word": "black", "line": "The men muttered and cursed, throwing black looks in its direction.\n"}, "modifies": "looks"}
{"gray": {"word": "gray", "line": "The regiment, unmolested as yet, awaited the moment when the gray shadows of the woods before them should be slashed by the lines of flame.\n"}, "modifies": "shadows"}
{"red": {"word": "crimson", "line": "Their beams of crimson seemed to get no purchase upon the bodies of their foes; the latter seemed to evade them with ease, and come through, between, around, and about with unopposed skill.\n"}, "modifies": "beams"}
{"blue": {"word": "blue", "line": "The blue smoke-swallowed line curled and writhed like a snake stepped upon.\n"}, "modifies": "line"}
{"blue": {"word": "blue", "line": "A cloud of dark smoke, as from smoldering ruins, went up toward the sun now bright and gay in the blue, enameled sky.\n"}, "modifies": "sky"}
{"gray": {"word": "gray", "line": "They could see dark stretches winding along the land, and on one cleared space there was a row of guns making gray clouds, which were filled with large flashes of orange-colored flame.\n"}, "modifies": "clouds"}
{"red": {"word": "red", "line": "One window, glowing a deep murder red, shone squarely through the leaves.\n"}, "modifies": "murder"}
{"red": {"word": "red", "line": "And with his soiled and disordered dress, his red and inflamed features surmounted by the dingy rag with its spot of blood, his wildly swinging rifle, and banging accouterments, he looked to be an insane soldier.\n"}, "modifies": "features"}
{"red": {"word": "crimson", "line": "One tumbled directly into the middle of a hurrying group and exploded in crimson fury.\n"}, "modifies": "fury"}
{"gray": {"word": "gray", "line": "Some men working madly at a battery were plain to them, and the opposing infantry’s lines were defined by the gray walls and fringes of smoke.\n"}, "modifies": "walls"}
{"green": {"word": "green", "line": "Each blade of the green grass was bold and clear.\n"}, "modifies": "grass"}
{"brown": {"word": "brown", "line": "The brown or gray trunks of the trees showed each roughness of their surfaces.\n"}, "modifies": "trunks"}
{"yellow": {"word": "yellow", "line": "From the top of a small hill came level belchings of yellow flame that caused an inhuman whistling in the air.\n"}, "modifies": "flame"}
{"red": {"word": "flaming", "line": "The flaming opposition in their front grew with their advance until it seemed that all forward ways were barred by the thin leaping tongues, and off to the right an ominous demonstration could sometimes be dimly discerned.\n"}, "modifies": "opposition"}
{"blue": {"word": "blue", "line": "An’ then”—the remainder of his idea disappeared in a blue haze of curses.\n"}, "modifies": "haze"}
{"yellow": {"word": "yellow", "line": "Toward it instantly sprang the yellow tongues.\n"}, "modifies": "tongues"}
{"blue": {"word": "blue", "line": "A vast quantity of blue smoke hung before them.\n"}, "modifies": "smoke"}
{"red": {"word": "red", "line": "It was a woman, red and white, hating and loving, that called him with the voice of his hopes.\n"}, "modifies": "woman"}
{"red": {"word": "red", "line": "He had pictured red letters of curious revenge.\n"}, "modifies": "letters"}
{"black": {"word": "black", "line": "Wounded men were left crying on this black journey.\n"}, "modifies": "journey"}
{"brown": {"word": "brown", "line": "The youth, peering once through a sudden rift in a cloud, saw a brown mass of troops, interwoven and magnified until they appeared to be thousands.\n"}, "modifies": "mass"}
{"gray": {"word": "gray", "line": "A rolling gray cloud again interposed as the regiment doggedly replied.\n"}, "modifies": "cloud"}
{"blue": {"word": "blue", "line": "These troops had apparently been going forward with caution, their rifles held in readiness, when the youthful lieutenant had discovered them and their movement had been interrupted by the volley from the blue regiment.\n"}, "modifies": "regiment"}
{"blue": {"word": "blue", "line": "The men in blue were intent with the despair of their circumstances and they seized upon the revenge to be had at close range.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "They seemed moving toward the blue regiment, step by step.\n"}, "modifies": "regiment"}
{"blue": {"word": "blue", "line": "At sight of this tableau, many of the men in blue sprang from behind their covers and made an ungainly dance of joy.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "The dusty blue lines of their friends were disclosed a short distance away.\n"}, "modifies": "lines"}
{"gray": {"word": "dusty", "line": "The dusty blue lines of their friends were disclosed a short distance away.\n"}, "modifies": "lines"}
{"grey": {"word": "dusty", "line": "The dusty blue lines of their friends were disclosed a short distance away.\n"}, "modifies": "lines"}
{"black": {"word": "black", "line": "And the youthful lieutenant, recollecting himself, began to mutter softly in black curses.\n"}, "modifies": "curses"}
{"red": {"word": "red", "line": "He veiled a glance of disdain at his fellows who strewed the ground, choking with dust, red from perspiration, misty-eyed, disheveled.\n"}, "modifies": "perspiration"}
{"black": {"word": "black", "line": "They were suddenly alert, being always curious about black words between officers.\n"}, "modifies": "words"}
{"blue": {"word": "blue", "line": "He stood, erect and tranquil, watching the attack begin against apart of the line that made a blue curve along the side of an adjacent hill.\n"}, "modifies": "curve"}
{"red": {"word": "red", "line": "The round red discharges from the guns made a crimson flare and a high, thick smoke.\n"}, "modifies": "discharges"}
{"blue": {"word": "blue", "line": "The blue lines shifted and changed a trifle and stared expectantly at the silent woods and fields before them.\n"}, "modifies": "lines"}
{"blue": {"word": "blue", "line": "Once the youth saw a spray of light forms go in houndlike leaps toward the waving blue lines.\n"}, "modifies": "lines"}
{"blue": {"word": "blue", "line": "Again, he saw a blue wave dash with such thunderous force against a gray obstruction that it seemed to clear the earth of it and leave nothing but trampled sod.\n"}, "modifies": "wave"}
{"gray": {"word": "gray", "line": "Again, he saw a blue wave dash with such thunderous force against a gray obstruction that it seemed to clear the earth of it and leave nothing but trampled sod.\n"}, "modifies": "obstruction"}
{"gold": {"word": "gold", "line": "Particular pieces of fence or secure positions behind collections of trees were wrangled over, as gold thrones or pearl bedsteads.\n"}, "modifies": "thrones"}
{"red": {"word": "crimson", "line": "The youth could not tell from the battle flags flying like crimson foam in many directions which color of cloth was winning.\n"}, "modifies": "foam"}
{"yellow": {"word": "yellow", "line": "The front of the regiment was a smoke-wall penetrated by the flashing points of yellow and red.\n"}, "modifies": "points"}
{"black": {"word": "black", "line": "Moving to and fro with strained exertion, jabbering all the while, they were, with their swaying bodies, black faces, and glowing eyes, like strange and ugly fiends jigging heavily in the smoke.\n"}, "modifies": "faces"}
{"blue": {"word": "blue", "line": "They slid down behind it with remarkable celerity, and from this position they began briskly to slice up the blue men.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Often, white clinched teeth shone from the dusky faces.\n"}, "modifies": "teeth"}
{"white": {"word": "pale", "line": "Many heads surged to and fro, floating upon a pale sea of smoke.\n"}, "modifies": "sea"}
{"blue": {"word": "blue", "line": "Grunting bundles of blue began to drop.\n"}, "modifies": "bundles"}
{"green": {"word": "green", "line": "It was a blind and despairing rush by the collection of men in dusty and tattered blue, over a green sward and under a sapphire sky, toward a fence, dimly outlined in smoke, from behind which sputtered the fierce rifles of enemies.\n"}, "modifies": "sward"}
{"blue": {"word": "blue", "line": "It was a blind and despairing rush by the collection of men in dusty and tattered blue, over a green sward and under a sapphire sky, toward a fence, dimly outlined in smoke, from behind which sputtered the fierce rifles of enemies.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "He was waving his free arm in furious circles, the while shrieking mad calls and appeals, urging on those that did not need to be urged, for it seemed that the mob of blue men hurling themselves on the dangerous group of rifles were again grown suddenly wild with an enthusiasm of unselfishness.\n"}, "modifies": "men"}
{"gray": {"word": "gray", "line": "He did not see anything excepting the mist of smoke gashed by the little knives of fire, but he knew that in it lay the aged fence of a vanished farmer protecting the snuggled bodies of the gray men.\n"}, "modifies": "men"}
{"gray": {"word": "gray", "line": "But presently he could see that many of the men in gray did not intend to abide the blow.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "Individuals wheeled frequently to send a bullet at the blue wave.\n"}, "modifies": "wave"}
{"blue": {"word": "blue", "line": "The blue whirl of men got very near, until it seemed that in truth there would be a close and frightful scuffle.\n"}, "modifies": "whirl"}
{"blue": {"word": "blue", "line": "The swirling body of blue men came to a sudden halt at close and disastrous range and roared a swift volley.\n"}, "modifies": "men"}
{"gray": {"word": "gray", "line": "The group in gray was split and broken by this fire, but its riddled body still fought.\n"}, "modifies": "group"}
{"blue": {"word": "blue", "line": "The men in blue yelled again and rushed in upon it.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "Those in advance of the scampering blue men, howling cheers, leaped at the fence.\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "He pulled at it and, wrenching it free, swung up its red brilliancy with a mad cry of exultation even as the color bearer, gasping, lurched over in a final throe and, stiffening convulsively, turned his dead face to the ground.\n"}, "modifies": "brilliancy"}
{"blue": {"word": "blue", "line": "Some blue men were about them in an eager and curious circle.\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "He consigned them to red regions; he called upon the pestilential wrath of strange gods.\n"}, "modifies": "regions"}
{"white": {"word": "white", "line": "They passed within view of a stolid white house, and saw in front of it groups of their comrades lying in wait behind a neat breastwork.\n"}, "modifies": "house"}
{"red": {"word": "red", "line": "He had been where there was red of blood and black of passion, and he was escaped.\n"}, "modifies": "blood"}
{"black": {"word": "black", "line": "He had been where there was red of blood and black of passion, and he was escaped.\n"}, "modifies": "blood"}
{"gold": {"word": "gold", "line": "Those performances which had been witnessed by his fellows marched now in wide purple and gold, having various deflections.\n"}, "modifies": "purple"}
{"purple": {"word": "purple", "line": "Those performances which had been witnessed by his fellows marched now in wide purple and gold, having various deflections.\n"}, "modifies": "gold"}
{"red": {"word": "crimson", "line": "The youth’s reply was an outburst of crimson oaths.\n"}, "modifies": "oaths"}
{"gold": {"word": "gold", "line": "It clung near him always and darkened his view of these deeds in purple and gold.\n"}, "modifies": "purple"}
{"purple": {"word": "purple", "line": "It clung near him always and darkened his view of these deeds in purple and gold.\n"}, "modifies": "gold"}
{"brown": {"word": "brown", "line": "The procession of weary soldiers became a bedraggled train, despondent and muttering, marching with churning effort in a trough of liquid brown mud under a low, wretched sky.\n"}, "modifies": "mud"}
{"red": {"word": "red", "line": "He had rid himself of the red sickness of battle.\n"}, "modifies": "sickness"}
