{"black": {"word": "black", "line": "We do not prostrate ourselves before it like the poor Indians; we fly hither and thither—we cry for mercy; but it is of no use, the black Fate thunders on and in its season reduces us to powder.\n"}, "modifies": "Fate"}
{"grey": {"word": "grey", "line": "“We buried him this afternoon under the shadow of the grey and ancient tower of the church of this village where my house is.\n"}, "modifies": "tower"}
{"black": {"word": "black", "line": "They looked very white upon the black cloth!\n"}, "modifies": "cloth"}
{"green": {"word": "green", "line": "One was an elephant gun with strips of rimpi, or green hide, lashed round the stock and locks, such as used to be owned by the Dutchmen—a “roer” they call it.\n"}, "modifies": "hide"}
{"black": {"word": "black", "line": "She always took a handful of black powder and a three-ounce ball, and kicked like the very deuce.\n"}, "modifies": "powder"}
{"pink": {"word": "rose", "line": "Well, up and down I walked, staring at the guns and the horns which the guns had brought low; and as I did so there rose up in me a great craving:—I would go away from this place where I lived idly and at ease, back again to the wild land where I had spent my life, where I met my dear wife and poor Harry was born, and so many things, good, bad, and indifferent, had happened to me.\n"}, "modifies": "craving"}
{"white": {"word": "white", "line": "I say that as the savage is, so is the white man, only the latter is more inventive, and possesses the faculty of combination; save and except also that the savage, as I have known him, is to a large extent free from the greed of money, which eats like a cancer into the heart of the white man.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "I dare say that the highly civilized lady reading this will smile at an old fool of a hunter’s simplicity when she thinks of her black bead-bedecked sister; and so will the superfine cultured idler scientifically eating a dinner at his club, the cost of which would keep a starving family for a week.\n"}, "modifies": "sister"}
{"white": {"word": "fair", "line": "Warfare is abhorrent to her, and yet we strike out for hearth and home, for honour and fair fame, and can glory in the blow.\n"}, "modifies": "fame"}
{"grey": {"word": "grey", "line": "Calm, powerful face, clear-cut features, large grey eyes, yellow beard and hair—altogether a magnificent specimen of the higher type of humanity.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "Calm, powerful face, clear-cut features, large grey eyes, yellow beard and hair—altogether a magnificent specimen of the higher type of humanity.\n"}, "modifies": "beard"}
{"white": {"word": "fair", "line": "Imagine to yourself a small, withered, yellow-faced man of sixty-three, with thin hands, large brown eyes, a head of grizzled hair cut short and standing up like a half-worn scrubbing-brush—total weight in my clothes, nine stone six—and you will get a very fair idea of Allan Quatermain, commonly called Hunter Quatermain, or by the natives “Macumazahn”—Anglicè, he who keeps a bright look-out at night, or, in vulgar English, a sharp fellow who is not to be taken in.\n"}, "modifies": "idea"}
{"brown": {"word": "brown", "line": "Imagine to yourself a small, withered, yellow-faced man of sixty-three, with thin hands, large brown eyes, a head of grizzled hair cut short and standing up like a half-worn scrubbing-brush—total weight in my clothes, nine stone six—and you will get a very fair idea of Allan Quatermain, commonly called Hunter Quatermain, or by the natives “Macumazahn”—Anglicè, he who keeps a bright look-out at night, or, in vulgar English, a sharp fellow who is not to be taken in.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "Then there was Good, who is not like either of us, being short, dark, stout—_very_ stout—with twinkling black eyes, in one of which an eyeglass is everlastingly fixed.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "That we go to Lamu and thence make our way about 250 miles inland to Mt Kenia; from Mt Kenia on inland to Mt Lekakisera, another 200 miles, or thereabouts, beyond which no white man has to the best of my belief ever been; and then, if we get so far, right on into the unknown interior.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "And now I’ll tell you another thing, and that is, that for years and years I have heard rumours of a great white race which is supposed to have its home somewhere up in this direction, and I have a mind to see if there is any truth in them.\n"}, "modifies": "race"}
{"white": {"word": "white", "line": "By all means let’s go to Mt Kenia and the other place with an unpronounceable name, and look for a white race that does not exist.\n"}, "modifies": "race"}
{"white": {"word": "white", "line": "“Quatermain has got hold of some yarn about there being a white race up in the unknown territories beyond.” The Consul looked interested, and answered that he had heard something of that, too.\n"}, "modifies": "race"}
{"white": {"word": "white", "line": "“No, I destroyed it; but I remember that he said that a man had arrived at his station who declared that two months’ journey beyond Mt Lekakisera, which no white man has yet visited—at least, so far as I know—he found a lake called Laga, and that then he went off to the north-east, a month’s journey, over desert and thorn veldt and great mountains, till he came to a country where the people are white and live in stone houses.\n"}, "modifies": "man"}
{"brown": {"word": "brown", "line": "In another second he removed his hand, revealing a powerful-looking Zulu face, with a humorous mouth, a short woolly beard, tinged with grey, and a pair of brown eyes keen as a hawk’s.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "Day after day I journeyed on; for three moons I journeyed, resting not, stopping not, but running on towards forgetfulness, till I met the party of the white hunter who is now dead, and am come hither with his servants.\n"}, "modifies": "hunter"}
{"green": {"word": "green", "line": "Who can make the dead tree green, or gaze again upon last year’s light?\n"}, "modifies": "tree"}
{"white": {"word": "white", "line": "“Now, we three whom thou seest would travel inland, past Dongo Egere, the great white mountain (Mt Kenia), and far into the unknown beyond.\n"}, "modifies": "mountain"}
{"white": {"word": "fair", "line": "“Thou art not altogether right, Macumazahn,” he said; “I have plotted in my time, but it was not ambition that led me to my fall; but, shame on me that I should have to say it, a fair woman’s face.\n"}, "modifies": "woman"}
{"white": {"word": "fair", "line": "Knowest thou how many men I have slain, in fair hand-to-hand combat, Macumazahn?\n"}, "modifies": "combat"}
{"yellow": {"word": "yellow", "line": "Sometimes we varied our food by shooting some guinea-fowl, or bush-bustard (paau)—both of which were numerous—with a shot-gun, or by catching a supply of beautiful yellow fish, with which the waters of the Tana swarmed, and which form, I believe, one of the chief food-supplies of the crocodiles.\n"}, "modifies": "fish"}
{"black": {"word": "black", "line": "Round the ankles he wore black fringes of hair, and, projecting from the upper portion of the calves, to which they were attached, were long spurs like spikes, from which flowed down tufts of the beautiful black and waving hair of the Colobus monkey.\n"}, "modifies": "fringes"}
{"silver": {"word": "silver", "line": "The moonbeams played upon the surface of the running water that speeded unceasingly past us towards the sea, like men’s lives towards the grave, till it glittered like a wide sheet of silver, that is in the open where the trees threw no shadows.\n"}, "modifies": "sheet"}
{"black": {"word": "black", "line": "Presently he moved on, then came a crashing of the reeds about fifty yards above us, and a few minutes later a huge black mass rose out of the water, about twenty yards from me, and snorted.\n"}, "modifies": "mass"}
{"pink": {"word": "rose", "line": "Presently he moved on, then came a crashing of the reeds about fifty yards above us, and a few minutes later a huge black mass rose out of the water, about twenty yards from me, and snorted.\n"}, "modifies": "mass"}
{"black": {"word": "black", "line": "Above was the black bosom of the cloud, and beneath me swept the black flood of the water, and I felt as though I and Death were utterly alone between them.\n"}, "modifies": "bosom"}
{"black": {"word": "black", "line": "I could not see it, but instead I saw a lean and clutching black hand lifting itself above the gunwale of the little boat.\n"}, "modifies": "hand"}
{"white": {"word": "ivory", "line": "The sword, of which the handle was ivory, inlaid with gold (evidently Arab work), I kept and used as a hunting-knife, and very useful it proved.\n"}, "modifies": "handle"}
{"gold": {"word": "gold", "line": "The sword, of which the handle was ivory, inlaid with gold (evidently Arab work), I kept and used as a hunting-knife, and very useful it proved.\n"}, "modifies": "work"}
{"white": {"word": "white", "line": "We ate some insipid and sodden cold fish—that is, with the exception of Umslopogaas, who, like most Zulus, cannot bear fish—and took a pull of brandy, of which we fortunately had a few bottles left, and then began what, with one exception—when we same three white men nearly perished of cold on the snow of Sheba’s Breast in the course of our journey to Kukuanaland—was, I think, the most trying night I ever experienced.\n"}, "modifies": "men"}
{"white": {"word": "fair", "line": "In half an hour more we were once again making fair progress with the help of a good wind.\n"}, "modifies": "progress"}
{"red": {"word": "red", "line": "“How do you do, sirs,” said Mr Mackenzie, a grey-haired, angular man, with a kindly face and red cheeks; “I hope I see you very well.\n"}, "modifies": "cheeks"}
{"white": {"word": "white", "line": "My natives told me an hour ago they spied two canoes with white men in them coming up the river; so we have just come down to meet you.” “And it is very glad that we are to see a white face again, let me tell you,” put in the lady—a charming and refined-looking person.\n"}, "modifies": "men"}
{"green": {"word": "green", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern-leaves, sprang out horizontally from the trunk, projecting right over the house and flower-garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n"}, "modifies": "boughs"}
{"brown": {"word": "brown", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern-leaves, sprang out horizontally from the trunk, projecting right over the house and flower-garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n"}, "modifies": "tapering"}
{"pink": {"word": "rose", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern-leaves, sprang out horizontally from the trunk, projecting right over the house and flower-garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n"}, "modifies": "feet"}
{"black": {"word": "black", "line": "As I was following him, and wondering what on earth he could mean by this, there suddenly appeared, through the door that opened on to the veranda from the house, a dapper little man, dressed in a neat blue cotton suit, with shoes made of tanned hide, and remarkable for a bustling air and most enormous black mustachios, shaped into an upward curve, and coming to a point for all the world like a pair of buffalo-horns.\n"}, "modifies": "mustachios"}
{"blue": {"word": "blue", "line": "As I was following him, and wondering what on earth he could mean by this, there suddenly appeared, through the door that opened on to the veranda from the house, a dapper little man, dressed in a neat blue cotton suit, with shoes made of tanned hide, and remarkable for a bustling air and most enormous black mustachios, shaped into an upward curve, and coming to a point for all the world like a pair of buffalo-horns.\n"}, "modifies": "suit"}
{"white": {"word": "ivory", "line": "It is unfortunate, though, that nearly all my men have gone down to the coast with ivory and goods.\n"}, "modifies": "goods"}
{"black": {"word": "black", "line": "But, still, I will just give a few orders;” and, calling a black man who was loitering about outside in the garden, he went to the window, and addressed him in a Swahili dialect.\n"}, "modifies": "man"}
{"gold": {"word": "gold", "line": "This in itself was sufficiently curious, but what was still more so was that all the edges of the hollow spaces cut through the substance of the blade were most beautifully inlaid with gold, which was in some way that I cannot understand welded on to the steel.\n"}, "modifies": "way"}
{"white": {"word": "white", "line": "“Well, I have got it to show you, because this is what the man who said he had seen the white people brought with him, and because it does more or less give an air of truth to what I should otherwise have set down as a lie.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "Thence, it appears, he made his way to another lake that lay up in the mountains, ‘a lake without a bottom’ he called it, and here his wife and brother died of an infectious sickness—probably smallpox—whereon the people drove him out of their villages into the wilderness, where he wandered miserably over mountains for ten days, after which he got into dense thorn forest, and was one day found there by some _white men_ who were hunting, and who took him to a place where all the people were white and lived in stone houses.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "Here he remained a week shut up in a house, till one night a man with a white beard, whom he understood to be a ‘medicine-man’, came and inspected him, after which he was led off and taken through the thorn forest to the confines of the wilderness, and given food and this sword (at least so he said), and turned loose.” “Well,” said Sir Henry, who had been listening with breathless interest, “and what did he do then?” “Oh!\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "As it happened, we had a lion hanging about here just then, and most unhappily he winded this unfortunate wanderer, and, springing on him, bit his head almost off without the people in the hut knowing anything about it, and there was an end of him and his story about the white people; and whether or no there is any truth in it is more than I can tell you.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "We intend to journey to Lekakisera, and thence, if we live to get so far, to this Lake Laga; and, if there are any white people beyond, we will do our best to find them.” “You are very venturesome people,” said Mr Mackenzie, with a smile, and the subject dropped.\n"}, "modifies": "people"}
{"brown": {"word": "copper", "line": "This horn haft, though so massive, was as flexible as cane, and practically unbreakable; but, to make assurance doubly sure, it was whipped round at intervals of a few inches with copper wire—all the parts where the hands grip being thus treated.\n"}, "modifies": "wire"}
{"green": {"word": "green", "line": "First there is the green sheath, which in its early stage is not unlike that of a water-lily, but which as the bloom opens splits into four portions and curls back gracefully towards the stem.\n"}, "modifies": "sheath"}
{"red": {"word": "crimson", "line": "Then comes the bloom itself, a single dazzling arch of white enclosing another cup of richest velvety crimson, from the heart of which rises a golden-coloured pistil.\n"}, "modifies": "cup"}
{"white": {"word": "white", "line": "Why, I should hate to be buried in a crowd of white girls all just like myself so that nobody could tell the difference!\n"}, "modifies": "girls"}
{"white": {"word": "white", "line": "I think they believe that I am ‘Ngai’ (of the Divinity) because I am so white and have fair hair.\n"}, "modifies": "Ngai"}
{"white": {"word": "white", "line": "The solemn majesty and beauty of this white peak are together beyond the power of my poor pen to describe.\n"}, "modifies": "peak"}
{"white": {"word": "white", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n"}, "modifies": "glory"}
{"blue": {"word": "blue", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n"}, "modifies": "heaven"}
{"pink": {"word": "rose", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n"}, "modifies": "glory"}
{"white": {"word": "white", "line": "Base, indeed, would be the man who could look upon that mighty snow-wreathed pile— that white old tombstone of the years—and not feel his own utter insignificance, and, by whatever name he calls Him, worship God in his heart.\n"}, "modifies": "tombstone"}
{"white": {"word": "white", "line": "Such sights are like visions of the spirit; they throw wide the windows of the chamber of our small selfishness and let in a breath of that air that rushes round the rolling spheres, and for a while illumine our darkness with a far-off gleam of the white light which beats upon the Throne.\n"}, "modifies": "light"}
{"white": {"word": "fair", "line": "“I murder not,” he answered hotly; “I kill in fair fight.\n"}, "modifies": "fight"}
{"white": {"word": "white", "line": "I say I kill in fair fight; and when I am ‘in the shadow’, as you white men say, I hope to go on killing in fair fight.\n"}, "modifies": "men"}
{"white": {"word": "fair", "line": "To judge from your dinner today, I should say you were in a fair way to recovery.” Alphonse stopped weeping, and began to rub his back.\n"}, "modifies": "way"}
{"blue": {"word": "blue", "line": "‘To thee, my cousin,’ I said, ‘to thee, in whose veins flows the blue blood of our heroic grandparent, to thee I consign Annette.\n"}, "modifies": "blood"}
{"black": {"word": "black", "line": "I lived in barracks on black soup.\n"}, "modifies": "soup"}
{"white": {"word": "white", "line": "I have taken the white donkey; and nurse and a couple of boys are coming with me—also something to eat, as I may be away all day, for I am determined to get the lily if I have to go twenty miles for it.—FLOSSIE.” “I hope she will be all right,” I said, a little anxiously; “I never meant her to trouble after the flower.” “Ah, Flossie can look after herself,” said her mother; “she often goes off in this way like a true child of the wilderness.” But Mr Mackenzie, who came in just then and saw the note for the first time, looked rather grave, though he said nothing.\n"}, "modifies": "donkey"}
{"green": {"word": "green", "line": "In every direction the bush rolled away in great billows for miles and miles, as far as the glass would show, only here and there broken by the brighter green of patches of cultivation, or by the glittering surface of lakes.\n"}, "modifies": "patches"}
{"silver": {"word": "silver", "line": "To the northwest, Kenia reared his mighty head, and we could trace the Tana river curling like a silver snake almost from his feet, and far away beyond us towards the ocean.\n"}, "modifies": "snake"}
{"black": {"word": "black", "line": "It was a wonderful sight to see the little man fixed there, having apparently realised that to move would be to run the risk of sudden death, while his black tormentor towered over him, and wrapped him round with the quick flashes of the axe.\n"}, "modifies": "tormentor"}
{"white": {"word": "white", "line": "“He has frightened Alphonse out of his wits; look!” and he pointed to the Frenchman, who, with a scared white face and trembling limbs, was making his way into the house.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "I fear, however, that my tones must have betrayed me, for not only Sir Henry but also Good and Mackenzie rose from the table and came hurrying out.\n"}, "modifies": "Good"}
{"red": {"word": "red", "line": "Mr Mackenzie turned pale as death under his red skin.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "In the midst of them I saw the white ass, and on it sat the Water-lily [Flossie].\n"}, "modifies": "ass"}
{"white": {"word": "white", "line": "“She was white as the snow, but well, my father.\n"}, "modifies": "snow"}
{"pink": {"word": "rose", "line": "Just then there rose a loud insistent cry outside the wall.\n"}, "modifies": "cry"}
{"white": {"word": "white", "line": "“Open the door, white man; open the door!\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "I and my men followed these three white men,” and he pointed to Sir Henry, Good, and myself, “but they were too clever for us, and escaped hither.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "“In following these men we this morning caught two black men, one black woman, a white donkey, and a white girl.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "“In following these men we this morning caught two black men, one black woman, a white donkey, and a white girl.\n"}, "modifies": "donkey"}
{"black": {"word": "black", "line": "One of the black men we killed—there is his head upon the pavement; the other ran away.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "The black woman, the little white girl, and the white ass we took and brought with us.\n"}, "modifies": "woman"}
{"white": {"word": "white", "line": "The black woman, the little white girl, and the white ass we took and brought with us.\n"}, "modifies": "girl"}
{"black": {"word": "black", "line": "Give us one of these three men—a life for a life—and we will let her go, and throw in the black woman with her also.\n"}, "modifies": "woman"}
{"white": {"word": "white", "line": "This is a fair offer, white man.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“Nay, say not so, white man,” answered the Masai, “for then thy daughter dies at dawn, and the woman with her says thou hast no other child.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "It is not wise, white man,” he added with a laugh, “to keep so small a garrison for your ‘boma’ [kraal].\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Well, good night, and good night to you also, other white men, whose eyelids I shall soon close once and for all.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The chief there [Mr Mackenzie] has twenty men, and thou, Macumazahn, hast five men, and there are also five white men—that is, thirty men in all—enough, enough.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The white light of the moon peering in beneath the lofty boughs threw a strange wild glamour over the scene, whilst the melancholy soughing of the night wind passing through the millions of pine needles overhead added a sadness of its own to what was already a sufficiently tragic occasion.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "Swear to me,” he went on with added fervour—“swear to me that whilst a man of you remains alive ye will strive your uttermost with me and with these brave white men to save the child from a bloody and cruel death.” “Say no more, my father,” said the same deep voice, that belonged to a stalwart elder of the Mission; “we swear it.\n"}, "modifies": "men"}
{"brown": {"word": "brown", "line": "With these shirts were what looked like four brown cloth travelling caps with ear pieces.\n"}, "modifies": "caps"}
{"brown": {"word": "brown", "line": "At any rate, when they both stood, axe in hand, invested in the brown mail, which clung to their mighty forms like a web garment, showing the swell of every muscle and the curve of every line, they formed a pair that any ten men might shrink from meeting.\n"}, "modifies": "mail"}
{"white": {"word": "white", "line": "Flossie, they added, was sitting not far from the wall in the centre of the western side of the kraal, and by her were the nurse and the white donkey, which was tethered to a peg.\n"}, "modifies": "donkey"}
{"black": {"word": "black", "line": "To begin with, he had on a clergyman’s black swallow-tail and a kind of broad-rimmed black felt hat, both of which he had donned on account, he said, of their dark colour.\n"}, "modifies": "tail"}
{"grey": {"word": "grey", "line": "Now she finally sank and left the world in darkness save for a faint grey tinge in the eastern sky that palely heralded the dawn.\n"}, "modifies": "tinge"}
{"white": {"word": "white", "line": "When I had gone a little way I chanced to look behind me, and saw the redoubtable Alphonse staggering along with white face and trembling knees, and his rifle, which was at full cock, pointed directly at the small of my back.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "But I am bound to state that my own heart was at much the same game as the Frenchman’s castanets, while the perspiration was pouring from my body, causing the wash-leather-lined shirt to stick to me unpleasantly, and altogether I was in the pitiable state known by schoolboys as a “blue fright”.\n"}, "modifies": "fright"}
{"black": {"word": "black", "line": "The moment his back was turned the long black snake glided on again, and reached the other thistle tuft, which was within a couple of paces of his return beat.\n"}, "modifies": "snake"}
{"white": {"word": "white", "line": "It was getting fairly light now, and the first thing I saw was the white donkey, exactly opposite to me, and close by it I could make out the pale face of little Flossie, who was sitting as the lad had described, some ten paces from the wall.\n"}, "modifies": "donkey"}
{"pink": {"word": "rose", "line": "For a moment they stood undecided, and then hearing the cries and curses that rose unceasingly from the top end of the kraal, and bewildered by the storm of bullets, they as by one impulse rushed down towards the thorn-stopped entrance.\n"}, "modifies": "cries"}
{"white": {"word": "white", "line": "Looking up, I saw that the white donkey was lying kicking, having been knocked over either by one of our bullets or a Masai spear-thrust.\n"}, "modifies": "donkey"}
{"black": {"word": "black", "line": "There were no living Masai near, but the black nurse was on her feet and with a spear cutting the rope that bound Flossie’s feet.\n"}, "modifies": "nurse"}
{"black": {"word": "black", "line": "I soon got the magazine of the repeater filled again with cartridges, and once more opened fire, not on the seething black mass which was gathering at the end of the kraal, but on fugitives who bethought them to climb the wall.\n"}, "modifies": "mass"}
{"pink": {"word": "rose", "line": "And ever above the din rose Good’s awful yell of encouragement as he plunged to wherever the fight was thickest; and ever, with an almost machine-like regularity, the two axes rose and fell, carrying death and disablement at every stroke.\n"}, "modifies": "din"}
{"blue": {"word": "blue", "line": "But I could see that the strain was beginning to tell upon Sir Henry, who was bleeding from several flesh wounds: his breath was coming in gasps, and the veins stood out on his forehead like blue and knotted cords.\n"}, "modifies": "cords"}
{"white": {"word": "pale", "line": "“Here am I, monsieur, in the tree.” I looked, and there, peering out of a hole in the trunk of the banyan about five feet from the ground, I saw a pale face and a pair of large mustachios, one clipped short and the other as lamentably out of curl as the tail of a newly whipped pug.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "As for the survivors they were, with the exception of myself who had never come to close quarters, red from head to foot—Sir Henry’s armour might have been painted that colour—and utterly exhausted, except Umslopogaas, who, as he grimly stood on a little mound above a heap of dead, leaning as usual upon his axe, did not seem particularly distressed, although the skin over the hole in his head palpitated violently.\n"}, "modifies": "survivors"}
{"white": {"word": "pale", "line": "When we were finishing our breakfast the door opened, and in came little Flossie, very pale and tottery, but quite unhurt.\n"}, "modifies": "Flossie"}
{"black": {"word": "black", "line": "It struck me as an odd thing that a girl who could find the nerve to shoot a huge black ruffian rushing to kill her with a spear should have been so affected at the thought of it afterwards; but it is, after all, characteristic of the sex.\n"}, "modifies": "ruffian"}
{"white": {"word": "white", "line": "She said that on the whole she did not expect it, knowing how few of us, and how many of the Masai—who, by the way, came continually to stare at her, most of them never having seen a white person before, and handled her arms and hair with their filthy paws.\n"}, "modifies": "person"}
{"white": {"word": "white", "line": "She said also that she had made up her mind that if she saw no signs of succour by the time the first rays of the rising sun reached the kraal she would kill herself with the pistol, for the nurse had heard the Lygonani say that they were to be tortured to death as soon as the sun was up if one of the white men did not come in their place.\n"}, "modifies": "men"}
{"brown": {"word": "brown", "line": "On reaching the spot we disturbed thousands upon thousands of vultures and a sort of brown bush eagle, which had been flocking to the feast from miles and miles away.\n"}, "modifies": "eagle"}
{"blue": {"word": "blue", "line": "A buck falls to your rifle, and within a minute high in the blue ether appears a speck that gradually grows into a vulture, then another, and another.\n"}, "modifies": "ether"}
{"blue": {"word": "blue", "line": "Thereon his next neighbour in the airy heights sailing leisurely through the blue gulf, at a distance perhaps of some miles, follows his example, knowing that food has been sighted.\n"}, "modifies": "gulf"}
{"pink": {"word": "rose", "line": "Before my eyes there rose a vision of my heroic grandfather!\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "These men, though black, are brothers!\n"}, "modifies": "brothers"}
{"pink": {"word": "rose", "line": "So though it will be hard to leave this place, which I have made to blossom like a rose in the wilderness, and harder still to leave the people I have taught, I shall go.” “I congratulate you on your decision,” answered I, “for two reasons.\n"}, "modifies": "wilderness"}
{"white": {"word": "fair", "line": "Mackenzie was, thanks chiefly to his being so temperate a man, rapidly recovering from his wound, and could get about on a pair of crutches; and as for the other wounded men, one had died of gangrene, and the rest were in a fair way to recovery.\n"}, "modifies": "way"}
{"white": {"word": "white", "line": "Under these circumstances we concluded, warm and pressing as were the invitations for us to stay, that it was time to move on, first to Mount Kenia, and thence into the unknown in search of the mysterious white race which we had set our hearts on discovering.\n"}, "modifies": "race"}
{"black": {"word": "black", "line": "I wonder how she fares there where there are no black folk to do her imperious bidding, and no sky-piercing snow-clad Kenia for her to look at when she gets up in the morning.\n"}, "modifies": "folk"}
{"black": {"word": "black", "line": "After leaving the Mission-house we made our way, comparatively unmolested, past the base of Mount Kenia, which the Masai call “Donyo Egere”, or the “speckled mountain”, on account of the black patches of rock that appear upon its mighty spire, where the sides are too precipitous to allow of the snow lying on them; then on past the lonely lake Baringo, where one of our two remaining Askari, having unfortunately trodden on a puff-adder, died of snake-bite, in spite of all our efforts to save him.\n"}, "modifies": "patches"}
{"yellow": {"word": "yellow", "line": "Fortunately, however, that was not till two months or so after the bites had been inflicted, when suddenly, after a two days’ cold rain, they all died, and on removing the skins of several of them I found the long yellow streaks upon the flesh which are characteristic of death from bites from the tsetse, marking the spot where the insect had inserted his proboscis.\n"}, "modifies": "streaks"}
{"white": {"word": "white", "line": "Perceiving villages on the border of this lake, we descended with great difficulty through forests of pine trees, which now clothed the precipitous sides of the crater, and were well received by the people, a simple, unwarlike folk, who had never seen or even heard of a white man before, and treated us with great reverence and kindness, supplying us with as much food and milk as we could eat and drink.\n"}, "modifies": "man"}
{"blue": {"word": "blue", "line": "As we were paddling leisurely along Good remarked upon the extraordinary deep blue colour of the water, and said that he understood from the natives, who were great fishermen—fish, indeed, being their principal food—that the lake was supposed to be wonderfully deep, and to have a hole at the bottom through which the water escaped and put out some great fire that was raging below.\n"}, "modifies": "colour"}
{"white": {"word": "white", "line": "Whilst we were speculating about this, Sir Henry pointed out a flock of large white swans, which were feeding on the drift some little way ahead of us.\n"}, "modifies": "swans"}
{"black": {"word": "black", "line": "I also asked them what country they came from, when they shrugged their shoulders, and said that on the top of the great black precipice was stony inhospitable land, and beyond that were mountains with snow, and full of wild beasts, where no people lived, and beyond the mountains were hundreds of miles of dense thorn forest, so thick that even the elephants could not get through it, much less men.\n"}, "modifies": "precipice"}
{"white": {"word": "white", "line": "Next I asked them if they had ever heard of white people like ourselves living on the farther side of the mountains and the thorn forest, whereat they laughed.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "But afterwards a very old woman came and told me that when she was a little girl her grandfather had told her that in his youth _his_ grandfather had crossed the desert and the mountains, and pierced the thorn forest, and seen a white people who lived in stone kraals beyond.\n"}, "modifies": "people"}
{"pink": {"word": "rose", "line": "Up rose the rest, thirty or more of them, with a mighty splashing; and, as they did so, he gave them the other barrel.\n"}, "modifies": "rest"}
{"blue": {"word": "blue", "line": "He struggled bravely, and I thought that we should have saved him, when suddenly I perceived an expression of despair come upon his face, and there before our eyes he was sucked down into the cruel swirling blue depths, and vanished.\n"}, "modifies": "depths"}
{"white": {"word": "white", "line": "As it happened, the first thing the light lit on was the white and scared face of Alphonse, who, thinking that it was all over at last, and that he was witnessing a preliminary celestial phenomenon, gave a terrific yell and was with difficulty reassured with the paddle.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "From the surface of the water rose a dense cloud of steam.\n"}, "modifies": "surface"}
{"black": {"word": "jet", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar-like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full-blown rose.\n"}, "modifies": "flame"}
{"white": {"word": "white", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar-like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full-blown rose.\n"}, "modifies": "flame"}
{"pink": {"word": "rose", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar-like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full-blown rose.\n"}, "modifies": "jet"}
{"red": {"word": "flaming", "line": "Indeed this awful gas jet resembled nothing so much as a great flaming flower rising out of the black water.\n"}, "modifies": "flower"}
{"black": {"word": "black", "line": "Indeed this awful gas jet resembled nothing so much as a great flaming flower rising out of the black water.\n"}, "modifies": "water"}
{"black": {"word": "black", "line": "The rock was black, and here and there I could make out long shining lines of ore running through it like great veins, but of what metal they were I know not.\n"}, "modifies": "rock"}
{"pink": {"word": "rose", "line": "For yards and yards round the great rose of fire the rock-roof was red-hot.\n"}, "modifies": "yards"}
{"black": {"word": "jet", "line": "I knew that if I did we should pass within three or four yards of the gas jet and perish miserably.\n"}, "modifies": "gas"}
{"pink": {"word": "rose", "line": "Up on either side rose the great straight cliffs, grim and forbidding, till the eye grew dizzy with trying to measure their sheer height.\n"}, "modifies": "side"}
{"blue": {"word": "blue", "line": "The little space of sky that marked where they ended lay like a thread of blue upon their soaring blackness, which was unrelieved by any tree or creeper.\n"}, "modifies": "thread"}
{"white": {"word": "white", "line": "Here and there, however, grew ghostly patches of a long grey lichen, hanging motionless to the rock as the white beard to the chin of a dead man.\n"}, "modifies": "beard"}
{"grey": {"word": "grey", "line": "Here and there, however, grew ghostly patches of a long grey lichen, hanging motionless to the rock as the white beard to the chin of a dead man.\n"}, "modifies": "lichen"}
{"black": {"word": "black", "line": "Still we got on pretty well, till I happened to look behind me—my attention being attracted by a noise of something crawling over the stones, and perceived sitting upon a rock in my immediate rear a huge species of black freshwater crab, only it was five times the size of any crab I ever saw.\n"}, "modifies": "crab"}
{"blue": {"word": "blue", "line": "All the afternoon and well into the evening we floated on in the gloom beneath the far-off line of blue sky, scarcely knowing when day ended and night began, for down in that vast gulf the difference was not marked, till at length Good pointed out a star hanging right above us, which, having nothing better to do, we observed with great interest.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "But as yet I could see nothing save the beautiful blue sky above, for over the water was a thick layer of mist exactly as though the whole surface had been covered with billows of cotton wool.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "By degrees, however, the sun sucked up the mists, and then I saw that we were afloat upon a glorious sheet of blue water of which I could not make out the shore.\n"}, "modifies": "water"}
{"blue": {"word": "blue", "line": "Just then, however, the others woke up and began to rejoice exceedingly at finding that we were out of that dreadful river and once more beneath the blue sky.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "We did not know where the shore was, and, with the exception of the cliffs through which the subterranean river made its entry, could see nothing but a wide expanse of sparkling blue water.\n"}, "modifies": "water"}
{"white": {"word": "white", "line": "But our attention was soon diverted from the boat to her crew, which consisted of a man and a woman, _nearly as white as ourselves_.\n"}, "modifies": "ourselves_"}
{"black": {"word": "black", "line": "They were not fair, but the two people in the boat were decidedly of a white as distinguished from a black race, as white, for instance, as Spaniards or Italians.\n"}, "modifies": "race"}
{"white": {"word": "white", "line": "They were not fair, but the two people in the boat were decidedly of a white as distinguished from a black race, as white, for instance, as Spaniards or Italians.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "All my life had I heard rumours of a white race that existed in the highlands of this vast continent, and longed to put them to the proof, and now here I saw it with my own eyes, and was dumbfounded.\n"}, "modifies": "race"}
{"black": {"word": "black", "line": "The man in the boat was of a good but not particularly fine physique, and possessed straight black hair, regular aquiline features, and an intelligent face.\n"}, "modifies": "hair"}
{"brown": {"word": "brown", "line": "He was dressed in a brown cloth garment, something like a flannel shirt without the sleeves, and in an unmistakable kilt of the same material.\n"}, "modifies": "garment"}
{"yellow": {"word": "yellow", "line": "Round the right arm and left leg he wore thick rings of yellow metal that I judged to be gold.\n"}, "modifies": "metal"}
{"brown": {"word": "brown", "line": "The woman had a sweet face, wild and shy, with large eyes and curling brown hair.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "We got back into the canoe much refreshed by the cold water, and sat to dry in the sun, whilst Good undid his tin box, and produced first a beautiful clean white shirt, just as it had left a London steam laundry, and then some garments wrapped first in brown, then in white, and finally in silver paper.\n"}, "modifies": "shirt"}
{"silver": {"word": "silver", "line": "We got back into the canoe much refreshed by the cold water, and sat to dry in the sun, whilst Good undid his tin box, and produced first a beautiful clean white shirt, just as it had left a London steam laundry, and then some garments wrapped first in brown, then in white, and finally in silver paper.\n"}, "modifies": "paper"}
{"blue": {"word": "blue", "line": "I always thought thee an ugly little man, and fat—fat as the cows at calving time; and now thou art like a blue jay when he spreads his tail out.\n"}, "modifies": "jay"}
{"white": {"word": "white", "line": "Looking through the glass we soon made out that the row-boat was an official vessel, her crew being all dressed in a sort of uniform, whilst on the half-deck forward stood an old man of venerable appearance, and with a flowing white beard, and a sword strapped to his side, who was evidently the commander of the craft.\n"}, "modifies": "beard"}
{"white": {"word": "fair", "line": "The heavy bullet struck it fair between the eyes, and, crashing through the skull, killed it, and it sank, leaving a long train of blood behind it.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "We had, however, but little time for observation, for just then the old bull, rendered furious by the wound he had received, rose fair within forty yards of us, glaring savagely.\n"}, "modifies": "yards"}
{"pink": {"word": "rose", "line": "Just then the great brute rose again within ten yards of their base, and instantly with a roar of fury made at it open-mouthed.\n"}, "modifies": "brute"}
{"red": {"word": "red", "line": "In another second I saw the huge red jaws and gleaming ivories close with a crunch on the frail craft, taking an enormous mouthful out of its side and capsizing it.\n"}, "modifies": "jaws"}
{"red": {"word": "red", "line": "Over he went, and commenced turning round and round, snorting, and blowing red streams of blood through his nostrils.\n"}, "modifies": "streams"}
{"white": {"word": "white", "line": "He was dressed after the same fashion as the man we first met, except that his shirt was not made of brown cloth, but of pure white linen hemmed with purple.\n"}, "modifies": "linen"}
{"brown": {"word": "brown", "line": "He was dressed after the same fashion as the man we first met, except that his shirt was not made of brown cloth, but of pure white linen hemmed with purple.\n"}, "modifies": "cloth"}
{"gold": {"word": "gold", "line": "The kilt, however, was identical, and so were the thick rings of gold around the arm and beneath the left knee.\n"}, "modifies": "rings"}
{"pink": {"word": "rose", "line": "At a distance of some five hundred yards from the river’s bank rose a sheer precipice of granite, two hundred feet or so in height, which had no doubt once formed the bank itself—the intermediate space of land now utilized as docks and roadways having been gained by draining, and deepening and embanking the stream.\n"}, "modifies": "distance"}
{"white": {"word": "white", "line": "At the back of the palace the town sloped gently upwards to a flashing building of white marble, crowned by the golden dome which we had already observed.\n"}, "modifies": "marble"}
{"red": {"word": "red", "line": "The city was, with the exception of this one building, entirely built of red granite, and laid out in regular blocks with splendid roadways between.\n"}, "modifies": "granite"}
{"red": {"word": "red", "line": "So far as we could see also the houses were all one-storied and detached, with gardens round them, which gave some relief to the eye wearied with the vista of red granite.\n"}, "modifies": "granite"}
{"pink": {"word": "rose", "line": "Four times, as we afterwards learnt, did the work, which was commenced in remote antiquity, fail, and was then abandoned for three centuries when half-finished, till at last there rose a youthful engineer named Rademas, who said that he would complete it successfully, and staked his life upon it.\n"}, "modifies": "engineer"}
{"white": {"word": "fair", "line": "And to commemorate his triumph he fashioned a statue of himself dreaming, and of the fair woman who touched him on the forehead, and placed it in the great hall of the palace, and there it stands to this day.\n"}, "modifies": "woman"}
{"red": {"word": "red", "line": "This was so even in the sunshine, but when the storm-clouds gathered on her imperial brow Milosis looked more like a supernatural dwelling-place, or some imagining of a poet’s brain, than what she is—a mortal city, carven by the patient genius of generations out of the red silence of the mountain side.\n"}, "modifies": "silence"}
{"red": {"word": "red", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s-flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n"}, "modifies": "wine"}
{"green": {"word": "green", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s-flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n"}, "modifies": "vegetables"}
{"brown": {"word": "brown", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s-flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n"}, "modifies": "bread"}
{"white": {"word": "white", "line": "They were also dressed in the same fashion namely, in a white linen petticoat coming to the knee, and with the toga-like garment of brown cloth, leaving bare the right arm and breast.\n"}, "modifies": "petticoat"}
{"brown": {"word": "brown", "line": "They were also dressed in the same fashion namely, in a white linen petticoat coming to the knee, and with the toga-like garment of brown cloth, leaving bare the right arm and breast.\n"}, "modifies": "cloth"}
{"black": {"word": "black", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n"}, "modifies": "stripe"}
{"white": {"word": "white", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n"}, "modifies": "petticoat"}
{"purple": {"word": "purple", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n"}, "modifies": "stripe"}
{"white": {"word": "white", "line": "In the same way the toga, or “kaf”, as they call it, was of different shades of colour, from pure white to the deepest brown, according to the rank of the wearer, and embroidered at the end in various ways.\n"}, "modifies": "shades"}
{"gold": {"word": "gold", "line": "One thing, however, every man and woman in the country wore as the national insignia, and that was the thick band of gold round the right arm above the elbow, and the left leg beneath the knee.\n"}, "modifies": "band"}
{"gold": {"word": "gold", "line": "People of high rank also wore a torque of gold round the neck, and I observed that our guide had one on.\n"}, "modifies": "torque"}
{"black": {"word": "black", "line": "Here we paused for a moment to admire two colossal lions, each hewn from a single block of pure black marble, and standing rampant on the terminations of the wide balustrades of the staircase.\n"}, "modifies": "marble"}
{"blue": {"word": "blue", "line": "On we went up the first flight of one hundred and twenty steps, across the broad platform joining it to the second flight, where we paused to admire the glorious view of one of the most beautiful stretches of country that the world can show, edged by the blue waters of the lake.\n"}, "modifies": "waters"}
{"brown": {"word": "bronze", "line": "These were defended by gates of bronze, and also, as we afterwards learnt, it was possible to let down a portion of the roadways themselves by withdrawing certain bolts, and thus render it quite impracticable for an enemy to pass.\n"}, "modifies": "gates"}
{"black": {"word": "black", "line": "The third entrance consisted of a flight of ten curved black marble steps leading to a doorway cut in the palace wall.\n"}, "modifies": "steps"}
{"brown": {"word": "bronze", "line": "The door, which was massive, and made of wood protected by an outer gate of bronze, was closed; but on our approach it was thrown wide, and we were met by the challenge of a sentry, who was armed with a heavy triangular-bladed spear, not unlike a bayonet in shape, and a cutting sword, and protected by breast and back plates of skilfully prepared hippopotamus hide, and a small round shield fashioned of the same tough material.\n"}, "modifies": "gate"}
{"black": {"word": "black", "line": "Down the entire length of the building there are on either side, and at a distance of twenty feet from the wall, slender shafts of black marble springing sheer to the roof, beautifully fluted, and with carved capitals.\n"}, "modifies": "marble"}
{"black": {"word": "black", "line": "The group, of which the figures are in white, and the rest is black marble, is about half as large again as life, and represents a young man of noble countenance and form sleeping heavily upon a couch.\n"}, "modifies": "marble"}
{"white": {"word": "white", "line": "The group, of which the figures are in white, and the rest is black marble, is about half as large again as life, and represents a young man of noble countenance and form sleeping heavily upon a couch.\n"}, "modifies": "figures"}
{"white": {"word": "white", "line": "Bending over him, her hand resting on his forehead, is a draped female form of such white loveliness as to make the beholder’s breath stand still.\n"}, "modifies": "loveliness"}
{"black": {"word": "black", "line": "Between each of the black marble columns is some such group of figures, some allegorical, and some representing the persons and wives of deceased monarchs or great men; but none of them, in our opinion, comes up to the one I have described, although several are from the hand of the sculptor and engineer, King Rademas.\n"}, "modifies": "columns"}
{"black": {"word": "black", "line": "In the exact centre of the hall was a solid mass of black marble about the size of a baby’s arm-chair, which it rather resembled in appearance.\n"}, "modifies": "marble"}
{"white": {"word": "fair", "line": "As the stone, however, looked remarkably solid, the native princes seemed to have a fair chance of keeping their own for many a long year.\n"}, "modifies": "chance"}
{"yellow": {"word": "yellow", "line": "The footstools are golden lions couchant, with yellow topazes set in them for eyes.\n"}, "modifies": "topazes"}
{"white": {"word": "white", "line": "The principal among them were seated on carved wooden chairs ranged to the right and the left of the thrones, but not in front of them, and were dressed in white tunics, with various embroideries and different coloured edgings, and armed with the usual pierced and gold-inlaid swords.\n"}, "modifies": "tunics"}
{"white": {"word": "white", "line": "Instead of wearing the ordinary kilt, they were clothed in long robes of pure white linen, with the same symbol of the sun that is to be seen on the back of the chairs, emblazoned in gold thread upon the breast.\n"}, "modifies": "linen"}
{"gold": {"word": "gold", "line": "Instead of wearing the ordinary kilt, they were clothed in long robes of pure white linen, with the same symbol of the sun that is to be seen on the back of the chairs, emblazoned in gold thread upon the breast.\n"}, "modifies": "thread"}
{"grey": {"word": "grey", "line": "His features were aquiline and deeply cut, and his eyes were grey and cold-looking.\n"}, "modifies": "eyes"}
{"gold": {"word": "gold", "line": "The heads of the others were bare, but this man wore a round cap entirely covered with gold embroidery, from which we judged that he was a person of great importance; and indeed we afterwards discovered that he was Agon, the High Priest of the country.\n"}, "modifies": "embroidery"}
{"pink": {"word": "rose", "line": "As we approached, all these men, including the priests, rose and bowed to us with the greatest courtesy, at the same time placing the two fingers across the lips in salutation.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Next a man with a long white wand of ivory appeared just in front of the right-hand throne, and cried out something in a loud voice, ending with the word _Nyleptha_, repeated three times; and another man, similarly attired, called out a similar sentence before the other throne, but ending with the word _Sorais_, also repeated thrice.\n"}, "modifies": "wand"}
{"black": {"word": "black", "line": "Then came the tramp of armed men from each side entrance, and in filed about a score of picked and magnificently accoutred guards, who formed up on each side of the thrones, and let their heavy iron-handled spears fall simultaneously with a clash upon the black marble flooring.\n"}, "modifies": "flooring"}
{"white": {"word": "white", "line": "One, Nyleptha, was a woman of dazzling fairness; her right arm and breast bare, after the custom of her people, showed like snow even against her white and gold-embroidered “kaf”, or toga.\n"}, "modifies": "gold"}
{"white": {"word": "ivory", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n"}, "modifies": "brow"}
{"gold": {"word": "gold", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n"}, "modifies": "crown"}
{"grey": {"word": "grey", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n"}, "modifies": "eyes"}
{"silver": {"word": "silver", "line": "I cannot attempt to describe her other features, only the mouth was most sweet, and curved like Cupid’s bow, and over the whole countenance there shone an indescribable look of loving-kindness, lit up by a shadow of delicate humour that lay upon her face like a touch of silver on a rosy cloud.\n"}, "modifies": "touch"}
{"pink": {"word": "rosy", "line": "I cannot attempt to describe her other features, only the mouth was most sweet, and curved like Cupid’s bow, and over the whole countenance there shone an indescribable look of loving-kindness, lit up by a shadow of delicate humour that lay upon her face like a touch of silver on a rosy cloud.\n"}, "modifies": "cloud"}
{"white": {"word": "white", "line": "She wore no jewels, but on her neck, arm, and knee were the usual torques of gold, in this instance fashioned like a snake; and her dress was of pure white linen of excessive fineness, plentifully embroidered with gold and with the familiar symbols of the sun.\n"}, "modifies": "linen"}
{"gold": {"word": "gold", "line": "She wore no jewels, but on her neck, arm, and knee were the usual torques of gold, in this instance fashioned like a snake; and her dress was of pure white linen of excessive fineness, plentifully embroidered with gold and with the familiar symbols of the sun.\n"}, "modifies": "torques"}
{"green": {"word": "olive", "line": "Her hair was wavy like Nyleptha’s but coal-black, and fell in masses on her shoulders; her complexion was olive, her eyes large, dark, and lustrous; the lips were full, and I thought rather cruel.\n"}, "modifies": "complexion"}
{"gold": {"word": "gold", "line": "But methought that they needed no guards or gold to proclaim their power and bind the loyalty of wayward men.\n"}, "modifies": "guards"}
{"red": {"word": "red", "line": "A glance from those bright eyes or a smile from those sweet lips, and while the red blood runs in the veins of youth women such as these will never lack subjects ready to do their biddings to the death.\n"}, "modifies": "blood"}
{"yellow": {"word": "yellow", "line": "Attracted next by the splendour of Good’s apparel, for a second their glance rested on him like a humming moth upon a flower, then off it darted to where Sir Henry Curtis stood, the sunlight from a window playing upon his yellow hair and peaked beard, and marking the outlines of his massive frame against the twilight of the somewhat gloomy hall.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "He raised his eyes, and they met the fair Nyleptha’s full, and thus for the first time the goodliest man and woman that it has ever been my lot to see looked one upon another.\n"}, "modifies": "Nyleptha"}
{"pink": {"word": "pink", "line": "And why it was I know not, but I saw the swift blood run up Nyleptha’s skin as the pink lights run up the morning sky.\n"}, "modifies": "lights"}
{"red": {"word": "red", "line": "Red grew her fair bosom and shapely arm, red the swanlike neck; the rounded cheeks blushed red as the petals of a rose, and then the crimson flood sank back to whence it came and left her pale and trembling.\n"}, "modifies": "neck"}
{"white": {"word": "fair", "line": "Red grew her fair bosom and shapely arm, red the swanlike neck; the rounded cheeks blushed red as the petals of a rose, and then the crimson flood sank back to whence it came and left her pale and trembling.\n"}, "modifies": "bosom"}
{"pink": {"word": "rose", "line": "Red grew her fair bosom and shapely arm, red the swanlike neck; the rounded cheeks blushed red as the petals of a rose, and then the crimson flood sank back to whence it came and left her pale and trembling.\n"}, "modifies": "petals"}
{"pink": {"word": "rose", "line": "When our guide had finished his tale, the old man with the long beard and round cap, whose appearance I have already described, and who was, as I have said, the High Priest of the country, and known by the name of Agon, rose and commenced an impassioned harangue.\n"}, "modifies": "man"}
{"grey": {"word": "grey", "line": "I did not like the look of his cold grey eye as he fixed it on us.\n"}, "modifies": "eye"}
{"black": {"word": "black", "line": "Finally, she turned and addressed a tall, soldierlike man of middle age with a black beard and a long plain sword, whose name, as we afterwards learnt, was Nasta, and who was the greatest lord in the country; apparently appealing to him for support.\n"}, "modifies": "beard"}
{"silver": {"word": "silver", "line": "Servants, male and female, also were there to minister to us, and whilst we ate, from some recess outside the apartment “The silver lute did speak between The trumpet’s lordly blowing;” and altogether we found ourselves in a sort of earthly paradise which was only disturbed by the vision of that disgusting High Priest who intended to commit us to the flames.\n"}, "modifies": "lute"}
{"yellow": {"word": "yellow", "line": "The name of this country, to begin at the beginning, is Zu-Vendis, from Zu, “yellow”, and Vendis, “place or country”.\n"}, "modifies": "Zu-Vendis"}
{"gold": {"word": "gold", "line": "The first is that the name owes its origin to the great quantity of gold that is found in the land.\n"}, "modifies": "quantity"}
{"gold": {"word": "gold", "line": "In Zu-Vendis gold is a much commoner metal than silver, and thus it has curiously enough come to pass that silver is the legal tender of the country.\n"}, "modifies": "Zu-Vendis"}
{"silver": {"word": "silver", "line": "In Zu-Vendis gold is a much commoner metal than silver, and thus it has curiously enough come to pass that silver is the legal tender of the country.\n"}, "modifies": "metal"}
{"yellow": {"word": "yellow", "line": "The second reason given is, that at certain times of the year the native grasses of the country, which are very sweet and good, turn as yellow as ripe corn; and the third arises from a tradition that the people were originally yellow skinned, but grew white after living for many generations upon these high lands.\n"}, "modifies": "corn"}
{"black": {"word": "black", "line": "Coal is found in great abundance, and in many places crops out from the surface; and so is pure marble, both black and white.\n"}, "modifies": "marble"}
{"silver": {"word": "silver", "line": "The same may be said of almost every metal except silver, which is scarce, and only to be obtained from a range of mountains in the north.\n"}, "modifies": "metal"}
{"white": {"word": "white", "line": "Here they bear him dead and lay his bier upon the falling brazen doors before the eastern altar, and when the last ray from the setting sun falls upon his white face the bolts are drawn and he vanishes into the raging furnace beneath and is ended.\n"}, "modifies": "face"}
{"gold": {"word": "gold", "line": "Their legal tender is silver, cut into little squares of different weights; gold is the baser coin, and is about of the same value as our silver.\n"}, "modifies": "coin"}
{"silver": {"word": "silver", "line": "Their legal tender is silver, cut into little squares of different weights; gold is the baser coin, and is about of the same value as our silver.\n"}, "modifies": "tender"}
{"green": {"word": "lime", "line": "Till Sir Henry, who happened to know something about it, showed them how to do it by mixing silica and lime, they could not make a piece of glass, and their crockery is rather primitive.\n"}, "modifies": "silica"}
{"white": {"word": "ivory", "line": "It is as smooth as the back of an ivory hairbrush.” “Now look here, Good,” I remonstrated, when there came a sound at the curtain, which, on being drawn, admitted a functionary, who signified by signs that he was there to lead us to the bath.\n"}, "modifies": "hairbrush"}
{"red": {"word": "red", "line": "It is a hundred feet from curb to curb, and on either side, not cramped and crowded together, as is our European fashion, but each standing in its own grounds, and built equidistant from and in similar style to the rest, are a series of splendid, single-storied mansions, all of red granite.\n"}, "modifies": "granite"}
{"white": {"word": "white", "line": "As we stood gazing at this splendid sight, of which more anon, there suddenly dashed up to the gateway four chariots, each drawn by two white horses.\n"}, "modifies": "horses"}
{"gold": {"word": "gold", "line": "The outer surface of the dome and of the twelve petal courts is covered entirely with thin sheets of beaten gold; and from the extreme point of the roof of each of these petals a glorious golden form with a trumpet in its hand and widespread wings is figured in the very act of soaring into space.\n"}, "modifies": "sheets"}
{"white": {"word": "white", "line": "It is a marvellous sight—this golden flower upborne upon the cool white marble walls, and I doubt if the world can show such another.\n"}, "modifies": "walls"}
{"brown": {"word": "bronze", "line": "The main entrance to this wonderful place is between the two northernmost of the rays or petal courts, and is protected first by the usual bronze gates, and then by doors made of solid marble, beautifully carved with allegorical subjects and overlaid with gold.\n"}, "modifies": "gates"}
{"white": {"word": "white", "line": "When these are passed there is only the thickness of the wall, which is, however, twenty-five feet (for the Zu-Vendi build for all time), and another slight wall also of white marble, introduced in order to avoid causing a visible gap in the inner skin of the wall, and you stand in the circular hall under the great dome.\n"}, "modifies": "marble"}
{"white": {"word": "white", "line": "You are in the middle of the holy place, and above you the great white marble dome (for the inner skin, like the outer, is of polished marble throughout) arches away in graceful curves something like that of St Paul’s in London, only at a slighter angle, and from the funnel-like opening at the exact apex a bright beam of light pours down upon the golden altar.\n"}, "modifies": "dome"}
{"gold": {"word": "gold", "line": "It is of marble overlaid with pure gold, in shape round like the sun, four feet in height, and thirty-six in circumference.\n"}, "modifies": "shape"}
{"gold": {"word": "gold", "line": "Here also, hinged to the foundations of the altar, are twelve petals of beaten gold.\n"}, "modifies": "petals"}
{"yellow": {"word": "yellow", "line": "All night and, except at one hour, all day also, these petals are closed over the altar itself exactly as the petals of a water-lily close over the yellow crown in stormy weather; but when the sun at midday pierces through the funnel in the dome and lights upon the golden flower, the petals open and reveal the hidden mystery, only to close again when the ray has passed.\n"}, "modifies": "crown"}
{"white": {"word": "white", "line": "There is but one thing further which calls for description in this altar, which is, that to the east the flooring in front of it is not of pure white marble, as elsewhere throughout the building, but of solid brass, and this is also the case in front of the other two altars.\n"}, "modifies": "marble"}
{"gold": {"word": "gold", "line": "Through the eastern loophole stream the first beams of the rising sun, and strike right across the circle, touching the folded petals of the great gold flower as they pass till they impinge upon the western altar.\n"}, "modifies": "flower"}
{"white": {"word": "white", "line": "With the exception of those three altars and the winged figures about them, the whole space beneath the vast white dome is utterly empty and devoid of ornamentation—a circumstance that to my fancy adds greatly to its splendour.\n"}, "modifies": "dome"}
{"white": {"word": "white", "line": "I can only say that the exclamation which sprang to my lips as soon as my eyes first became accustomed to the dim light of that glorious building, and its white and curving beauties, perfect and thrilling as those of a naked goddess, grew upon me one by one, was, “Well!\n"}, "modifies": "beauties"}
{"white": {"word": "pale", "line": "As we appeared there was a murmur through the vast crowd that went echoing away up the great dome, and we saw a visible blush of excitement grow on the thousands of faces, like a pink light on a stretch of pale cloud, and a very curious effect it was.\n"}, "modifies": "cloud"}
{"pink": {"word": "pink", "line": "As we appeared there was a murmur through the vast crowd that went echoing away up the great dome, and we saw a visible blush of excitement grow on the thousands of faces, like a pink light on a stretch of pale cloud, and a very curious effect it was.\n"}, "modifies": "light"}
{"white": {"word": "pale", "line": "She lies enshrouded in mists like a corpse in the grave-clothes, And stretches her pale hands to the East.\n"}, "modifies": "hands"}
{"white": {"word": "pale", "line": "They climb the heavens and cast down the pale stars from their thrones; Yea, they hurl the changeful stars back into the womb of the night; They cause the moon to become wan as the face of a dying man, And behold!\n"}, "modifies": "stars"}
{"red": {"word": "flaming", "line": "Say, what art Thou, oh Thou matchless Splendour— Who set Thee on high, oh Thou flaming Terror?\n"}, "modifies": "Terror"}
{"pink": {"word": "rose", "line": "Slowly it opened, and as the great petals fell wide and revealed the golden altar on which the fire ever burns, the priests blew a blast upon the trumpets, and from all the people there rose a shout of praise that beat against the domed roof and came echoing down the marble walls.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "As he did so, the great white sea of faces around us turned red and then white again, and a deep breath went up like a universal sigh.\n"}, "modifies": "sea"}
{"white": {"word": "white", "line": "Next second, the priests, baffled of their prey, had drawn swords from beneath their white robes and were leaping on us like hounds upon a stag at bay.\n"}, "modifies": "robes"}
{"white": {"word": "fair", "line": "A fortnight afterwards, however, when on attending court as usual he had the pleasure of seeing some seven or eight Zu-Vendi “mashers” arrayed in all the glory of a very fair imitation of his full-dress uniform, he changed his mind.\n"}, "modifies": "imitation"}
{"gold": {"word": "gold", "line": "Sometimes we made trips, notably one to the gold mines and another to the marble quarries both of which I wish I had space and time to describe; and sometimes we went out hunting buck with dogs trained for that purpose, and a very exciting sport it is, as the country is full of agricultural enclosures and our horses were magnificent.\n"}, "modifies": "mines"}
{"red": {"word": "red", "line": "Still better sport is offered by a variety of solitary snipe as big as a small woodcock, which is plentiful in this country, and which is flown at with a very small, agile, and highly-trained hawk with an almost red tail.\n"}, "modifies": "tail"}
{"black": {"word": "black", "line": "Another variety of the same amusement is the hunting of a very small species of antelope with trained eagles; and it certainly is a marvellous sight to see the great bird soar and soar till he is nothing but a black speck in the sunlight, and then suddenly come dashing down like a cannon-ball upon some cowering buck that is hidden in a patch of grass from everything but that piercing eye.\n"}, "modifies": "speck"}
{"white": {"word": "fair", "line": "Good narrated some of his previous love affairs to his fair teacher, and so moved was she that her sighs mingled with his own.\n"}, "modifies": "teacher"}
{"brown": {"word": "brown", "line": "The lady softly repeated the Zu-Vendi word for “hand”, and he took hers; “eyes”, and he gazed deep into her brown orbs; “lips”, and—but just at that moment _my_ young lady dropped the cockroach down my back and ran away laughing.\n"}, "modifies": "orbs"}
{"white": {"word": "pale", "line": "she drew herself up till her frame seemed to tower even above that of the tall guards, and her face went first red, and then pale as death.\n"}, "modifies": "death"}
{"white": {"word": "fair", "line": "“Guards,” she said in a quiet choked voice, and pointing at the fair but unconscious disciple of Wackford Squeers, “slay me that woman.” The men hesitated, as well they might.\n"}, "modifies": "disciple"}
{"white": {"word": "ivory", "line": "And all the while that we talked, or rather tried to talk, and laughed, Sorais would sit there in her carven ivory chair, and look at us and read us all like a book, only from time to time saying a few words, and smiling that quick ominous smile of hers which was more like a flash of summer lightning on a dark cloud than anything else.\n"}, "modifies": "chair"}
{"white": {"word": "ivory", "line": "“Answer, Macumazahn” (for we had elected to pass by our Zulu names in Zu-Vendis), she said, with a pretty shrug of her ivory shoulder.\n"}, "modifies": "shoulder"}
{"pink": {"word": "rose", "line": "Just then we rose from the table to adjourn into another room.\n"}, "modifies": "table"}
{"black": {"word": "black", "line": "As the tramp of the legions when trumpets their challenge are sending, As the shout of the Storm-god when lightnings the black sky are rending, So is power!\n"}, "modifies": "sky"}
{"white": {"word": "white", "line": "The moon was full, and threw great pencils and patches of light through the high windowless openings in the walls, that lay pure and beautiful upon the blackness of the marble floor, like white flowers on a coffin.\n"}, "modifies": "flowers"}
{"silver": {"word": "silver", "line": "One of these silver arrows fell upon the statue of the sleeping Rademas, and of the angel form bent over him, illumining it, and a small circle round it, with a soft clear light, reminding me of that with which Catholics illumine the altars of their cathedrals.\n"}, "modifies": "arrows"}
{"black": {"word": "black", "line": "Another second and I saw the black silhouette of the old Zulu raise its arm in mute salute, and Nyleptha was before us.\n"}, "modifies": "silhouette"}
{"white": {"word": "white", "line": "Her hand was pressed upon her heart, and her white bosom heaved beneath it.\n"}, "modifies": "bosom"}
{"grey": {"word": "grey", "line": "So even as a Queen should I have come, though I greatly fear the dark alone,” and again she laughed and gave him a glance from her grey eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "Who is there to tell me but that thou lovest some other woman, some fair woman unknown to me, but who yet draws breath beneath this same moon that shines on me tonight?\n"}, "modifies": "woman"}
{"silver": {"word": "silver", "line": "Then at last she spoke, low indeed, but clearly as a silver bell.\n"}, "modifies": "bell"}
{"white": {"word": "white", "line": "“Ah, Macumazahn,” he said, “I suppose it is because I am getting old, but I don’t think that I shall ever learn to understand the ways of you white people.\n"}, "modifies": "people"}
{"white": {"word": "fair", "line": "There, high upon her golden throne, draped in her blazoned “kaf” or robe of state, sat the fair Nyleptha, and when Sir Henry came in a little late, dressed in the full uniform of an officer of her guard and humbly bent himself before her, she merely acknowledged his salute with a careless nod and turned her head coldly aside.\n"}, "modifies": "Nyleptha"}
{"white": {"word": "white", "line": "There were our friends the priests in force, headed by Agon, who regarded us with a vindictive eye; and a most imposing band they were, with their long white embroidered robes girt with a golden chain from which hung the fish-like scales.\n"}, "modifies": "robes"}
{"black": {"word": "black", "line": "There, too, were a number of the lords, each with a band of brilliantly attired attendants, and prominent among them was Nasta, stroking his black beard meditatively and looking unusually pleasant.\n"}, "modifies": "beard"}
{"white": {"word": "ivory", "line": "But unfortunately it is difficult to play the game of politics with the persons of young and lovely queens as though they were ivory effigies of themselves on a chessboard.\n"}, "modifies": "effigies"}
{"black": {"word": "black", "line": "The great lord’s face turned almost as black as his beard with fury, for he knew that the words amounted to a final refusal of his suit.\n"}, "modifies": "beard"}
{"silver": {"word": "silver", "line": "How deeply thankful we ought to be that even the most serious matters have generally a silver lining about them in the shape of a joke, if only people could see it.\n"}, "modifies": "lining"}
{"black": {"word": "black", "line": "There was a white flower in her black hair, and I tried to keep my eyes on it and count the petals, but it was of no use.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "There was a white flower in her black hair, and I tried to keep my eyes on it and count the petals, but it was of no use.\n"}, "modifies": "flower"}
{"red": {"word": "flaming", "line": "It was ashy white, and her eyes were flaming.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "She rose to her feet and seemed to be choking, but the awful thing was that she was so quiet about it all.\n"}, "modifies": "feet"}
{"pink": {"word": "rose", "line": "“Now follow me,” and I ran up a stairway into an outlook tower that rose from the roof of our quarters, taking the spyglass with me, and looked out over the palace wall.\n"}, "modifies": "tower"}
{"black": {"word": "black", "line": "Umslopogaas was now well known about the place, and by the Queen’s order allowed to pass whither he would by the guards, a permission of which he often availed himself by roaming about the palace during the still hours in a nocturnal fashion that he favoured, and which is by no means uncommon amongst black men generally.\n"}, "modifies": "men"}
{"grey": {"word": "grey", "line": "I felt that somebody was in the room and looking at me, and instantly sat up, to see to my surprise that it was already dawn, and that there, standing at the foot of my couch and looking peculiarly grim and gaunt in the grey light, was Umslopogaas himself.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "I could hear her breathe, and see one white arm lying on the coverlid like a streak of snow on the dry grass.\n"}, "modifies": "arm"}
{"white": {"word": "fair", "line": "In fact, he was in a fair way to become her tool—and no more dreadful fate can befall a man than to become the tool of an unscrupulous woman, or indeed of any woman.\n"}, "modifies": "way"}
{"white": {"word": "white", "line": "Accordingly he grated up a quantity of white fish very finely, and mixed it with the Zulu’s porridge, who swallowed it nearly all down in ignorance of what he was eating.\n"}, "modifies": "fish"}
{"white": {"word": "white", "line": "I love not the white robes and the delicate women, the blowing of trumpets and the flying of hawks.\n"}, "modifies": "robes"}
{"white": {"word": "white", "line": "Better is it to slay a man in fair fight than to suck out his heart’s blood in buying and selling and usury after your white fashion.\n"}, "modifies": "fashion"}
{"red": {"word": "red", "line": "Then did she slink back like a gorged lioness and place the thong of the red axe back upon his wrist and go her ways.\n"}, "modifies": "axe"}
{"red": {"word": "red", "line": "“And at the dawning the people came shouting, ‘Lousta is slain in the night,’ and they came unto the hut of the man, and there he lay asleep and by him was the red axe.\n"}, "modifies": "axe"}
{"pink": {"word": "rose", "line": "We saluted Nyleptha and took our accustomed places, and for a little while things went on as usual, when suddenly the trumpets began to call outside the palace, and from the great crowd that was gathered there in anticipation of some unusual event there rose a roar of “_Sorais!\n"}, "modifies": "crowd"}
{"gold": {"word": "gold", "line": "A glance at Sorais herself was enough to show that her mission was of no peaceful kind, for in place of her gold embroidered “kaf” she wore a shining tunic formed of golden scales, and on her head a little golden helmet.\n"}, "modifies": "place"}
{"pink": {"word": "rose", "line": "“Thou seest,” she said, when the excited murmur of the spectators had died away, addressing her sister as Sir Henry rose to his feet, “I have put my collar round the ‘wolf’s’ neck, and behold!\n"}, "modifies": "Sir"}
{"white": {"word": "white", "line": "She lifted her white face, the teeth set, and there were purple rings beneath her glowing eyes.\n"}, "modifies": "face"}
{"purple": {"word": "purple", "line": "She lifted her white face, the teeth set, and there were purple rings beneath her glowing eyes.\n"}, "modifies": "rings"}
{"silver": {"word": "silver", "line": "Raising her silver spear, she shook it, and the light gleamed from it and from the golden scales of her cuirass.\n"}, "modifies": "spear"}
{"black": {"word": "black", "line": "“I tell thee I will tear thee, Nyleptha, the White Queen, from thy throne, and that thou shalt be hurled—ay, hurled even from the topmost stair of the great way to the foot thereof, in that thou hast covered the name of the House of him who built it with black shame.\n"}, "modifies": "shame"}
{"gold": {"word": "gold", "line": "And I tell ye strangers—all save Bougwan, whom because thou didst do me a service I will save alive if thou wilt leave these men and follow me” (here poor Good shook his head vigorously and ejaculated “Can’t be done” in English)—“that I will wrap you in sheets of gold and hang you yet alive in chains from the four golden trumpets of the four angels that fly east and west and north and south from the giddiest pinnacles of the Temple, so that ye may be a token and a warning to the land.\n"}, "modifies": "sheets"}
{"red": {"word": "red", "line": "In eight days or less thou must leave me and go down to war, for thou shalt lead my armies, and in war—men sometimes fall, and so I would for a little space have had thee all my own, if only for memory’s sake;” and the tears overflowed her lovely eyes and rolled down her face like heavy drops of dew down the red heart of a rose.\n"}, "modifies": "heart"}
{"pink": {"word": "rose", "line": "In eight days or less thou must leave me and go down to war, for thou shalt lead my armies, and in war—men sometimes fall, and so I would for a little space have had thee all my own, if only for memory’s sake;” and the tears overflowed her lovely eyes and rolled down her face like heavy drops of dew down the red heart of a rose.\n"}, "modifies": "heart"}
{"gold": {"word": "gold", "line": "She did not wear a single ornament, even her gold circlets were removed, and I thought that if possible she looked more lovely than ever without them, as really superbly beautiful women do.\n"}, "modifies": "circlets"}
{"gold": {"word": "gold", "line": "Then Sir Henry took a plain gold ring from his little finger and placed it on hers, and so on to the end.\n"}, "modifies": "ring"}
{"white": {"word": "white", "line": "Good and Umslopogaas had gone on with the army, but Nyleptha accompanied Sir Henry and myself to the city gates, riding a magnificent white horse called Daylight, which was supposed to be the fleetest and most enduring animal in Zu-Vendis.\n"}, "modifies": "horse"}
{"white": {"word": "white", "line": "“The Queen sends the white stallion as a farewell gift to her Lord Incubu, and bids me tell my lord that he is the fleetest and most enduring horse in all the land,” said the soldier, bending to his saddle-bow before us.\n"}, "modifies": "stallion"}
{"green": {"word": "green", "line": "The road ran down a mile or more, through ground too broken to admit of the handling of any considerable force, till it reached the crest of a great green wave of land, that rolled down a gentle slope to the banks of a little stream, and then rolled away again up a still gentler slope to the plain beyond, the distance from the crest of the land-wave down to the stream being a little over half a mile, and from the stream up to the plain beyond a trifle less.\n"}, "modifies": "wave"}
{"white": {"word": "pale", "line": "Deep into the night we sat, with pale faces and heavy hearts, and took counsel, whilst the sentries tramped up and down, down and up, and the armed and plumed generals came and went, grim and shadow-like.\n"}, "modifies": "faces"}
{"red": {"word": "red", "line": "And at last up came the red sun, and the huge camps awoke with a clash, and a roar, and gathered themselves together for battle.\n"}, "modifies": "sun"}
{"white": {"word": "fair", "line": "But it was as much as I could do to keep count of what was happening to our own wing; and, as for the moment the cavalry had fallen back under cover of Good’s three squares, I had a fair view of this.\n"}, "modifies": "view"}
{"red": {"word": "red", "line": "Nasta’s wild swordsmen were now breaking in red waves against the sullen rock-like squares.\n"}, "modifies": "waves"}
{"red": {"word": "red", "line": "Not an inch would they yield; in vain did we hack and trample them down as we ploughed a broad red furrow through their thousands; they seemed to re-arise by hundreds, driving their terrible sharp swords into our horses, or severing their hamstrings, and then hacking the troopers who came to the ground with them almost into pieces.\n"}, "modifies": "furrow"}
{"white": {"word": "blanched", "line": "Galloping wildly towards us, his arms tightly clasped around his horse’s neck, against which his blanched cheek was tightly pressed, was a man arrayed in the full costume of a Zu-Vendi general, but in whom, as he came nearer, I recognized none other than our lost Alphonse.\n"}, "modifies": "cheek"}
{"white": {"word": "white", "line": "On we tore, our horses clearing heaps of dead and dying men, and splashing through pools of blood, on past the long broken lines of spearmen to where, mounted on the white stallion Nyleptha had sent to him as a parting gift, I saw Sir Henry’s form towering above the generals who surrounded him.\n"}, "modifies": "stallion"}
{"red": {"word": "red", "line": "Beside him was old Umslopogaas, his axe red with blood, but looking quite fresh and uninjured.\n"}, "modifies": "Umslopogaas"}
{"green": {"word": "green", "line": "The great green lap of sward in which the struggle was being fought out, the bold round outline of the hills behind, and the wide sweep of the plain beyond, seemed to dwarf it; and what was tremendous enough when one was in it, grew insignificant when viewed from the distance.\n"}, "modifies": "lap"}
{"blue": {"word": "blue", "line": "Nearer and nearer grew the blue hills; now we were travelling up their steeps, and now we were over and passing towards others that sprang up like visions in the far, faint distance beyond.\n"}, "modifies": "hills"}
{"white": {"word": "white", "line": "On, never pausing or drawing rein, through the perfect quiet of the night, that was set like a song to the falling music of our horses’ hoofs; on, past deserted villages, where only some forgotten starving dog howled a melancholy welcome; on, past lonely moated dwellings; on, through the white patchy moonlight, that lay coldly upon the wide bosom of the earth, as though there was no warmth in it; on, knee to knee, for hour after hour!\n"}, "modifies": "moonlight"}
{"white": {"word": "white", "line": "Grim and black indeed did old Umslopogaas look beside me, mounted upon the great white horse, like Death in the Revelation of St John, as now and again lifting his fierce set face he gazed out along the road, and pointed with his axe towards some distant rise or house.\n"}, "modifies": "horse"}
{"white": {"word": "pale", "line": "He did so, and we dismounted—that is to say, Umslopogaas did, and then helped me off, for what with fatigue, stiffness, and the pain of my wound, I could not do so for myself; and then the gallant horses stood panting there, resting first one leg and then another, while the sweat fell drip, drip, from them, and the steam rose and hung in pale clouds in the still night air.\n"}, "modifies": "clouds"}
{"pink": {"word": "rose", "line": "He did so, and we dismounted—that is to say, Umslopogaas did, and then helped me off, for what with fatigue, stiffness, and the pain of my wound, I could not do so for myself; and then the gallant horses stood panting there, resting first one leg and then another, while the sweat fell drip, drip, from them, and the steam rose and hung in pale clouds in the still night air.\n"}, "modifies": "steam"}
{"black": {"word": "black", "line": "So we passed over another ten miles, and then came a long, weary rise of some six or seven miles, and three times did my poor black mare nearly come to the ground with me.\n"}, "modifies": "mare"}
{"grey": {"word": "grey", "line": "These early-rising creatures, or rather their webs, caught upon the horse’s and our own forms by scores, and, as we had neither the time nor the energy to brush them off, we rushed along covered with hundreds of long grey threads that streamed out a yard or more behind us—and a very strange appearance they must have given us.\n"}, "modifies": "threads"}
{"red": {"word": "red", "line": "There she stands in her night gear, roused, by the clatter of our coming, from her bed, the heaviness of sleep yet in her eyes, and a red blush of fear and shame mantling her lovely breast and cheek.\n"}, "modifies": "blush"}
{"pink": {"word": "blush", "line": "There she stands in her night gear, roused, by the clatter of our coming, from her bed, the heaviness of sleep yet in her eyes, and a red blush of fear and shame mantling her lovely breast and cheek.\n"}, "modifies": "gear"}
{"white": {"word": "white", "line": "Thou comest as one bearing evil tidings—and my lord—oh, tell me not my lord is dead—not dead!” she wailed, wringing her white hands.\n"}, "modifies": "hands"}
{"black": {"word": "black", "line": "There in front of us was the semicircular standing-space, about twice the size of a large oval dining-table, and the ten curved black marble steps leading on to the main stair—and that was all.\n"}, "modifies": "steps"}
{"pink": {"word": "rose", "line": "“I have it,” said Nyleptha, who, as usual with her, rose to the emergency in a wonderful way.\n"}, "modifies": "emergency"}
{"grey": {"word": "grey", "line": "The clanking sound came nearer, and in the ghostly grey of the dawning we could make out long files of men, some fifty or so in all, slowly creeping up the stair.\n"}, "modifies": "dawning"}
{"pink": {"word": "rose", "line": "The great man rose, stretched himself, and swung Inkosi-kaas round his head.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "The wall of marble block was four feet six high now, and hope rose in my heart as I leaned there against it a miserable helpless log, and ground my teeth, and watched that glorious struggle.\n"}, "modifies": "hope"}
{"white": {"word": "white", "line": "“Ah, ah!” shouted the Zulu, as he recognized the priest’s flowing white beard, “it is thou, old ‘witch-finder’!\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "I await thee, white ‘medicine man’; come on!\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "And even as he fell, a great cry rose from the foot of the stair, and looking out through the portion of the doorway that was yet unclosed, we saw armed men rushing up to the rescue, and called an answer to their shouts.\n"}, "modifies": "cry"}
{"red": {"word": "flaming", "line": "a strong stroke!” and, drawing himself to his full height, with a wild heart-shaking shout, he with both hands began to whirl the axe round his head till it looked like a circle of flaming steel.\n"}, "modifies": "steel"}
{"pink": {"word": "rose", "line": "A gasp of wonder and astonishment rose from all those who witnessed the extraordinary sight, and then somebody cried, “_The prophecy!\n"}, "modifies": "gasp"}
{"gold": {"word": "gold", "line": "Ay, and he has saved me, by a very little, and therefore because of the deeds that they have done—deeds of glory such as our history cannot show the like—therefore I say that the name of Macumazahn and the name of dead Umslopogaas, ay, and the name of Kara, my servant, who aided him to hold the stair, shall be blazoned in letters of gold above my throne, and shall be glorious for ever while the land endures.\n"}, "modifies": "letters"}
{"white": {"word": "white", "line": "As I went, my eyes lit upon the brave horse Daylight that lay there, his white head outstretched on the pavement, exactly as he had fallen on entering the yard; and I bade those who supported me take me near him, that I might look on the good beast once more before he was dragged away.\n"}, "modifies": "head"}
{"black": {"word": "black", "line": "They hurt me a great deal in getting it off, and no wonder, for on my left breast and side was a black bruise the size of a saucer.\n"}, "modifies": "bruise"}
{"black": {"word": "black", "line": "Just then I heard a familiar voice informing me that “Monsieur must now couch himself,” and looking up perceived Alphonse’s enormous black mustachios curling away in the distance.\n"}, "modifies": "mustachios"}
{"yellow": {"word": "yellow", "line": "My grizzled stubby hair was turned snow-white, and my yellow face was shrunk like an aged woman’s and had two deep purple rings painted beneath the eyes.\n"}, "modifies": "face"}
{"purple": {"word": "purple", "line": "My grizzled stubby hair was turned snow-white, and my yellow face was shrunk like an aged woman’s and had two deep purple rings painted beneath the eyes.\n"}, "modifies": "rings"}
{"black": {"word": "black", "line": "Here Nyleptha began to cry, and Sir Henry again turned the subject, telling me that the artists had taken a cast of the dead body of old Umslopogaas, and that a great statue in black marble was to be erected of him in the act of splitting the sacred stone, which was to be matched by another statue in white marble of myself and the horse Daylight as he appeared when, at the termination of that wild ride, he sank beneath me in the courtyard of the palace.\n"}, "modifies": "marble"}
{"white": {"word": "white", "line": "Here Nyleptha began to cry, and Sir Henry again turned the subject, telling me that the artists had taken a cast of the dead body of old Umslopogaas, and that a great statue in black marble was to be erected of him in the act of splitting the sacred stone, which was to be matched by another statue in white marble of myself and the horse Daylight as he appeared when, at the termination of that wild ride, he sank beneath me in the courtyard of the palace.\n"}, "modifies": "marble"}
{"gold": {"word": "gold", "line": "Then they told me that Umslopogaas’ last wish had been carried out, and that, instead of being cremated, as I shall be, after the usual custom here, he had been tied up, Zulu fashion, with his knees beneath his chin, and, having been wrapped in a thin sheet of beaten gold, entombed in a hole hollowed out of the masonry of the semicircular space at the top of the stair he defended so splendidly, which faces, as far as we can judge, almost exactly towards Zululand.\n"}, "modifies": "sheet"}
{"silver": {"word": "silver", "line": "She was, as usual, dressed in her royal “kaf”, emblazoned with the emblem of the Sun, and in her right hand she still held the toy spear of silver.\n"}, "modifies": "spear"}
{"silver": {"word": "silver", "line": "“Ay, and that little coward beside thee,” she went on, pointing at Alphonse with the silver spear, whereat he looked very uncomfortable; “he escaped and betrayed my plans.\n"}, "modifies": "spear"}
{"black": {"word": "black", "line": "And the black one too, ah, he was _a man_.\n"}, "modifies": "one"}
{"pink": {"word": "rose", "line": "Also he told me that when the horse Daylight was led along in the procession, the populace had shouted “_Macumazahn, Macumazahn!_” till they were hoarse, and would only be appeased when he, Good, rose in his chariot and told them that I was too ill to be present.\n"}, "modifies": "chariot"}
{"grey": {"word": "grey", "line": "Harry is there, and others; one above all, to my mind the sweetest and most perfect woman that ever gladdened this grey earth.\n"}, "modifies": "earth"}
{"gold": {"word": "gold", "line": "If he does, and can carry the treasure we have provided him with in the shape of bars of solid gold, he will be, comparatively speaking, a rich man for life, and well able to marry his Annette, if she is still in the land of the living and willing to marry her Alphonse.\n"}, "modifies": "bars"}
{"white": {"word": "pale", "line": "Presently it came, and struck him like a golden arrow, crowning the pale brows with glory, and then the trumpets blew, and the flooring revolved, and all that remained of our beloved friend fell into the furnace below.\n"}, "modifies": "brows"}
{"yellow": {"word": "yellow", "line": "Finally, I may say that Mr Quatermain’s little Frenchman appears to belong to the same class of beings as those English ladies whose long yellow teeth and feet of enormous size excite our hearty amusement in the pages of the illustrated Gallic press.\n"}, "modifies": "teeth"}
{"white": {"word": "white", "line": "Imagination has been verified by fact; the King Solomon’s Mines I dreamed of have been discovered, and are putting out their gold once more, and, according to the latest reports, their diamonds also; the Kukuanas or, rather, the Matabele, have been tamed by the white man’s bullets, but still there seem to be many who find pleasure in these simple pages.\n"}, "modifies": "man"}
{"grey": {"word": "grey", "line": "He had yellow hair, a thick yellow beard, clear-cut features, and large grey eyes set deep in his head.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "He had yellow hair, a thick yellow beard, clear-cut features, and large grey eyes set deep in his head.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "Not that I know much of ancient Danes, though I knew a modern Dane who did me out of ten pounds; but I remember once seeing a picture of some of those gentry, who, I take it, were a kind of white Zulus.\n"}, "modifies": "Zulus"}
{"black": {"word": "black", "line": "I’ll answer the question now: A Royal Naval officer is, in a general sort of way, though of course there may be a black sheep among them here and there.\n"}, "modifies": "sheep"}
{"grey": {"word": "grey", "line": "He now looked up, fixing his large grey eyes full upon my face.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "You also said that he did sell his wagon, for six months afterwards you saw the wagon in the possession of a Portuguese trader, who told you that he had bought it at Inyati from a white man whose name he had forgotten, and that he believed the white man with the native servant had started off for the interior on a shooting trip.” “Yes.” Then came a pause.\n"}, "modifies": "man"}
{"grey": {"word": "grey", "line": "His brother was a much smaller man and had a dark beard, but now that I thought of it, he possessed eyes of the same shade of grey and with the same keen look in them: the features too were not unlike.\n"}, "modifies": "shade"}
{"white": {"word": "white", "line": "Once I saw the peaks of the mountains that border them, but there were a hundred and thirty miles of desert between me and them, and I am not aware that any white man ever got across it save one.\n"}, "modifies": "man"}
{"gold": {"word": "gold", "line": "Inside the mouth of this gallery are stacks of gold quartz piled up ready for roasting, which shows that the workers, whoever they were, must have left in a hurry.\n"}, "modifies": "quartz"}
{"white": {"word": "white", "line": "She said that the people who lived across those mountains were a “branch” of the Zulus, speaking a dialect of Zulu, but finer and bigger men even; that there lived among them great wizards, who had learnt their art from white men when “all the world was dark,” and who had the secret of a wonderful mine of “bright stones.”’ “Well, I laughed at this story at the time, though it interested me, for the Diamond Fields were not discovered then, but poor Evans went off and was killed, and for twenty years I never thought any more of the matter.\n"}, "modifies": "men"}
{"grey": {"word": "grey", "line": "But this was quite a different type of man to the mean fellows whom I had been accustomed to meet; indeed, in appearance he reminded me more of the polite doms I have read about, for he was tall and thin, with large dark eyes and curling grey mustachios.\n"}, "modifies": "mustachios"}
{"red": {"word": "red", "line": "One evening I was sitting on the ground in front of the little tent I had with me, chewing the last leg of a miserable fowl I had bought from a native for a bit of cloth worth twenty fowls, and staring at the hot red sun sinking down over the desert, when suddenly I saw a figure, apparently that of a European, for it wore a coat, on the slope of the rising ground opposite to me, about three hundred yards away.\n"}, "modifies": "sun"}
{"yellow": {"word": "yellow", "line": "His face was a bright yellow with bilious fever, and his large dark eyes stood nearly out of his head, for all the flesh had gone.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "There was nothing but yellow parchment-like skin, white hair, and the gaunt bones sticking up beneath.\n"}, "modifies": "hair"}
{"yellow": {"word": "yellow", "line": "There was nothing but yellow parchment-like skin, white hair, and the gaunt bones sticking up beneath.\n"}, "modifies": "parchment"}
{"yellow": {"word": "yellow", "line": "I did so, and extracted a bit of torn yellow linen on which something was written in rusty letters.\n"}, "modifies": "linen"}
{"white": {"word": "white", "line": "Listen: my ancestor, a political refugee from Lisbon, and one of the first Portuguese who landed on these shores, wrote that when he was dying on those mountains which no white foot ever pressed before or since.\n"}, "modifies": "foot"}
{"white": {"word": "white", "line": "With my own eyes I have seen the countless diamonds stored in Solomon’s treasure chamber behind the white Death; but through the treachery of Gagool the witch-finder I might bring nought away, scarcely my life.\n"}, "modifies": "Death"}
{"white": {"word": "pale", "line": "my boy,’ I said, ‘you wait till the “pale old man” gets a grip of your yellow throat, and then we shall hear what sort of a tune you sing.’ “Half an hour after that I saw Neville’s wagon move off.\n"}, "modifies": "man"}
{"yellow": {"word": "yellow", "line": "my boy,’ I said, ‘you wait till the “pale old man” gets a grip of your yellow throat, and then we shall hear what sort of a tune you sing.’ “Half an hour after that I saw Neville’s wagon move off.\n"}, "modifies": "throat"}
{"white": {"word": "white", "line": "I spoke to them from the vessel, and told them it was the white man’s strongest medicine, and that they were as good as dead men.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n"}, "modifies": "sandhills"}
{"green": {"word": "green", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n"}, "modifies": "sweeps"}
{"white": {"word": "white", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n"}, "modifies": "surf"}
{"green": {"word": "green", "line": "There are the sheer kloofs cut in the hills by the rushing rains of centuries, down which the rivers sparkle; there is the deepest green of the bush, growing as God planted it, and the other greens of the mealie gardens and the sugar patches, while now and again a white house, smiling out at the placid sea, puts a finish and gives an air of homeliness to the scene.\n"}, "modifies": "bush"}
{"white": {"word": "white", "line": "There are the sheer kloofs cut in the hills by the rushing rains of centuries, down which the rivers sparkle; there is the deepest green of the bush, growing as God planted it, and the other greens of the mealie gardens and the sugar patches, while now and again a white house, smiling out at the placid sea, puts a finish and gives an air of homeliness to the scene.\n"}, "modifies": "house"}
{"silver": {"word": "silver", "line": "Altogether it was a perfect night, such a night as you sometimes get in Southern Africa, and it threw a garment of peace over everybody as the moon threw a garment of silver over everything.\n"}, "modifies": "garment"}
{"white": {"word": "ivory", "line": "You are to pay all expenses, and any ivory or other valuables we may get is to be divided between Captain Good and myself.\n"}, "modifies": "valuables"}
{"green": {"word": "green", "line": "There are only three rooms and a kitchen in it, and it is constructed of green brick with a galvanised iron roof, but there is a good garden with the best loquot trees in it that I know, and some nice young mangoes, of which I hope great things.\n"}, "modifies": "brick"}
{"green": {"word": "green", "line": "Sir Henry and Good slept in a tent pitched in my little grove of orange trees at the end of the garden, for there was no room for them in the house, and what with the smell of the bloom, and the sight of the green and golden fruit—in Durban you will see all three on the tree together—I daresay it is a pleasant place enough, for we have few mosquitos here on the Berea, unless there happens to come an unusually heavy rain.\n"}, "modifies": "fruit"}
{"green": {"word": "green", "line": "If anything is going to give in a wagon, or if there is green wood in it, it will show out on the first trip.\n"}, "modifies": "wood"}
{"red": {"word": "red", "line": "What is more, this lot were thoroughly “salted,” that is, they had worked all over South Africa, and so had become proof, comparatively speaking, against red water, which so frequently destroys whole teams of oxen when they get on to strange “veldt” or grass country.\n"}, "modifies": "water"}
{"white": {"word": "white", "line": "But he was quite nonplussed when the Kafir, who had sat stolidly watching the operation, asked him to put on another, saying that a “white one” would do at a pinch.\n"}, "modifies": "one"}
{"black": {"word": "black", "line": "“Three heavy breech-loading double-eight elephant guns, weighing about fifteen pounds each, to carry a charge of eleven drachms of black powder.” Two of these were by a well-known London firm, most excellent makers, but I do not know by whom mine, which is not so highly finished, was made.\n"}, "modifies": "powder"}
{"black": {"word": "black", "line": "I observed, however, that he was a “Keshla” or ringed man; that is, he wore on his head the black ring, made of a species of gum polished with fat and worked up in the hair, which is usually assumed by Zulus on attaining a certain age or dignity.\n"}, "modifies": "ring"}
{"white": {"word": "white", "line": "“I hear that you go on a great expedition far into the North with the white chiefs from over the water.\n"}, "modifies": "chiefs"}
{"white": {"word": "white", "line": "“It is this, O white men, that if indeed you travel so far I would travel with you.” There was a certain assumption of dignity in the man’s mode of speech, and especially in his use of the words “O white men,” instead of “O Inkosis,” or chiefs, which struck me.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Afterwards I ran away from Zululand and came to Natal because I wanted to see the white man’s ways.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "In that light, too, his skin looked scarcely more than dark, except here and there where deep black scars marked old assegai wounds.\n"}, "modifies": "scars"}
{"white": {"word": "white", "line": "Umbopa evidently understood him, for he answered in Zulu, “It is well”; and then added, with a glance at the white man’s great stature and breadth, “We are men, thou and I.” AN ELEPHANT HUNT Now I do not propose to narrate at full length all the incidents of our long travel up to Sitanda’s Kraal, near the junction of the Lukanga and Kalukwe Rivers.\n"}, "modifies": "man"}
{"yellow": {"word": "yellow", "line": "The kloofs in the hills were covered with dense bush, “idoro” bush as the natives call it, and in some places, with the “wacht-een-beche,” or “wait-a-little thorn,” and there were great quantities of the lovely “machabell” tree, laden with refreshing yellow fruit having enormous stones.\n"}, "modifies": "fruit"}
{"yellow": {"word": "yellow", "line": "I, with my short grizzled hair sticking up straight, and Sir Henry with his yellow locks, which were getting rather long, were rather a contrast, especially as I am thin, and short, and dark, weighing only nine stone and a half, and Sir Henry is tall, and broad, and fair, and weighs fifteen.\n"}, "modifies": "locks"}
{"brown": {"word": "brown", "line": "He wore a shooting suit of brown tweed, with a hat to match, and neat gaiters.\n"}, "modifies": "tweed"}
{"white": {"word": "white", "line": "He even sported a collar, of which he had a supply, made of white gutta-percha.\n"}, "modifies": "percha"}
{"yellow": {"word": "yellow", "line": "We all jumped up and looked towards the water, in the direction of which we saw a confused mass, yellow and black in colour, staggering and struggling towards us.\n"}, "modifies": "mass"}
{"pink": {"word": "rose", "line": "As for Good, he rose and wrung his hands over the brave man who had given his life to save him, and, though I am an old hand, I felt a lump grow in my throat.\n"}, "modifies": "Good"}
{"white": {"word": "ivory", "line": "It was a wonderfully fine lot of ivory.\n"}, "modifies": "lot"}
{"white": {"word": "white", "line": "The air was very clear, and far, far away I could distinguish the faint blue outlines, here and there capped with white, of the Suliman Berg.\n"}, "modifies": "Berg"}
{"blue": {"word": "blue", "line": "The air was very clear, and far, far away I could distinguish the faint blue outlines, here and there capped with white, of the Suliman Berg.\n"}, "modifies": "outlines"}
{"white": {"word": "white", "line": "It is very well for natives to have a name for one among themselves, but it is not decent that they should call a white man by their heathenish appellations to his face.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "But the Hottentot, when I asked what the white man was like, said that he had thine eyes and a black beard.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "But the Hottentot, when I asked what the white man was like, said that he had thine eyes and a black beard.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Tell me, O white men, who are wise, who know the secrets of the world, and of the world of stars, and the world that lies above and around the stars; who flash your words from afar without a voice; tell me, white men, the secret of our life—whither it goes and whence it comes!\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "It is the glow-worm that shines in the night-time and is black in the morning; it is the white breath of the oxen in winter; it is the little shadow that runs across the grass and loses itself at sunset.” “You are a strange man,” said Sir Henry, when he had ceased.\n"}, "modifies": "morning"}
{"white": {"word": "white", "line": "It is the glow-worm that shines in the night-time and is black in the morning; it is the white breath of the oxen in winter; it is the little shadow that runs across the grass and loses itself at sunset.” “You are a strange man,” said Sir Henry, when he had ceased.\n"}, "modifies": "breath"}
{"white": {"word": "white", "line": "There is a strange land yonder, a land of witchcraft and beautiful things; a land of brave people, and of trees, and streams, and snowy peaks, and of a great white road.\n"}, "modifies": "road"}
{"silver": {"word": "silver", "line": "At last, about nine o’clock, up she came in all her glory, flooding the wild country with light, and throwing a silver sheen on the expanse of rolling desert before us, which looked as solemn and quiet and as alien to man as the star-studded firmament above.\n"}, "modifies": "sheen"}
{"white": {"word": "white", "line": "We three white men stood by ourselves.\n"}, "modifies": "men"}
{"white": {"word": "fair", "line": "The karoo bushes caught our feet and retarded us, and the sand worked into our veldtschoons and Good’s shooting-boots, so that every few miles we had to stop and empty them; but still the night kept fairly cool, though the atmosphere was thick and heavy, giving a sort of creamy feel to the air, and we made fair progress.\n"}, "modifies": "progress"}
{"pink": {"word": "blush", "line": "On, on we went, till at last the east began to blush like the cheek of a girl.\n"}, "modifies": "cheek"}
{"green": {"word": "green", "line": "I had been dreaming that I was bathing in a running stream, with green banks and trees upon them, and I awoke to find myself in this arid wilderness, and to remember, as Umbopa had said, that if we did not find water this day we must perish miserably.\n"}, "modifies": "banks"}
{"white": {"word": "white", "line": "Straight before us, rose two enormous mountains, the like of which are not, I believe, to be seen in Africa, if indeed there are any other such in the world, measuring each of them at least fifteen thousand feet in height, standing not more than a dozen miles apart, linked together by a precipitous cliff of rock, and towering in awful white solemnity straight into the sky.\n"}, "modifies": "solemnity"}
{"pink": {"word": "rose", "line": "Straight before us, rose two enormous mountains, the like of which are not, I believe, to be seen in Africa, if indeed there are any other such in the world, measuring each of them at least fifteen thousand feet in height, standing not more than a dozen miles apart, linked together by a precipitous cliff of rock, and towering in awful white solemnity straight into the sky.\n"}, "modifies": "mountains"}
{"brown": {"word": "brown", "line": "For a while the morning lights played upon the snow and the brown and swelling masses beneath, and then, as though to veil the majestic sight from our curious eyes, strange vapours and clouds gathered and increased around the mountains, till presently we could only trace their pure and gigantic outlines, showing ghostlike through the fleecy envelope.\n"}, "modifies": "masses"}
{"black": {"word": "black", "line": "How it came to be in such a strange place we did not stop to inquire, nor did we hesitate at its black and unpleasant appearance.\n"}, "modifies": "appearance"}
{"pink": {"word": "rose", "line": "After a while we rose from it, refreshed indeed, and fell to on our “biltong,” of which we had scarcely been able to touch a mouthful for twenty-four hours, and ate our fill.\n"}, "modifies": "while"}
{"pink": {"word": "rose", "line": "When the sun rose, and, for awhile, cleared away the mysterious mists, Suliman’s Berg with the two majestic Breasts, now only about twenty miles off, seemed to be towering right above us, and looked grander than ever.\n"}, "modifies": "sun"}
{"green": {"word": "green", "line": "We reached them, and to our surprise, so far as we had a capacity for surprise left in us, on a little plateau or ridge close by we saw that the clinker was covered with a dense green growth.\n"}, "modifies": "growth"}
{"green": {"word": "green", "line": "But we did not take much further interest in the green growth, for one cannot live on grass like Nebuchadnezzar.\n"}, "modifies": "growth"}
{"green": {"word": "green", "line": "As we were sitting there I saw Umbopa get up and hobble towards the patch of green, and a few minutes afterwards, to my great astonishment, I perceived that usually very dignified individual dancing and shouting like a maniac, and waving something green.\n"}, "modifies": "patch"}
{"green": {"word": "green", "line": "“It is food and water, Macumazahn,” and again he waved the green thing.\n"}, "modifies": "thing"}
{"white": {"word": "white", "line": "I stared at it, and saw that this too was a _dead man_, and, what was more, a white man.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "The body was that of a tall man in middle life with aquiline features, grizzled hair, and a long black moustache.\n"}, "modifies": "moustache"}
{"yellow": {"word": "yellow", "line": "The skin was perfectly yellow, and stretched tightly over the bones.\n"}, "modifies": "skin"}
{"white": {"word": "ivory", "line": "Round the neck of the corpse, which was frozen perfectly stiff, hung a yellow ivory crucifix.\n"}, "modifies": "crucifix"}
{"yellow": {"word": "yellow", "line": "Round the neck of the corpse, which was frozen perfectly stiff, hung a yellow ivory crucifix.\n"}, "modifies": "crucifix"}
{"white": {"word": "white", "line": "Then leaving these two, the proud white man of a past age, and the poor Hottentot, to keep their eternal vigil in the midst of the eternal snows, we crept out of the cave into the welcome sunshine and resumed our path, wondering in our hearts how many hours it would be before we were even as they are.\n"}, "modifies": "man"}
{"green": {"word": "green", "line": "Presently, however, the higher layers of mist cleared a little, and revealed, at the end of a long slope of snow, a patch of green grass, some five hundred yards beneath us, through which a stream was running.\n"}, "modifies": "grass"}
{"red": {"word": "red", "line": "It was brown in colour, with faint red stripes, and grew a thick coat.\n"}, "modifies": "stripes"}
{"brown": {"word": "brown", "line": "It was brown in colour, with faint red stripes, and grew a thick coat.\n"}, "modifies": "colour"}
{"silver": {"word": "silver", "line": "The landscape lay before us as a map, wherein rivers flashed like silver snakes, and Alp-like peaks crowned with wildly twisted snow wreaths rose in grandeur, whilst over all was the glad sunlight and the breath of Nature’s happy life.\n"}, "modifies": "snakes"}
{"pink": {"word": "rose", "line": "The landscape lay before us as a map, wherein rivers flashed like silver snakes, and Alp-like peaks crowned with wildly twisted snow wreaths rose in grandeur, whilst over all was the glad sunlight and the breath of Nature’s happy life.\n"}, "modifies": "peaks"}
{"silver": {"word": "silver", "line": "First we came to scattered bushes which grew more and more frequent, till at last we found the road winding through a vast grove of silver trees similar to those which are to be seen on the slopes of Table Mountain at Cape Town.\n"}, "modifies": "trees"}
{"silver": {"word": "silver", "line": "The brook, of which the banks were clothed with dense masses of a gigantic species of maidenhair fern interspersed with feathery tufts of wild asparagus, sung merrily at our side, the soft air murmured through the leaves of the silver trees, doves cooed around, and bright-winged birds flashed like living gems from bough to bough.\n"}, "modifies": "trees"}
{"black": {"word": "black", "line": "They were very tall and copper-coloured, and some of them wore great plumes of black feathers and short cloaks of leopard skins; this was all I noticed at the moment.\n"}, "modifies": "feathers"}
{"white": {"word": "white", "line": "and why are the faces of three of you white, and the face of the fourth as the face of our mother’s sons?” and he pointed to Umbopa.\n"}, "modifies": "faces"}
{"pink": {"word": "rose", "line": "Umbopa rose to the occasion, and with something as nearly resembling a grin as I have ever seen on his dignified face he handed me the gun.\n"}, "modifies": "Umbopa"}
{"white": {"word": "white", "line": "“Nay, my lord,” answered Infadoos, “would my lord cover up his beautiful white legs (although he is so dark Good has a singularly white skin) from the eyes of his servants?\n"}, "modifies": "legs"}
{"black": {"word": "black", "line": "“Damn it!” roared Good, “that black villain has got my trousers.” “Look here, Good,” said Sir Henry; “you have appeared in this country in a certain character, and you must live up to it.\n"}, "modifies": "villain"}
{"white": {"word": "white", "line": "Your ‘beautiful white legs’ and your eye-glass are now _the_ features of our party, and as Sir Henry says, you must live up to them.\n"}, "modifies": "legs"}
{"pink": {"word": "rose", "line": "But at nightfall a little child, a girl, crept out and brought her corn to eat, and she blessed the child, and went on towards the mountains with her boy before the sun rose again, and there she must have perished, for none have seen her since, nor the child Ignosi.” “Then if this child Ignosi had lived he would be the true king of the Kukuana people?” “That is so, my lord; the sacred snake is round his middle.\n"}, "modifies": "sun"}
{"black": {"word": "black", "line": "They wore upon their heads heavy black plumes of Sakaboola feathers, like those which adorned our guides.\n"}, "modifies": "plumes"}
{"white": {"word": "white", "line": "About their waists and beneath the right knees were bound circlets of white ox tails, while in their left hands they carried round shields measuring about twenty inches across.\n"}, "modifies": "tails"}
{"brown": {"word": "bronze", "line": "Each company remained still as a collection of bronze statues till we were opposite to it, when at a signal given by its commanding officer, who, distinguished by a leopard skin cloak, stood some paces in front, every spear was raised into the air, and from three hundred throats sprang forth with a sudden roar the royal salute of “_Koom_.” Then, so soon as we had passed, the company formed up behind us and followed us towards the kraal, till at last the whole regiment of the “Greys”—so called from their white shields—the crack corps of the Kukuana people, was marching in our rear with a tread that shook the ground.\n"}, "modifies": "statues"}
{"white": {"word": "white", "line": "Not even when old Infadoos with a surreptitious motion of the hand pointed out the crowning wonder of poor Good’s “beautiful white legs,” did they suffer the feeling of intense admiration which evidently mastered their minds to find expression.\n"}, "modifies": "legs"}
{"white": {"word": "white", "line": "They fixed their dark eyes upon this new and snowy loveliness, for, as I think I have said, Good’s skin is exceedingly white, and that was all.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "The best of the meat was then cut off for us, and the rest, in the name of our party, I presented to the warriors round us, who took it and distributed the “white lords’ gift.” Umbopa set to work, with the assistance of an extremely prepossessing young woman, to boil our portion in a large earthenware pot over a fire which was built outside the hut, and when it was nearly ready we sent a message to Infadoos, and asked him and Scragga, the king’s son, to join us.\n"}, "modifies": "lords"}
{"white": {"word": "white", "line": "Together with the rest of the party, he had been overawed by our white appearance and by our magic properties; but it seemed to me that, on discovering that we ate, drank, and slept like other mortals, his awe was beginning to wear off, and to be replaced by a sullen suspicion—which made me feel rather uncomfortable.\n"}, "modifies": "appearance"}
{"yellow": {"word": "yellow", "line": "I have heard, for instance, that the wise men of old came to these mountains to find bright stones, pretty playthings, and yellow iron.” “My lord is wise,” he answered coldly; “I am but a child and cannot talk with my lord on such matters.\n"}, "modifies": "iron"}
{"white": {"word": "white", "line": "“Yes, Macumazahn,” he put in, in Zulu, “the diamonds are surely there, and you shall have them, since you white men are so fond of toys and money.” “How dost thou know that, Umbopa?” I asked sharply, for I did not like his mysterious ways.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "“I dreamed it in the night, white men;” then he too turned on his heel and went.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "“Now what,” said Sir Henry, “is our black friend driving at?\n"}, "modifies": "friend"}
{"silver": {"word": "silver", "line": "But not for long, for see in the west there is a glow, then come rays of silver light, and at last the full and glorious moon lights up the plain and shoots its gleaming arrows far and wide, filling the earth with a faint refulgence.\n"}, "modifies": "light"}
{"white": {"word": "fair", "line": "Good even went the length of again shaving the right side of his face; the left, on which now appeared a very fair crop of whiskers, we impressed upon him he must on no account touch.\n"}, "modifies": "crop"}
{"yellow": {"word": "yellow", "line": "Sir Henry’s yellow locks were now almost upon his shoulders, and he looked more like an ancient Dane than ever, while my grizzled scrub was fully an inch long, instead of half an inch, which in a general way I considered my maximum length.\n"}, "modifies": "locks"}
{"black": {"word": "black", "line": "This man’s lips were as thick as a Negro’s, the nose was flat, he had but one gleaming black eye, for the other was represented by a hollow in the face, and his whole expression was cruel and sensual to a degree.\n"}, "modifies": "eye"}
{"white": {"word": "white", "line": "From the large head rose a magnificent plume of white ostrich feathers, his body was clad in a shirt of shining chain armour, whilst round the waist and right knee were the usual garnishes of white ox-tail.\n"}, "modifies": "feathers"}
{"pink": {"word": "rose", "line": "From the large head rose a magnificent plume of white ostrich feathers, his body was clad in a shirt of shining chain armour, whilst round the waist and right knee were the usual garnishes of white ox-tail.\n"}, "modifies": "head"}
{"gold": {"word": "gold", "line": "In his right hand was a huge spear, about the neck a thick torque of gold, and bound on the forehead shone dully a single and enormous uncut diamond.\n"}, "modifies": "torque"}
{"pink": {"word": "rose", "line": "From the multitude about us rose something like a murmur, it rolled round and round, and died away.\n"}, "modifies": "multitude"}
{"white": {"word": "white", "line": "I turned round coolly— “Have I lied, O king?” “Nay, white man, it is the truth,” was the somewhat awed answer.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "It crept on all fours, but when it reached the place where the king sat it rose upon its feet, and throwing the furry covering from its face, revealed a most extraordinary and weird countenance.\n"}, "modifies": "feet"}
{"black": {"word": "black", "line": "There was no nose to speak of; indeed, the visage might have been taken for that of a sun-dried corpse had it not been for a pair of large black eyes, still full of fire and intelligence, which gleamed and played under the snow-white eyebrows, and the projecting parchment-coloured skull, like jewels in a charnel-house.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "As for the head itself, it was perfectly bare, and yellow in hue, while its wrinkled scalp moved and contracted like the hood of a cobra.\n"}, "modifies": "hue"}
{"white": {"word": "white", "line": "footsteps!_ the tread of the white man coming from afar.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "“Blood is good, the red blood is bright; there is no smell like the smell of new-shed blood.\n"}, "modifies": "blood"}
{"white": {"word": "white", "line": "I have seen the white man and know his desires.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "It was a white people who were before ye are, who shall be when ye are not, who shall eat you up and destroy you.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "“What seek ye, white men of the Stars—ah, yes, of the Stars?\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Never for ages upon ages has a white foot pressed this land; never except once, and I remember that he left it but to die.\n"}, "modifies": "foot"}
{"white": {"word": "white", "line": "Not stones that shine, not yellow metal that gleams, these thou leavest to ‘white men from the Stars.’ Methinks I know thee; methinks I can smell the smell of the blood in thy heart.\n"}, "modifies": "men"}
{"yellow": {"word": "yellow", "line": "Not stones that shine, not yellow metal that gleams, these thou leavest to ‘white men from the Stars.’ Methinks I know thee; methinks I can smell the smell of the blood in thy heart.\n"}, "modifies": "metal"}
{"pink": {"word": "rose", "line": "The king rose up trembling, and waved his hand.\n"}, "modifies": "king"}
{"red": {"word": "red", "line": "The land groans at the cruelties of Twala the king; it is wearied of him and his red ways.” “Then why is it, Infadoos, that the people do not cast him down?” “Nay, my lords, he is the king, and if he were killed Scragga would reign in his place, and the heart of Scragga is blacker than the heart of Twala his father.\n"}, "modifies": "ways"}
{"white": {"word": "white", "line": "Then the son Ignosi became a wanderer again, and journeyed into a land of wonders, where white people live, and for many more years he learned the wisdom of the white people.” “It is a pretty story,” said Infadoos incredulously.\n"}, "modifies": "people"}
{"white": {"word": "white", "line": "For long years he lived and waited, and at last the time came, as it ever comes to him who can wait for it, and he met some white men who would seek this unknown land, and joined himself to them.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The white men started and travelled on and on, seeking for one who is lost.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Rise; I am not yet the king, but with thy help, and with the help of these brave white men, who are my friends, I shall be.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The white stones!\n"}, "modifies": "stones"}
{"white": {"word": "white", "line": "Has any white man to thy knowledge set his foot within the land?” “None, O Ignosi.” “If any white man had been seen or heard of, wouldst thou have known?” “I should certainly have known.” “Thou hearest, Incubu,” said Ignosi to Sir Henry; “he has not been here.” “Well, well,” said Sir Henry, with a sigh; “there it is; I suppose that he never got so far.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“The gifts of my lord the king to the white men from the Stars!” said a herald who came with them.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "“Greeting, white lords,” Twala cried, as we came up; “be seated, waste not precious time—the night is all too short for the deeds that must be done.\n"}, "modifies": "lords"}
{"white": {"word": "white", "line": "Look round, white lords; look round,” and he rolled his one wicked eye from regiment to regiment.\n"}, "modifies": "lords"}
{"white": {"word": "white", "line": "As they drew near we saw that these were women, most of them aged, for their white hair, ornamented with small bladders taken from fish, streamed out behind them.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "Their faces were painted in stripes of white and yellow; down their backs hung snake-skins, and round their waists rattled circlets of human bones, while each held a small forked wand in her shrivelled hand.\n"}, "modifies": "stripes"}
{"white": {"word": "white", "line": "Tarry not, ye vultures; see, the slayers”—pointing to the ominous group of executioners behind—“make sharp their spears; the white men from afar are hungry to see.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "“_One_,” counted Twala the king, just like a black Madame Defarge, as Good said, and the body was dragged a few paces away and stretched out.\n"}, "modifies": "Madame"}
{"white": {"word": "white", "line": "“Let the law take its course, white men.\n"}, "modifies": "men"}
{"pink": {"word": "rose", "line": "But it was not so, for presently, to our surprise, the ancient woman, Gagool, rose from her crouching position, and supporting herself with a stick, staggered off into the open space.\n"}, "modifies": "woman"}
{"white": {"word": "white", "line": "These white men from the Stars, their magic is great, and Ignosi is under the cover of their wing.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "So shall men cleave to us, knowing of a truth that the white man’s magic is with them.” “Ye have the sign of the snake,” I answered.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "Come hither”; and I led them to the door of the hut and pointed to the red ball of the moon.\n"}, "modifies": "ball"}
{"black": {"word": "black", "line": "Now tell me, can any mortal man put out that moon before her hour of setting, and bring the curtain of black night down upon the land?” The chief laughed a little at the question.\n"}, "modifies": "night"}
{"white": {"word": "white", "line": "In place of the grim ranks of serried warriors were company after company of Kukuana girls, not over-dressed, so far as clothing went, but each crowned with a wreath of flowers, and holding a palm leaf in one hand and a white arum lily in the other.\n"}, "modifies": "lily"}
{"white": {"word": "white", "line": "“Welcome, white men from the Stars,” he said; “this is another sight from that which your eyes gazed on by the light of last night’s moon, but it is not so good a sight.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Would ye have wives from among our people, white men?\n"}, "modifies": "men"}
{"white": {"word": "fair", "line": "Your maidens are fair, but they are not for us!” The king laughed.\n"}, "modifies": "maidens"}
{"white": {"word": "white", "line": "In a land where men are white all things are possible.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "So be it, white men; the girls will not go begging!\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "Welcome again; and welcome, too, thou black one; if Gagool here had won her way, thou wouldst have been stiff and cold by now.\n"}, "modifies": "one"}
{"white": {"word": "white", "line": "“Let the dance begin,” he cried, and then the flower-crowned girls sprang forward in companies, singing a sweet song and waving the delicate palms and white lilies.\n"}, "modifies": "lilies"}
{"white": {"word": "white", "line": "“Which deem ye the fairest, white men?” he asked.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "With all a woman’s quickness, the doomed girl interpreted what was passing in his mind, and by a sudden movement flung herself before him, and clasped his “beautiful white legs” with her hands.\n"}, "modifies": "legs"}
{"white": {"word": "white", "line": "“Oh, white father from the Stars!” she cried, “throw over me the mantle of thy protection; let me creep into the shadow of thy strength, that I may be saved.\n"}, "modifies": "father"}
{"white": {"word": "white", "line": "“_Shall not be!_ thou white dog, that yappest at the lion in his cave; _shall not be!_ art thou mad?\n"}, "modifies": "dog"}
{"white": {"word": "white", "line": "we, the white men from the Stars, say that it shall not be.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Look, chiefs and people and women, and see if the white men from the Stars keep their word, or if they be but empty liars!\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "“The moon grows black before your eyes; soon there will be darkness—ay, darkness in the hour of the full moon.\n"}, "modifies": "eyes"}
{"black": {"word": "inky", "line": "Slowly and in the midst of this most solemn silence the minutes sped away, and while they sped the full moon passed deeper and deeper into the shadow of the earth, as the inky segment of its circle slid in awful majesty across the lunar craters.\n"}, "modifies": "segment"}
{"white": {"word": "pale", "line": "The great pale orb seemed to draw near and to grow in size.\n"}, "modifies": "orb"}
{"red": {"word": "crimson", "line": "She turned a coppery hue, then that portion of her surface which was unobscured as yet grew grey and ashen, and at length, as totality approached, her mountains and her plains were to be seen glowing luridly through a crimson gloom.\n"}, "modifies": "gloom"}
{"pink": {"word": "rose", "line": "No sound rose now from the spectators, and at last Good stopped swearing.\n"}, "modifies": "sound"}
{"white": {"word": "white", "line": "“The moon is dying—the white wizards have killed the moon,” yelled the prince Scragga at last.\n"}, "modifies": "wizards"}
{"black": {"word": "inky", "line": "Before we reached the gate of the kraal the moon went out utterly, and from every quarter of the firmament the stars rushed forth into the inky sky.\n"}, "modifies": "sky"}
{"silver": {"word": "silver", "line": "Suddenly, as we watched, there burst from it a silver streak of light, accompanied by a wondrous ruddy glow, which hung upon the blackness of the sky like a celestial lamp, and a wild and lovely sight it was.\n"}, "modifies": "streak"}
{"white": {"word": "white", "line": "“Surely my lord will not hide his beautiful white legs!” exclaimed Infadoos regretfully.\n"}, "modifies": "legs"}
{"white": {"word": "white", "line": "Next he went on to say that the white lords from the Stars, looking down upon their country, had perceived its trouble, and determined, at great personal inconvenience, to alleviate its lot: That they had accordingly taken the real king of the Kukuanas, Ignosi, who was languishing in exile, by the hand, and led him over the mountains: That they had seen the wickedness of Twala’s doings, and for a sign to the wavering, and to save the life of the girl Foulata, actually, by the exercise of their high magic, had put out the moon and slain the young fiend Scragga; and that they were prepared to stand by them, and assist them to overthrow Twala, and set up the rightful king, Ignosi, in his place.\n"}, "modifies": "lords"}
{"white": {"word": "white", "line": "If I were not the king, would these white men be on my side with all their magic?\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "“If there be any man among you who says that it is not so, let him stand forth and I will fight him now, and his blood shall be a red token that I tell you true.\n"}, "modifies": "token"}
{"black": {"word": "black", "line": "Already the shoulder has been torn from the black bull, and the king drives him bleeding about the camp.”[8] “What are Twala’s terms?” I asked from curiosity.\n"}, "modifies": "bull"}
{"black": {"word": "black", "line": "One in every ten shall die, the rest shall go free; but the white man Incubu, who slew Scragga my son, and the black man his servant, who pretends to my throne, and Infadoos my brother, who brews rebellion against me, these shall die by torture as an offering to the Silent Ones.’ Such are the merciful words of Twala.” After consulting with the others a little, I answered him in a loud voice, so that the soldiers might hear, thus— “Go back, thou dog, to Twala, who sent thee, and say that we, Ignosi, veritable king of the Kukuanas, Incubu, Bougwan, and Macumazahn, the wise ones from the Stars, who make dark the moon, Infadoos, of the royal house, and the chiefs, captains, and people here gathered, make answer and say, ‘That we will not surrender; that before the sun has gone down twice, Twala’s corpse shall stiffen at Twala’s gate, and Ignosi, whose father Twala slew, shall reign in his stead.’ Now go, ere we whip thee away, and beware how thou dost lift a hand against such as we are.” The herald laughed loudly.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "One in every ten shall die, the rest shall go free; but the white man Incubu, who slew Scragga my son, and the black man his servant, who pretends to my throne, and Infadoos my brother, who brews rebellion against me, these shall die by torture as an offering to the Silent Ones.’ Such are the merciful words of Twala.” After consulting with the others a little, I answered him in a loud voice, so that the soldiers might hear, thus— “Go back, thou dog, to Twala, who sent thee, and say that we, Ignosi, veritable king of the Kukuanas, Incubu, Bougwan, and Macumazahn, the wise ones from the Stars, who make dark the moon, Infadoos, of the royal house, and the chiefs, captains, and people here gathered, make answer and say, ‘That we will not surrender; that before the sun has gone down twice, Twala’s corpse shall stiffen at Twala’s gate, and Ignosi, whose father Twala slew, shall reign in his stead.’ Now go, ere we whip thee away, and beware how thou dost lift a hand against such as we are.” The herald laughed loudly.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Farewell; perhaps we may meet in the fight; fly not to the Stars, but wait for me, I pray, white men.” With this shaft of sarcasm he retired, and almost immediately the sun sank.\n"}, "modifies": "men"}
{"black": {"word": "black", "line": "Round his throat he fastened the leopard-skin cloak of a commanding officer, on his brows he bound the plume of black ostrich feathers worn only by generals of high rank, and about his middle a magnificent moocha of white ox-tails.\n"}, "modifies": "feathers"}
{"white": {"word": "white", "line": "Round his throat he fastened the leopard-skin cloak of a commanding officer, on his brows he bound the plume of black ostrich feathers worn only by generals of high rank, and about his middle a magnificent moocha of white ox-tails.\n"}, "modifies": "tails"}
{"white": {"word": "white", "line": "A pair of sandals, a leglet of goat’s hair, a heavy battle-axe with a rhinoceros-horn handle, a round iron shield covered with white ox-hide, and the regulation number of _tollas_, or throwing-knives, made up his equipment, to which, however, he added his revolver.\n"}, "modifies": "hide"}
{"brown": {"word": "brown", "line": "At one point in the table-land of the mountain, there was a little koppie of brown stone, which served the double purpose of head-quarters and of a conning tower.\n"}, "modifies": "stone"}
{"white": {"word": "white", "line": "The regiments who had seen the feat cheered wildly at this exhibition of the white man’s magic, which they took as an omen of success, while the force the general had belonged to—which, indeed, as we ascertained afterwards, he had commanded—fell back in confusion.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "Just as we stopped firing there came an ominous roar from our far right, then a similar roar rose on our left.\n"}, "modifies": "roar"}
{"pink": {"word": "rose", "line": "The soldiers caught sight of his tall form as he plunged into battle, and there rose a cry of— “_Nanzia Incubu!\n"}, "modifies": "cry"}
{"white": {"word": "white", "line": "“Incubu, Macumazahn, and Bougwan, brave white men, and my friends; Infadoos, my uncle, and chiefs; my heart is fixed.\n"}, "modifies": "men"}
{"green": {"word": "green", "line": "Ye see how the hill curves round like the half-moon, and how the plain runs like a green tongue towards us within the curve?” “We see,” I answered.\n"}, "modifies": "tongue"}
{"green": {"word": "green", "line": "When the sun has turned and travelled a little way towards the darkness, let thy regiment, my uncle, advance with one other down to the green tongue, and it shall be that when Twala sees it he will hurl his force at it to crush it.\n"}, "modifies": "tongue"}
{"black": {"word": "black", "line": "And when I see that the horns are ready to toss Twala, then will I, with the men who remain to me, charge home in Twala’s face, and if fortune goes with us the day will be ours, and before Night drives her black oxen from the mountains to the mountains we shall sit in peace at Loo.\n"}, "modifies": "oxen"}
{"white": {"word": "white", "line": "And now let us eat and make ready; and, Infadoos, do thou prepare, that the plan be carried out without fail; and stay, let my white father Bougwan go with the right horn, that his shining eye may give courage to the captains.” The arrangements for attack thus briefly indicated were set in motion with a rapidity that spoke well for the perfection of the Kukuana military system.\n"}, "modifies": "father"}
{"white": {"word": "white", "line": "Infadoos, who was a wary old general, and knew the absolute importance of keeping up the spirits of his men on the eve of such a desperate encounter, employed the pause in addressing his own regiment, the Greys, in poetical language: explaining to them the honour that they were receiving in being put thus in the forefront of the battle, and in having the great white warrior from the Stars to fight with them in their ranks; and promising large rewards of cattle and promotion to all who survived in the event of Ignosi’s arms being successful.\n"}, "modifies": "warrior"}
{"black": {"word": "black", "line": "I looked down the long lines of waving black plumes and stern faces beneath them, and sighed to think that within one short hour most, if not all, of those magnificent veteran warriors, not a man of whom was under forty years of age, would be laid dead or dying in the dust.\n"}, "modifies": "plumes"}
{"green": {"word": "green", "line": "It was to be their task to engage regiment after regiment of Twala’s army on the narrow strip of green beneath us, till they were exterminated or till the wings found a favourable opportunity for their onslaught.\n"}, "modifies": "strip"}
{"yellow": {"word": "yellow", "line": "Closing up shoulder to shoulder, once more they halted in silence and awaited attack; and I was rejoiced to catch sight of Sir Henry’s yellow beard as he moved to and fro arranging the ranks.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "But now a second regiment, distinguished by white plumes, kilts, and shields, was moving to the attack of the two thousand remaining Greys, who stood waiting in the same ominous silence as before, till the foe was within forty yards or so, when they hurled themselves with irresistible force upon them.\n"}, "modifies": "plumes"}
{"white": {"word": "white", "line": "“See, it is done!” Suddenly, like puffs of smoke from the mouth of a cannon, the attacking regiment broke away in flying groups, their white head-dresses streaming behind them in the wind, and left their opponents victors, indeed, but, alas!\n"}, "modifies": "dresses"}
{"red": {"word": "red", "line": "All I can remember is an irregular yet ordered advance, that seemed to shake the ground; a sudden change of front and forming up on the part of the regiment against which the charge was directed; then an awful shock, a dull roar of voices, and a continuous flashing of spears, seen through a red mist of blood.\n"}, "modifies": "mist"}
{"yellow": {"word": "yellow", "line": "And yet more gallant was the vision of Sir Henry, whose ostrich plumes had been shorn off by a spear thrust, so that his long yellow hair streamed out in the breeze behind him.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "There he stood, the great Dane, for he was nothing else, his hands, his axe, and his armour all red with blood, and none could live before his stroke.\n"}, "modifies": "armour"}
{"pink": {"word": "rose", "line": "But suddenly there rose a cry of “_Twala, y’ Twala_,” and out of the press sprang forward none other than the gigantic one-eyed king himself, also armed with battle-axe and shield, and clad in chain armour.\n"}, "modifies": "cry"}
{"white": {"word": "white", "line": "“Where art thou, Incubu, thou white man, who slewest Scragga my son—see if thou canst slay me!” he shouted, and at the same time hurled a _tolla_ straight at Sir Henry, who fortunately saw it coming, and caught it on his shield, which it transfixed, remaining wedged in the iron plate behind the hide.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "But at this time the matter went no further, for that instant there rose from the regiments pressing round us something like a shout of dismay, and on looking up I saw the cause.\n"}, "modifies": "instant"}
{"white": {"word": "white", "line": "“Hail, O king!” he said, with bitter mockery; “thou who hast eaten of my bread, and now by the aid of the white man’s magic hast seduced my regiments and defeated mine army, hail!\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“Fight not, my white brother,” said Ignosi, laying his hand affectionately on Sir Henry’s arm; “thou hast fought enough, and if aught befell thee at his hands it would cut my heart in twain.” “I will fight, Ignosi,” was Sir Henry’s answer.\n"}, "modifies": "brother"}
{"pink": {"word": "rose", "line": "A cry of dismay rose from the Buffaloes as our hero’s broad axe-head fell to the ground; and Twala, again raising his weapon, flew at him with a shout.\n"}, "modifies": "cry"}
{"green": {"word": "lime", "line": "With a supreme effort Twala swung the Englishman clean off his feet, and down they came together, rolling over and over on the lime paving, Twala striking out at Curtis’ head with the battle-axe, and Sir Henry trying to drive the _tolla_ he had drawn from his belt through Twala’s armour.\n"}, "modifies": "paving"}
{"red": {"word": "red", "line": "Another second and he was upon his feet, the red blood streaming from the wound in his face, and so was Twala.\n"}, "modifies": "blood"}
{"gold": {"word": "gold", "line": "For a second the corpse stood upright; then with a dull crash it came to the earth, and the gold torque from its neck rolled away across the pavement.\n"}, "modifies": "torque"}
{"grey": {"word": "grey", "line": "Another minute, and the grey eyes opened wide.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "“Where are the mighty ones who rose up in the morning?\n"}, "modifies": "ones"}
{"green": {"word": "green", "line": "As a remedy Foulata brought us some pounded green leaves, with an aromatic odour, which, when applied as a plaster, gave us considerable relief.\n"}, "modifies": "leaves"}
{"white": {"word": "white", "line": "Good had a hole right through the fleshy part of his “beautiful white leg,” from which he had lost a great deal of blood; and Sir Henry, with other hurts, had a deep cut over the jaw, inflicted by Twala’s battle-axe.\n"}, "modifies": "leg"}
{"white": {"word": "white", "line": "Then, creeping closer, I saw that he was not dead, but sleeping soundly, with Foulata’s taper fingers clasped tightly in his poor white hand.\n"}, "modifies": "hand"}
{"brown": {"word": "brown", "line": "Turning to him with one of those swift and graceful motions that in her always reminded me of the flight of a wild bird, Foulata answered softly, glancing at him with her large brown eyes— “Nay, my lord; my lord forgets!\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "Yet there is a legend in the land that once, many generations gone, a white man crossed the mountains, and was led by a woman to the secret chamber and shown the wealth hidden in it.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "The white devils shall go hence empty-handed.” “Thou shalt tell me.\n"}, "modifies": "devils"}
{"white": {"word": "white", "line": "To-morrow shalt thou go with Infadoos and my white brothers to the place, and beware how thou failest, for if thou showest it not, then thou shalt slowly die.\n"}, "modifies": "brothers"}
{"blue": {"word": "blue", "line": "High, high above us, up into the blue air, soared their twisted snow-wreaths.\n"}, "modifies": "air"}
{"purple": {"word": "purple", "line": "Beneath the snow-line the peaks were purple with heaths, and so were the wild moors that ran up the slopes towards them.\n"}, "modifies": "line"}
{"white": {"word": "white", "line": "Straight before us the white ribbon of Solomon’s Great Road stretched away uphill to the foot of the centre peak, about five miles from us, and there stopped.\n"}, "modifies": "ribbon"}
{"white": {"word": "white", "line": "“Walk more slowly, white men,” she said, projecting her hideous shrivelled countenance between the grass curtains, and fixing her gleaming eyes upon us; “why will ye run to meet the evil that shall befall you, ye seekers after treasure?” and she laughed that horrible laugh which always sent a cold shiver down my back, and for a while quite took the enthusiasm out of us.\n"}, "modifies": "men"}
{"blue": {"word": "blue", "line": "Look there,” I said, pointing to the strata of stiff blue clay which were yet to be seen among the grass and bushes that clothed the sides of the pit, “the formation is the same.\n"}, "modifies": "clay"}
{"pink": {"word": "rose", "line": "Straight in front of us, at a distance of some fifty paces from the backs of the Colossi, rose a sheer wall of rock, eighty feet or more in height, that gradually sloped upwards till it formed the base of the lofty snow-wreathed peak, which soared into the air three thousand feet above us.\n"}, "modifies": "front"}
{"white": {"word": "white", "line": "“Now, white men from the Stars,” she piped; “great warriors, Incubu, Bougwan, and Macumazahn the wise, are ye ready?\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "It is impossible for me to convey any idea of the overpowering beauty and grandeur of these pillars of white spar, some of which were not less than twenty feet in diameter at the base, and sprang up in lofty and yet delicate beauty sheer to the distant roof.\n"}, "modifies": "spar"}
{"white": {"word": "ivory", "line": "Others resembled strange beasts, and on the sides of the cave were fanlike ivory tracings, such as the frost leaves upon a pane.\n"}, "modifies": "tracings"}
{"white": {"word": "white", "line": "“Are ye prepared to enter the Place of Death, white men?” asked Gagool, evidently with a view to making us feel uncomfortable.\n"}, "modifies": "men"}
{"white": {"word": "fair", "line": "“Come, get on, old fellow,” said Good, “or we shall lose our fair guide.” Thus adjured, I started down the passage, and after about twenty paces found myself in a gloomy apartment some forty feet long, by thirty broad, and thirty high, which in some past age evidently had been hollowed, by hand-labour, out of the mountain.\n"}, "modifies": "guide"}
{"white": {"word": "white", "line": "This apartment was not nearly so well lighted as the vast stalactite ante-cave, and at the first glance all I could discern was a massive stone table running down its length, with a colossal white figure at its head, and life-sized white figures all round it.\n"}, "modifies": "figure"}
{"brown": {"word": "brown", "line": "Next I discovered a brown thing, seated on the table in the centre, and in another moment my eyes grew accustomed to the light, and I saw what all these things were, and was tailing out of the place as hard as my legs could carry me.\n"}, "modifies": "thing"}
{"white": {"word": "white", "line": "There at the end of the long stone table, holding in his skeleton fingers a great white spear, sat _Death_ himself, shaped in the form of a colossal human skeleton, fifteen feet or more in height.\n"}, "modifies": "spear"}
{"white": {"word": "white", "line": "“Great heavens!” said I faintly, at last, “what can it be?” “And what are _those things_?” asked Good, pointing to the white company round the table.\n"}, "modifies": "company"}
{"brown": {"word": "brown", "line": "“And what on earth is _that thing_?” said Sir Henry, pointing to the brown creature seated on the table.\n"}, "modifies": "creature"}
{"brown": {"word": "brown", "line": "Presently she stopped and pointed at the brown object seated on the table.\n"}, "modifies": "object"}
{"black": {"word": "black", "line": "Yes, there, the head perched upon the knees, it sat in all its ugliness, the vertebræ projecting a full inch above the level of the shrunken flesh of the neck, for all the world like a black double of Hamilton Tighe.\n"}, "modifies": "double"}
{"white": {"word": "white", "line": "“Enter, white men from the Stars,” said Gagool, advancing into the doorway; “but first hear your servant, Gagool the old.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "But it happened that a white man reached this country from over the mountains—perchance he too came ‘from the Stars’—and was well received by the king of that day.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Then the white man entered with the woman, and found the stones, and filled with stones the skin of a small goat, which the woman had with her to hold food.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "“How knowest thou the dead man’s name?” she asked sharply; and then, without waiting for an answer, went on— “None can tell what happened; but it came about that the white man was frightened, for he flung down the goat-skin, with the stones, and fled out with only the one stone in his hand, and that the king took, and it is the stone which thou, Macumazahn, didst take from Twala’s brow.” “Have none entered here since?” I asked, peering again down the dark passage.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "There is a saying, that those who enter there will die within a moon, even as the white man died in the cave upon the mountain, where ye found him, Macumazahn, and therefore the kings do not enter.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "hee!_ white men,” sniggered Gagool, as the light from the lamp fell upon it.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "“What did I tell you, that the white man who came here fled in haste, and dropped the woman’s bag—behold it!\n"}, "modifies": "man"}
{"white": {"word": "ivory", "line": "Perhaps, I thought, it was from this very store that Solomon drew the raw material for his “great throne of ivory,” of which “there was not the like made in any kingdom.” On the opposite side of the chamber were about a score of wooden boxes, something like Martini-Henry ammunition boxes, only rather larger, and painted red.\n"}, "modifies": "throne"}
{"gold": {"word": "gold", "line": "Pushing my hand through the hole in the lid I drew it out full, not of diamonds, but of gold pieces, of a shape that none of us had seen before, and with what looked like Hebrew characters stamped upon them.\n"}, "modifies": "pieces"}
{"white": {"word": "pale", "line": "We stood still with pale faces and stared at each other, the lantern in the middle and the glimmering gems below, as though we were conspirators about to commit a crime, instead of being, as we thought, the most fortunate men on earth.\n"}, "modifies": "faces"}
{"white": {"word": "white", "line": "“There are the bright stones ye love, white men, as many as ye will; take them, run them through your fingers, _eat_ of them, _hee!\n"}, "modifies": "men"}
{"white": {"word": "ivory", "line": "_We_ had got them: there before us were millions of pounds’ worth of diamonds, and thousands of pounds’ worth of gold and ivory only waiting to be taken away.\n"}, "modifies": "gold"}
{"gold": {"word": "gold", "line": "_We_ had got them: there before us were millions of pounds’ worth of diamonds, and thousands of pounds’ worth of gold and ivory only waiting to be taken away.\n"}, "modifies": "worth"}
{"white": {"word": "white", "line": "“Open the other chests, white men,” croaked Gagool, “there are surely more therein.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Take your fill, white lords!\n"}, "modifies": "lords"}
{"red": {"word": "red", "line": "The red blood of the former runs to her knee, but still the brave girl holds the old witch, who fights like a wild cat.\n"}, "modifies": "blood"}
{"black": {"word": "black", "line": "Say that if I live again, mayhap I shall see him in the Stars, and that—I will search them all, though perchance there I should still be black and he would—still be white.\n"}, "modifies": "perchance"}
{"white": {"word": "white", "line": "It would have been just the jest that her evil mind would have rejoiced in, the idea of the three white men, whom, for some reason of her own, she had always hated, slowly perishing of thirst and hunger in the company of the treasure they had coveted.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "Presently it flared up and showed the whole scene in strong relief, the great mass of white tusks, the boxes of gold, the corpse of the poor Foulata stretched before them, the goat-skin full of treasure, the dim glimmer of the diamonds, and the wild, wan faces of us three white men seated there awaiting death by starvation.\n"}, "modifies": "tusks"}
{"gold": {"word": "gold", "line": "Presently it flared up and showed the whole scene in strong relief, the great mass of white tusks, the boxes of gold, the corpse of the poor Foulata stretched before them, the goat-skin full of treasure, the dim glimmer of the diamonds, and the wild, wan faces of us three white men seated there awaiting death by starvation.\n"}, "modifies": "boxes"}
{"white": {"word": "white", "line": "Thousands of feet above us the fresh air rushed over the white snow, but no sound of it reached us.\n"}, "modifies": "snow"}
{"black": {"word": "black", "line": "Stop,” and he took off a stout black silk handkerchief, which, true to his habits of neatness, he still wore, and ran it through the ring.\n"}, "modifies": "handkerchief"}
{"white": {"word": "white", "line": "If ever it should be entered again by living man, which I do not think probable, he will find tokens of our visit in the open chests of jewels, the empty lamp, and the white bones of poor Foulata.\n"}, "modifies": "bones"}
{"grey": {"word": "grey", "line": "Presently the grey light stole down the slopes, and we saw that we were at the bottom, or rather, nearly at the bottom, of the vast pit in front of the entrance to the cave.\n"}, "modifies": "light"}
{"blue": {"word": "blue", "line": "For an hour or more we toiled steadfastly up the blue clay, dragging ourselves on by the help of the roots and grasses with which it was clothed.\n"}, "modifies": "clay"}
{"white": {"word": "white", "line": "But no amount of beauty or refinement could have made an entanglement between Good and herself a desirable occurrence; for, as she herself put it, “Can the sun mate with the darkness, or the white with the black?” I need hardly state that we never again penetrated into Solomon’s treasure chamber.\n"}, "modifies": "black"}
{"white": {"word": "fair", "line": "Passing beneath the spear of the White Death we gazed, with sensations which it would be quite impossible for me to describe, at the mass of rock that had shut us off from escape, thinking the while of priceless treasures beyond, of the mysterious old hag whose flattened fragments lay crushed beneath it, and of the fair girl of whose tomb it was the portal.\n"}, "modifies": "girl"}
{"pink": {"word": "rose", "line": "The ancient man rose, approached, saluted, and seated himself.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "She would have let you die in the dark place, and mayhap afterwards she had found a way to slay me, as she found a way to slay my father, and set up Twala, whom her black heart loved, in his place.\n"}, "modifies": "heart"}
{"white": {"word": "white", "line": "The white man’s houses?\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "Ye have the stones; now ye would go to Natal and across the moving black water and sell them, and be rich, as it is the desire of a white man’s heart to be.\n"}, "modifies": "water"}
{"white": {"word": "white", "line": "Ye have the stones; now ye would go to Natal and across the moving black water and sell them, and be rich, as it is the desire of a white man’s heart to be.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "Cursed for your sake be the white stones, and cursed he who seeks them.\n"}, "modifies": "stones"}
{"white": {"word": "white", "line": "“Ignosi,” I said, “tell us, when thou didst wander in Zululand, and among the white people of Natal, did not thine heart turn to the land thy mother told thee of, thy native place, where thou didst see the light, and play when thou wast little, the land where thy place was?” “It was even so, Macumazahn.” “In like manner, Ignosi, do our hearts turn to our land and to our own place.” Then came a silence.\n"}, "modifies": "people"}
{"black": {"word": "black", "line": "“I do perceive that now as ever thy words are wise and full of reason, Macumazahn; that which flies in the air loves not to run along the ground; the white man loves not to live on the level of the black or to house among his kraals.\n"}, "modifies": "level"}
{"white": {"word": "white", "line": "“I do perceive that now as ever thy words are wise and full of reason, Macumazahn; that which flies in the air loves not to run along the ground; the white man loves not to live on the level of the black or to house among his kraals.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "No other white man shall cross the mountains, even if any man live to come so far.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "I will have no praying-men to put a fear of death into men’s hearts, to stir them up against the law of the king, and make a path for the white folk who follow to run on.\n"}, "modifies": "folk"}
{"white": {"word": "white", "line": "If a white man comes to my gates I will send him back; if a hundred come I will push them back; if armies come, I will make war on them with all my strength, and they shall not prevail against me.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "None shall ever seek for the shining stones: no, not an army, for if they come I will send a regiment and fill up the pit, and break down the white columns in the caves and choke them with rocks, so that none can reach even to that door of which ye speak, and whereof the way to move it is lost.\n"}, "modifies": "columns"}
{"white": {"word": "white", "line": "Farewell, my brothers, brave white men.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "“Let my lord show his servant his beautiful white legs, that his servant may look upon them, and remember them all her days, and tell of them to her children; his servant has travelled four days’ journey to see them, for the fame of them has gone throughout the land.” “I’ll be hanged if I do!” exclaimed Good excitedly.\n"}, "modifies": "legs"}
{"black": {"word": "black", "line": "Eye-glasses do not go well with leopard-skin cloaks and black ostrich plumes.\n"}, "modifies": "plumes"}
{"black": {"word": "black", "line": "“Look here, you fellows,” I said, “is that a white man, or am I mad?” Sir Henry looked, and Good looked, and then all of a sudden the lame white man with a black beard uttered a great cry, and began hobbling towards us.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "“Look here, you fellows,” I said, “is that a white man, or am I mad?” Sir Henry looked, and Good looked, and then all of a sudden the lame white man with a black beard uttered a great cry, and began hobbling towards us.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "Meanwhile the man with the black beard had recovered and risen, and he and Sir Henry were pump-handling away at each other, apparently without a word to say.\n"}, "modifies": "beard"}
