{"silver": {"word": "silver", "line": "Mr. Oak carried about him, by way of watch, what may be called a small silver clock; in other words, it was a watch as to shape and intention, and a small clock as to size.\n"}, "modifies": "clock"}
{"red": {"word": "crimson", "line": "It was a fine morning, and the sun lighted up to a scarlet glow the crimson jacket she wore, and painted a soft lustre upon her bright face and dark hair.\n"}, "modifies": "jacket"}
{"red": {"word": "scarlet", "line": "It was a fine morning, and the sun lighted up to a scarlet glow the crimson jacket she wore, and painted a soft lustre upon her bright face and dark hair.\n"}, "modifies": "glow"}
{"white": {"word": "fair", "line": "She simply observed herself as a fair product of Nature in the feminine direction, her expressions seeming to glide into far-off though likely dramas in which men would play a part—vistas of probable triumphs—the smiles being of a phase suggesting that hearts were imagined as lost and won.\n"}, "modifies": "product"}
{"yellow": {"word": "yellow", "line": "A desolating wind wandered from the north over the hill whereon Oak had watched the yellow waggon and its occupant in the sunshine of a few days earlier.\n"}, "modifies": "waggon"}
{"yellow": {"word": "yellow", "line": "The kingly brilliancy of Sirius pierced the eye with a steely glitter, the star called Capella was yellow, Aldebaran and Betelgueux shone with a fiery red.\n"}, "modifies": "star"}
{"red": {"word": "scarlet", "line": "The inside of the hut, as it now presented itself, was cosy and alluring, and the scarlet handful of fire in addition to the candle, reflecting its own genial colour upon whatever it could reach, flung associations of enjoyment even over utensils and tools.\n"}, "modifies": "handful"}
{"red": {"word": "red", "line": "By one of those whimsical coincidences in which Nature, like a busy mother, seems to spare a moment from her unremitting labours to turn and make her children smile, the girl now dropped the cloak, and forth tumbled ropes of black hair over a red jacket.\n"}, "modifies": "jacket"}
{"black": {"word": "black", "line": "By one of those whimsical coincidences in which Nature, like a busy mother, seems to spare a moment from her unremitting labours to turn and make her children smile, the girl now dropped the cloak, and forth tumbled ropes of black hair over a red jacket.\n"}, "modifies": "hair"}
{"yellow": {"word": "yellow", "line": "Oak knew her instantly as the heroine of the yellow waggon, myrtles, and looking-glass: prosily, as the woman who owed him twopence.\n"}, "modifies": "waggon"}
{"pink": {"word": "pink", "line": "Rays of male vision seem to have a tickling effect upon virgin faces in rural districts; she hastily brushed hers with her hand, as if Gabriel had been irritating its pink surface with a straw, and the free air of her previous movements was reduced at the same time to a chastened phase of itself.\n"}, "modifies": "surface"}
{"black": {"word": "black", "line": "I’m lately come to this place.” “A large farm?” she inquired, casting her eyes round, and swinging back her hair, which was black in the shaded hollows of its mass; but it being now an hour past sunrise, the rays touched its prominent curves with a colour of their own.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "The young girl with the remarkably pleasant lips and white teeth was beside him.\n"}, "modifies": "teeth"}
{"black": {"word": "black", "line": "He liked saying “Bathsheba” as a private enjoyment instead of whistling; turned over his taste to black hair, though he had sworn by brown ever since he was a boy, isolated himself till the space he filled in the public eye was contemptibly small.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "On a day which had a summer face and a winter constitution—a fine January morning, when there was just enough blue sky visible to make cheerfully disposed people wish for more, and an occasional sunshiny gleam of silvery whiteness, Oak put the lamb into a respectable Sunday basket, and stalked across the fields to the house of Mrs. Hurst, the aunt—George, the dog, walking behind, with a countenance of great concern at the serious turn pastoral affairs seemed to be taking.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "Gabriel had watched the blue wood-smoke curling from the chimney with strange meditation.\n"}, "modifies": "smoke"}
{"silver": {"word": "silver", "line": "He thoroughly cleaned his silver watch-chain with whiting, put new lacing straps to his boots, looked to the brass eyelet-holes, went to the inmost heart of the plantation for a new walking-stick, and trimmed it vigorously on his way back; took a new handkerchief from the bottom of his clothes-box, put on the light waistcoat patterned all over with sprigs of an elegant flower uniting the beauties of both rose and lily without the defects of either, and used all the hair-oil he possessed upon his usually dry, sandy, and inextricably curly hair, till he had deepened it to a splendidly novel colour, between that of guano and Roman cement, making it stick to his head like mace round a nutmeg, or wet seaweed round a boulder after the ebb.\n"}, "modifies": "chain"}
{"pink": {"word": "rose", "line": "He thoroughly cleaned his silver watch-chain with whiting, put new lacing straps to his boots, looked to the brass eyelet-holes, went to the inmost heart of the plantation for a new walking-stick, and trimmed it vigorously on his way back; took a new handkerchief from the bottom of his clothes-box, put on the light waistcoat patterned all over with sprigs of an elegant flower uniting the beauties of both rose and lily without the defects of either, and used all the hair-oil he possessed upon his usually dry, sandy, and inextricably curly hair, till he had deepened it to a splendidly novel colour, between that of guano and Roman cement, making it stick to his head like mace round a nutmeg, or wet seaweed round a boulder after the ebb.\n"}, "modifies": "beauties"}
{"white": {"word": "white", "line": "He looked round, and saw a girl racing after him, waving a white handkerchief.\n"}, "modifies": "handkerchief"}
{"red": {"word": "red", "line": "“Yes—I know that!” she said, panting like a robin, her face red and moist from her exertions, like a peony petal before the sun dries off the dew.\n"}, "modifies": "robin"}
{"red": {"word": "red", "line": "Bathsheba had overtaken him at a point beside which stood a low, stunted holly-bush, now laden with red berries.\n"}, "modifies": "berries"}
{"red": {"word": "red", "line": "He contemplated the red berries between them over and over again, to such an extent, that holly seemed in his after-life to be a cypher signifying a proposal of marriage.\n"}, "modifies": "berries"}
{"red": {"word": "red", "line": "“Well, then, why did you come and disturb me?” she said, almost angrily, if not quite, an enlarging red spot rising in each cheek.\n"}, "modifies": "spot"}
{"white": {"word": "white", "line": "George, the elder, exhibited an ebony-tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish-brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n"}, "modifies": "grey"}
{"blue": {"word": "blue", "line": "George, the elder, exhibited an ebony-tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish-brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n"}, "modifies": "component"}
{"grey": {"word": "grey", "line": "George, the elder, exhibited an ebony-tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish-brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n"}, "modifies": "component"}
{"pink": {"word": "pink", "line": "George, the elder, exhibited an ebony-tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish-brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n"}, "modifies": "flesh"}
{"white": {"word": "fair", "line": "We are brought on to a day in February, on which was held the yearly statute or hiring fair in the town of Casterbridge.\n"}, "modifies": "hiring"}
{"white": {"word": "fair", "line": "By making inquiries he learnt that there was another fair at Shottsford the next day.\n"}, "modifies": "Shottsford"}
{"white": {"word": "white", "line": "The path wended through water-meadows traversed by little brooks, whose quivering surfaces were braided along their centres, and folded into creases at the sides, or, where the flow was more rapid, the stream was pied with spots of white froth, which rode on in undisturbed serenity.\n"}, "modifies": "froth"}
{"white": {"word": "fair", "line": "He calculated that he had walked a very fair proportion of the journey; and having been on foot since daybreak, he felt tempted to lie down upon the hay in the waggon instead of pushing on to the village of Weatherbury, and having to pay for a lodging.\n"}, "modifies": "proportion"}
{"yellow": {"word": "yellow", "line": "Banks of smoke went off horizontally at the back like passing clouds, and behind these burned hidden pyres, illuminating the semi-transparent sheet of smoke to a lustrous yellow uniformity.\n"}, "modifies": "uniformity"}
{"red": {"word": "red", "line": "Individual straws in the foreground were consumed in a creeping movement of ruddy heat, as if they were knots of red worms, and above shone imaginary fiery faces, tongues hanging from lips, glaring eyes, and other impish forms, from which at intervals sparks flew in clusters like birds from a nest.\n"}, "modifies": "worms"}
{"yellow": {"word": "yellow", "line": "The corn stood on stone staddles, and between these, tongues of yellow hues from the burning straw licked and darted playfully.\n"}, "modifies": "hues"}
{"pink": {"word": "rose", "line": "From the walls an overhanging thatched roof sloped up to a point in the centre, upon which rose a small wooden lantern, fitted with louvre-boards on all the four sides, and from these openings a mist was dimly perceived to be escaping into the night air.\n"}, "modifies": "point"}
{"white": {"word": "white", "line": "This aged man was now sitting opposite the fire, his frosty white hair and beard overgrowing his gnarled figure like the grey moss and lichen upon a leafless apple-tree.\n"}, "modifies": "hair"}
{"grey": {"word": "grey", "line": "This aged man was now sitting opposite the fire, his frosty white hair and beard overgrowing his gnarled figure like the grey moss and lichen upon a leafless apple-tree.\n"}, "modifies": "moss"}
{"red": {"word": "crimson", "line": "Mr. Jan Coggan, who had passed the cup to Henery, was a crimson man with a spacious countenance, and private glimmer in his eye, whose name had appeared on the marriage register of Weatherbury and neighbouring parishes as best man and chief witness in countless unions of the previous twenty years; he also very frequently filled the post of head god-father in baptisms of the subtly-jovial kind.\n"}, "modifies": "man"}
{"pink": {"word": "blush", "line": "“’Twere blush, blush, blush with me every minute of the time, when she was speaking to me.” “I believe ye, Joseph Poorgrass, for we all know ye to be a very bashful man.” “’Tis terrible bad for a man, poor soul,” said the maltster.\n"}, "modifies": "blush"}
{"pink": {"word": "rose", "line": "Well, when I got to Saying After Me, I rose from my knees and found the gate would open—yes, neighbours, the gate opened the same as ever.” A meditation on the obvious inference was indulged in by all, and during its continuance each directed his vision into the ashpit, which glowed like a desert in the tropics under a vertical sun, shaping their eyes long and liny, partly because of the light, partly from the depth of the subject discussed—each man severally drawing upon the tablet of his imagination a clear and correct picture of Joseph Poorgrass under the remarkable conditions he had related, and surveying the position in all its bearings with critical exactness.\n"}, "modifies": "knees"}
{"white": {"word": "fair", "line": "Her uncle was a very fair sort of man.\n"}, "modifies": "sort"}
{"white": {"word": "fair", "line": "Her uncle was a very fair sort of man.\n"}, "modifies": "sort"}
{"gold": {"word": "gold", "line": "That man failed for heaps of money; hundreds in gold and silver.” The maltster being rather short of breath, Mr. Coggan, after absently scrutinizing a coal which had fallen among the ashes, took up the narrative, with a private twirl of his eye:— “Well, now, you’d hardly believe it, but that man—our Miss Everdene’s father—was one of the ficklest husbands alive, after a while.\n"}, "modifies": "hundreds"}
{"red": {"word": "red", "line": "There, as the others’ footsteps died away, he sat down again, and continued gazing as usual into the furnace with his red, bleared eyes.\n"}, "modifies": "eyes"}
{"brown": {"word": "brown", "line": "Soft brown mosses, like faded velveteen, formed cushions upon the stone tiling, and tufts of the houseleek or sengreen sprouted from the eaves of the low surrounding buildings.\n"}, "modifies": "mosses"}
{"pink": {"word": "rose", "line": "“A man wanted to once,” she said, in a highly experienced tone, and the image of Gabriel Oak, as the farmer, rose before her.\n"}, "modifies": "image"}
{"white": {"word": "white", "line": "“The Philistines are upon us,” said Liddy, making her nose white against the glass.\n"}, "modifies": "glass"}
{"red": {"word": "scarlet", "line": "Yielding women?—as scarlet a pair as ever was!” groaned Henery under his breath.\n"}, "modifies": "pair"}
{"pink": {"word": "rose", "line": "The scene was a public path, bordered on the left hand by a river, behind which rose a high wall.\n"}, "modifies": "river"}
{"red": {"word": "red", "line": "Something in the exact arch of her upper unbroken row of teeth, and in the keenly pointed corners of her red mouth when, with parted lips, she somewhat defiantly turned up her face to argue a point with a tall man, suggested that there was depth enough in that lithe slip of humanity for alarming potentialities of exploit, and daring enough to carry them out.\n"}, "modifies": "mouth"}
{"black": {"word": "black", "line": "Bathsheba, without looking within a right angle of him, was conscious of a black sheep among the flock.\n"}, "modifies": "sheep"}
{"yellow": {"word": "yellow", "line": "When marketing was over, she rushed off to Liddy, who was waiting for her beside the yellow gig in which they had driven to town.\n"}, "modifies": "gig"}
{"white": {"word": "fair", "line": "Of love as a spectacle Bathsheba had a fair knowledge; but of love subjectively she knew nothing.\n"}, "modifies": "knowledge"}
{"red": {"word": "red", "line": "Here the bachelor’s gaze was continually fastening itself, till the large red seal became as a blot of blood on the retina of his eye; and as he ate and drank he still read in fancy the words thereon, although they were too remote for his sight,— “MARRY ME.” The pert injunction was like those crystal substances which, colourless themselves, assume the tone of objects about them.\n"}, "modifies": "seal"}
{"red": {"word": "red", "line": "Her mouth—were the lips red or pale, plump or creased?—had curved itself to a certain expression as the pen went on—the corners had moved with all their natural tremulousness: what had been the expression?\n"}, "modifies": "lips"}
{"white": {"word": "pale", "line": "His window only admitted a reflection of its rays, and the pale sheen had that reversed direction which snow gives, coming upward and lighting up his ceiling in a phenomenal way, casting shadows in strange places, and putting lights where shadows had used to be.\n"}, "modifies": "sheen"}
{"red": {"word": "red", "line": "Boldwood looked, as he had a hundred times the preceding day, at the insistent red seal: “Marry me,” he said aloud.\n"}, "modifies": "seal"}
{"red": {"word": "red", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe-lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n"}, "modifies": "fire"}
{"white": {"word": "white", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe-lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n"}, "modifies": "hearthstone"}
{"purple": {"word": "violet", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe-lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "Boldwood was listlessly noting how the frost had hardened and glazed the surface of the snow, till it shone in the red eastern light with the polish of marble; how, in some portions of the slope, withered grass-bents, encased in icicles, bristled through the smooth wan coverlit in the twisted and curved shapes of old Venetian glass; and how the footprints of a few birds, which had hopped over the snow whilst it lay in the state of a soft fleece, were now frozen to a short permanency.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "Henery appeared in a drab kerseymere great-coat, buttoned over his smock-frock, the white skirts of the latter being visible to the distance of about a foot below the coat-tails, which, when you got used to the style of dress, looked natural enough, and even ornamental—it certainly was comfortable.\n"}, "modifies": "skirts"}
{"white": {"word": "fair", "line": "“The question was perfectly fair,” he returned—and there was something incongruous in the serious earnestness with which he applied himself to an argument on a valentine.\n"}, "modifies": "question"}
{"red": {"word": "red", "line": "A young cavalry soldier in a red uniform, with the three chevrons of a sergeant upon his sleeve, strode up the aisle, with an embarrassment which was only the more accented by the intense vigour of his step, and by the determination upon his face to show none.\n"}, "modifies": "uniform"}
{"black": {"word": "black", "line": "He saw her black hair, her correct facial curves and profile, and the roundness of her chin and throat.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "Inside the blue door, open half-way down, were to be seen at this time the backs and tails of half-a-dozen warm and contented horses standing in their stalls; and as thus viewed, presenting alternations of roan and bay, in shapes like a Moorish arch, the tail being a streak down the midst of each.\n"}, "modifies": "door"}
{"green": {"word": "green", "line": "To birds on the wing its glassy surface, reflecting the light sky, must have been visible for miles round as a glistening Cyclop’s eye in a green face.\n"}, "modifies": "face"}
{"yellow": {"word": "yellow", "line": "To the north of the mead were trees, the leaves of which were new, soft, moist, and flexible, not yet having stiffened and darkened under summer sun and drought, their colour being yellow beside a green, green beside a yellow.\n"}, "modifies": "colour"}
{"yellow": {"word": "yellow", "line": "Boldwood went meditating down the slopes with his eyes on his boots, which the yellow pollen from the buttercups had bronzed in artistic gradations.\n"}, "modifies": "pollen"}
{"red": {"word": "red", "line": "“Whatever _is_ the matter, men?” she said, meeting them at the door just as she was coming out on her way to church, and ceasing in a moment from the close compression of her two red lips, with which she had accompanied the exertion of pulling on a tight glove.\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "The cottage to which Gabriel had retired before taking his final departure from the locality was visible as a white spot on the opposite hill, backed by blue firs.\n"}, "modifies": "spot"}
{"blue": {"word": "blue", "line": "The cottage to which Gabriel had retired before taking his final departure from the locality was visible as a white spot on the opposite hill, backed by blue firs.\n"}, "modifies": "firs"}
{"white": {"word": "white", "line": "Flossy catkins of the later kinds, fern-fronds like bishops’ croziers, the square-headed moschatel, the odd cuckoo-pint,—like an apoplectic saint in a niche of malachite—clear white ladies’-smocks, the toothwort, approximating to human flesh, the enchanter’s nightshade, and the black-petaled doleful-bells, were among the quainter objects of the vegetable world in and about Weatherbury at this teeming time; and of the animal, the metamorphosed figures of Mr. Jan Coggan, the master-shearer; the second and third shearers, who travelled in the exercise of their calling, and do not require definition by name; Henery Fray the fourth shearer, Susan Tall’s husband the fifth, Joseph Poorgrass the sixth, young Cain Ball as assistant-shearer, and Gabriel Oak as general supervisor.\n"}, "modifies": "ladies"}
{"grey": {"word": "grey", "line": "The fact that four centuries had neither proved it to be founded on a mistake, inspired any hatred of its purpose, nor given rise to any reaction that had battered it down, invested this simple grey effort of old minds with a repose, if not a grandeur, which a too curious reflection was apt to disturb in its ecclesiastical and military compeers.\n"}, "modifies": "effort"}
{"black": {"word": "black", "line": "To-day the large side doors were thrown open towards the sun to admit a bountiful light to the immediate spot of the shearers’ operations, which was the wood threshing-floor in the centre, formed of thick oak, black with age and polished by the beating of flails for many generations, till it had grown as slippery and as rich in hue as the state-room floors of an Elizabethan mansion.\n"}, "modifies": "oak"}
{"white": {"word": "bleached", "line": "Here the shearers knelt, the sun slanting in upon their bleached shirts, tanned arms, and the polished shears they flourished, causing them to bristle with a thousand rays strong enough to blind a weak-eyed man.\n"}, "modifies": "shirts"}
{"pink": {"word": "pink", "line": "“She blushes at the insult,” murmured Bathsheba, watching the pink flush which arose and overspread the neck and shoulders of the ewe where they were left bare by the clicking shears—a flush which was enviable, for its delicacy, by many queens of the coteries, and would have been creditable, for its promptness, to any woman in the world.\n"}, "modifies": "flush"}
{"red": {"word": "red", "line": "She became more or less red in the cheek, the blood wavering in uncertain flux and reflux over the sensitive space between ebb and flood.\n"}, "modifies": "cheek"}
{"green": {"word": "green", "line": "Then she reappeared in a new riding-habit of myrtle green, which fitted her to the waist as a rind fits its fruit; and young Bob Coggan led on her mare, Boldwood fetching his own horse from the tree under which it had been tied.\n"}, "modifies": "myrtle"}
{"brown": {"word": "brown", "line": "That matters should continue pleasant Maryann spoke, who, what with her brown complexion, and the working wrapper of rusty linsey, had at present the mellow hue of an old sketch in oils—notably some of Nicholas Poussin’s:— “Do anybody know of a crooked man, or a lame, or any second-hand fellow at all that would do for poor me?” said Maryann.\n"}, "modifies": "complexion"}
{"black": {"word": "black", "line": "And there was a great black crock upon the brandish with his legs a-sticking out, but I don’t know what was in within.” “And there’s two bushels of biffins for apple-pies,” said Maryann.\n"}, "modifies": "crock"}
{"red": {"word": "red", "line": "This evening Bathsheba was unusually excited, her red cheeks and lips contrasting lustrously with the mazy skeins of her shadowy hair.\n"}, "modifies": "cheeks"}
{"white": {"word": "white", "line": "The gentleman-farmer was dressed in cheerful style, in a new coat and white waistcoat, quite contrasting with his usual sober suits of grey.\n"}, "modifies": "waistcoat"}
{"grey": {"word": "grey", "line": "The gentleman-farmer was dressed in cheerful style, in a new coat and white waistcoat, quite contrasting with his usual sober suits of grey.\n"}, "modifies": "suits"}
{"yellow": {"word": "yellow", "line": "The sun had crept round the tree as a last effort before death, and then began to sink, the shearers’ lower parts becoming steeped in embrowning twilight, whilst their heads and shoulders were still enjoying day, lacquered with a yellow of self-sustained brilliancy that seemed inherent rather than acquired.\n"}, "modifies": "brilliancy"}
{"green": {"word": "green", "line": "Whilst he was thinking of this, Liddy brought candles into the back part of the room overlooking the shearers, and their lively new flames shone down the table and over the men, and dispersed among the green shadows behind.\n"}, "modifies": "shadows"}
{"pink": {"word": "rose", "line": "Recovering from the softer impressions produced by Bathsheba’s voice, the shearers rose to leave, Coggan turning to Pennyways as he pushed back the bench to pass out:— “I like to give praise where praise is due, and the man deserves it—that ’a do so,” he remarked, looking at the worthy thief comprehensively, as if he were the masterpiece of some world-renowned artist.\n"}, "modifies": "shearers"}
{"brown": {"word": "brown", "line": "Above each of these a still keener vision suggested a brown forehead and two staring though not unfriendly eyes, and above all a pair of whitish crescent-shaped horns like two particularly new moons, an occasional stolid “moo!” proclaiming beyond the shade of a doubt that these phenomena were the features and persons of Daisy, Whitefoot, Bonny-lass, Jolly-O, Spot, Twinkle-eye, etc., etc.—the respectable dairy of Devon cows belonging to Bathsheba aforesaid.\n"}, "modifies": "forehead"}
{"black": {"word": "black", "line": "By reason of the density of the interwoven foliage it was gloomy there at cloudless noontide, twilight in the evening, dark as midnight at dusk, and black as the ninth plague of Egypt at midnight.\n"}, "modifies": "plague"}
{"red": {"word": "scarlet", "line": "The man to whom she was hooked was brilliant in brass and scarlet.\n"}, "modifies": "brass"}
{"white": {"word": "fair", "line": "But why should such a fair and dutiful girl have such an aversion to her father’s sex?” “Go on your way, please.” “What, Beauty, and drag you after me?\n"}, "modifies": "girl"}
{"red": {"word": "red", "line": "In ascending to her own chamber, Bathsheba opened the girl’s door an inch or two, and said,— “Liddy, is any soldier staying in the village—sergeant somebody—rather gentlemanly for a sergeant, and good looking—a red coat with blue facings?” “No, miss.… No, I say; but really it might be Sergeant Troy home on furlough, though I have not seen him.\n"}, "modifies": "coat"}
{"blue": {"word": "blue", "line": "In ascending to her own chamber, Bathsheba opened the girl’s door an inch or two, and said,— “Liddy, is any soldier staying in the village—sergeant somebody—rather gentlemanly for a sergeant, and good looking—a red coat with blue facings?” “No, miss.… No, I say; but really it might be Sergeant Troy home on furlough, though I have not seen him.\n"}, "modifies": "facings"}
{"pink": {"word": "blush", "line": "miss—I blush to name it—a gay man!\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "However, he wasted his gifted lot, and listed a soldier; but even then he rose to be a sergeant without trying at all.\n"}, "modifies": "sergeant"}
{"red": {"word": "scarlet", "line": "From behind the waggon a bright scarlet spot emerged, and went on loading unconcernedly with the rest.\n"}, "modifies": "spot"}
{"gold": {"word": "gold", "line": "“A gold watch!\n"}, "modifies": "watch"}
{"blue": {"word": "blue", "line": "Bathsheba’s eyes, shaded by one hand, were following the ascending multitude against the unexplorable stretch of blue till they ultimately halted by one of the unwieldy trees spoken of.\n"}, "modifies": "stretch"}
{"black": {"word": "black", "line": "The bustling swarm had swept the sky in a scattered and uniform haze, which now thickened to a nebulous centre: this glided on to a bough and grew still denser, till it formed a solid black spot upon the light.\n"}, "modifies": "spot"}
{"green": {"word": "green", "line": "She had dressed the hive with herbs and honey, fetched a ladder, brush, and crook, made herself impregnable with armour of leather gloves, straw hat and large gauze veil—once green but now faded to snuff colour—and ascended a dozen rungs of the ladder.\n"}, "modifies": "veil"}
{"gold": {"word": "gold", "line": "At eight o’clock this midsummer evening, whilst the bristling ball of gold in the west still swept the tips of the ferns with its long, luxuriant rays, a soft brushing-by of garments might have been heard among them, and Bathsheba appeared in their midst, their soft, feathery arms caressing her up to her shoulders.\n"}, "modifies": "ball"}
{"red": {"word": "red", "line": "She saw a dim spot of artificial red moving round the shoulder of the rise.\n"}, "modifies": "spot"}
{"red": {"word": "scarlet", "line": "Behind the luminous streams of this _aurora militaris_, she could see the hue of Troy’s sword-arm, spread in a scarlet haze over the space covered by its motions, like a twanged bowstring, and behind all Troy himself, mostly facing her; sometimes, to show the rear cuts, half turned away, his eye nevertheless always keenly measuring her breadth and outline, and his lips tightly closed in sustained effort.\n"}, "modifies": "haze"}
{"red": {"word": "scarlet", "line": "A minute later and she saw his scarlet form disappear amid the ferny thicket, almost in a flash, like a brand swiftly waved.\n"}, "modifies": "form"}
{"green": {"word": "green", "line": "Though in one sense a woman of the world, it was, after all, that world of daylight coteries and green carpets, wherein cattle form the passing crowd and winds the busy hum; where a quiet family of rabbits or hares lives on the other side of your party-wall, where your neighbour is everybody in the tything, and where calculation is confined to market-days.\n"}, "modifies": "carpets"}
{"pink": {"word": "rose", "line": "A figure apparently rose from the earth beside her.\n"}, "modifies": "figure"}
{"white": {"word": "pale", "line": "The pale lustre yet hanging in the north-western heaven was sufficient to show that a sprig of ivy had grown from the wall across the door to a length of more than a foot, delicately tying the panel to the stone jamb.\n"}, "modifies": "lustre"}
{"white": {"word": "fair", "line": "It is only fair to Bathsheba to explain here a little fact which did not come to light till a long time afterwards: that Troy’s presentation of himself so aptly at the roadside this evening was not by any distinctly preconcerted arrangement.\n"}, "modifies": "Bathsheba"}
{"brown": {"word": "hazel", "line": "Bathsheba’s companion, as a gage of their reconciliation, had been granted a week’s holiday to visit her sister, who was married to a thriving hurdler and cattle-crib-maker living in a delightful labyrinth of hazel copse not far from Yalbury.\n"}, "modifies": "copse"}
{"white": {"word": "pale", "line": "There are accents in the eye which are not on the tongue, and more tales come from pale lips than can enter an ear.\n"}, "modifies": "lips"}
{"pink": {"word": "blush", "line": "Now the people sneer at me—the very hills and sky seem to laugh at me till I blush shamefuly for my folly.\n"}, "modifies": "folly"}
{"green": {"word": "green", "line": "The dark rotundity of the earth appeared foreshores and promontories of coppery cloud which bounded a green and pellucid expanse in the western sky, amaranthine glosses came over them then, and the unresting world wheeled her round to a contrasting prospect eastward, in the shape of indecisive and palpitating stars.\n"}, "modifies": "expanse"}
{"green": {"word": "green", "line": "They scanned the shady green patch by the roadside.\n"}, "modifies": "patch"}
{"white": {"word": "white", "line": "Nothing was said until, against a shady background of foliage, five white bars were visible, crossing their route a little way ahead.\n"}, "modifies": "bars"}
{"white": {"word": "white", "line": "The white bars were blotted out in the midst by a dark shape in front of them.\n"}, "modifies": "bars"}
{"blue": {"word": "blue", "line": "They were about to withdraw for a while into the charitable shade of a tree in the fence, when Coggan saw a figure in a blue coat and brass buttons running to them across the field.\n"}, "modifies": "coat"}
{"pink": {"word": "blush", "line": "’Twas blush, blush with him, almost as much as ’tis with me—not but that ’tis a fault in me.” “Not at all, Master Poorgrass,” said Coggan.\n"}, "modifies": "Twas"}
{"white": {"word": "white", "line": "And when they came out her eyes were shining and she was as white as a lily; and they looked into one another’s faces, as desperately friendly as a man and woman can be.” Gabriel’s features seemed to get thinner.\n"}, "modifies": "lily"}
{"black": {"word": "black", "line": "“Ay, and she wore a beautiful gold-colour silk gown, trimmed with black lace, that would have stood alone without legs inside if required.\n"}, "modifies": "lace"}
{"red": {"word": "red", "line": "And when the sun shone upon the bright gown and his red coat—my!\n"}, "modifies": "coat"}
{"gold": {"word": "gold", "line": "Yes; he would kneel down and put up his hands together, and make the holy gold rings on his fingers gleam and twinkle in yer eyes, that he’d earned by praying so excellent well!—Ah yes, I wish I lived there.” “Our poor Parson Thirdly can’t get no money to buy such rings,” said Matthew Moon, thoughtfully.\n"}, "modifies": "rings"}
{"brown": {"word": "copper", "line": "I don’t believe poor Thirdly have a single one, even of humblest tin or copper.\n"}, "modifies": "tin"}
{"black": {"word": "black", "line": "“Our mis’ess has too much sense under those knots of black hair to do such a mad thing.” “You see, he’s not a coarse, ignorant man, for he was well brought up,” said Matthew, dubiously.\n"}, "modifies": "hair"}
{"red": {"word": "scarlet", "line": "The lamp fixed to the head of the hood illuminated a scarlet and gilded form, who was the first to alight.\n"}, "modifies": "form"}
{"gold": {"word": "gold", "line": "He wrapped the packet of gold in the notes, and threw the whole into the road.\n"}, "modifies": "packet"}
{"black": {"word": "black", "line": "You black hound!\n"}, "modifies": "hound"}
{"blue": {"word": "blue", "line": "The confused beginnings of many birds’ songs spread into the healthy air, and the wan blue of the heaven was here and there coated with thin webs of incorporeal cloud which were of no effect in obscuring day.\n"}, "modifies": "wan"}
{"yellow": {"word": "yellow", "line": "All the lights in the scene were yellow as to colour, and all the shadows were attenuated as to form.\n"}, "modifies": "lights"}
{"black": {"word": "black", "line": "The two men were at this moment partially screened by an elder bush, now beginning to be enriched with black bunches of fruit, and they paused before emerging from its shade.\n"}, "modifies": "bunches"}
{"red": {"word": "red", "line": "His red jacket was loosely thrown on, but not buttoned, and he had altogether the relaxed bearing of a soldier taking his ease.\n"}, "modifies": "jacket"}
{"white": {"word": "white", "line": "“Good heavens above us, Oak, how white your face is; you look like a corpse!” “Do I?” said Oak, with a faint smile.\n"}, "modifies": "heavens"}
{"red": {"word": "scarlet", "line": "The soldier turned a little towards the east, and the sun kindled his scarlet coat to an orange glow.\n"}, "modifies": "coat"}
{"pink": {"word": "rose", "line": "Gabriel, for a minute, rose above his own grief in noticing Boldwood’s.\n"}, "modifies": "Gabriel"}
{"green": {"word": "green", "line": "Tufts and garlands of green foliage decorated the walls, beams, and extemporized chandeliers, and immediately opposite to Oak a rostrum had been erected, bearing a table and chairs.\n"}, "modifies": "foliage"}
{"black": {"word": "black", "line": "The dance ended, and on the black oak floor in the midst a new row of couples formed for another.\n"}, "modifies": "floor"}
{"white": {"word": "white", "line": "If any of the men show the white feather, let them look elsewhere for a winter’s work.” Bathsheba indignantly left the barn, followed by all the women and children.\n"}, "modifies": "feather"}
{"brown": {"word": "brown", "line": "Oak’s eyes followed the serpentine sheen to the other side, where it led up to a huge brown garden-slug, which had come indoors to-night for reasons of its own.\n"}, "modifies": "slug"}
{"black": {"word": "black", "line": "During this time two black spiders, of the kind common in thatched houses, promenaded the ceiling, ultimately dropping to the floor.\n"}, "modifies": "spiders"}
{"yellow": {"word": "yellow", "line": "All was silent within, and he would have passed on in the belief that the party had broken up, had not a dim light, yellow as saffron by contrast with the greenish whiteness outside, streamed through a knot-hole in the folding doors.\n"}, "modifies": "light"}
{"pink": {"word": "rose", "line": "A hot breeze, as if breathed from the parted lips of some dragon about to swallow the globe, fanned him from the south, while directly opposite in the north rose a grim misshapen body of cloud, in the very teeth of the wind.\n"}, "modifies": "north"}
{"silver": {"word": "silver", "line": "The lightning now was the colour of silver, and gleamed in the heavens like a mailed army.\n"}, "modifies": "colour"}
{"blue": {"word": "blue", "line": "A blue light appeared in the zenith, and in some indescribable manner flickered down near the top of the rod.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "He wiped his weary brow, and looked again at the black forms of the unprotected stacks.\n"}, "modifies": "forms"}
{"green": {"word": "green", "line": "It was green as an emerald, and the reverberation was stunning.\n"}, "modifies": "emerald"}
{"black": {"word": "black", "line": "On the slope in front of him appeared two human shapes, black as jet.\n"}, "modifies": "shapes"}
{"blue": {"word": "blue", "line": "The forms of skeletons appeared in the air, shaped with blue fire for bones—dancing, leaping, striding, racing around, and mingling altogether in unparalleled confusion.\n"}, "modifies": "fire"}
{"green": {"word": "green", "line": "With these were intertwined undulating snakes of green.\n"}, "modifies": "snakes"}
{"red": {"word": "red", "line": "Oak had hardly time to gather up these impressions into a thought, and to see how strangely the red feather of her hat shone in this light, when the tall tree on the hill before-mentioned seemed on fire to a white heat, and a new one among these terrible voices mingled with the last crash of those preceding.\n"}, "modifies": "feather"}
{"white": {"word": "white", "line": "Oak had hardly time to gather up these impressions into a thought, and to see how strangely the red feather of her hat shone in this light, when the tall tree on the hill before-mentioned seemed on fire to a white heat, and a new one among these terrible voices mingled with the last crash of those preceding.\n"}, "modifies": "heat"}
{"white": {"word": "white", "line": "The other portion remained erect, and revealed the bared surface as a strip of white down the front.\n"}, "modifies": "strip"}
{"black": {"word": "black", "line": "A sulphurous smell filled the air; then all was silent, and black as a cave in Hinnom.\n"}, "modifies": "cave"}
{"black": {"word": "black", "line": "The soft and continual shimmer of the dying lightning showed a marble face high against the black sky of the opposite quarter.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "Figures came singly and in pairs through the doors—all walking awkwardly, and abashed, save the foremost, who wore a red jacket, and advanced with his hands in his pockets, whistling.\n"}, "modifies": "jacket"}
{"black": {"word": "black", "line": "Why, ’twas as black as my hat before the last race was run.\n"}, "modifies": "hat"}
{"black": {"word": "black", "line": "A heavy unbroken crust of cloud stretched across the sky, shutting out every speck of heaven; and a distant halo which hung over the town of Casterbridge was visible against the black concave, the luminosity appearing the brighter by its great contrast with the circumscribing darkness.\n"}, "modifies": "concave"}
{"white": {"word": "white", "line": "Presently there became visible a dim white shape; it was another milestone.\n"}, "modifies": "shape"}
{"white": {"word": "white", "line": "This was beside a lone hazel copse, wherein heaps of white chips strewn upon the leafy ground showed that woodmen had been faggoting and making hurdles during the day.\n"}, "modifies": "chips"}
{"brown": {"word": "hazel", "line": "This was beside a lone hazel copse, wherein heaps of white chips strewn upon the leafy ground showed that woodmen had been faggoting and making hurdles during the day.\n"}, "modifies": "copse"}
{"pink": {"word": "rose", "line": "The woman desperately turned round upon her knees, and next rose to her feet.\n"}, "modifies": "feet"}
{"white": {"word": "white", "line": "From the stripe of shadow on the opposite side of the way a portion of shade seemed to detach itself and move into isolation upon the pale white of the road.\n"}, "modifies": "road"}
{"pink": {"word": "rose", "line": "The ultimate and saddest singularity of woman’s effort and invention was reached when, with a quickened breathing, she rose to a stooping posture, and, resting her two little arms upon the shoulders of the dog, leant firmly thereon, and murmured stimulating words.\n"}, "modifies": "breathing"}
{"pink": {"word": "rose", "line": "On this much desired spot outside the town rose a picturesque building.\n"}, "modifies": "spot"}
{"green": {"word": "green", "line": "This green edifice consisted of a central mass and two wings, whereon stood as sentinels a few slim chimneys, now gurgling sorrowfully to the slow wind.\n"}, "modifies": "edifice"}
{"yellow": {"word": "yellow", "line": "“I don’t mean that—it was yellow hair.” “Nonsense.” “That’s insulting me.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "You like the woman who owns that pretty hair—yes; it is pretty—more beautiful than my miserable black mane!\n"}, "modifies": "mane"}
{"pink": {"word": "rose", "line": "The next morning she rose earlier than usual, and had the horse saddled for her ride round the farm in the customary way.\n"}, "modifies": "morning"}
{"red": {"word": "red", "line": "Joseph, have the new spring waggon with the blue body and red wheels, and wash it very clean.\n"}, "modifies": "wheels"}
{"blue": {"word": "blue", "line": "Joseph, have the new spring waggon with the blue body and red wheels, and wash it very clean.\n"}, "modifies": "body"}
{"green": {"word": "green", "line": "The single feature appertaining to it, beyond the expanse of dark green leaves, was a small door.\n"}, "modifies": "leaves"}
{"blue": {"word": "blue", "line": "As the clock from the tower of St. George’s Church pointed to three minutes to three, a blue spring waggon, picked out with red, and containing boughs and flowers, turned from the high road and halted on this side of the building.\n"}, "modifies": "waggon"}
{"black": {"word": "black", "line": "He covered the whole with a black cloth, threadbare, but decent, the tail-board of the waggon was returned to its place, one of the men handed a certificate of registry to Poorgrass, and both entered the door, closing it behind them.\n"}, "modifies": "cloth"}
{"grey": {"word": "grey", "line": "Joseph Poorgrass looked round upon his sad burden as it loomed faintly through the flowering laurustinus, then at the unfathomable gloom amid the high trees on each hand, indistinct, shadowless, and spectre-like in their monochrome of grey.\n"}, "modifies": "monochrome"}
{"green": {"word": "green", "line": "He turned the horse’s head to the green bank, and entered the hostel for a mug of ale.\n"}, "modifies": "bank"}
{"green": {"word": "green", "line": "Oak argued upon the convenience of leaving her in the waggon, just as she lay now, with her flowers and green leaves about her, merely wheeling the vehicle into the coach-house till the morning, but to no purpose, “It is unkind and unchristian,” she said, “to leave the poor thing in a coach-house all night.” “Very well, then,” said the parson.\n"}, "modifies": "leaves"}
{"yellow": {"word": "yellow", "line": "Fanny’s face was framed in by that yellow hair of hers; and there was no longer much room for doubt as to the origin of the curl owned by Troy.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "In Bathsheba’s heated fancy the innocent white countenance expressed a dim triumphant consciousness of the pain she was retaliating for her pain with all the merciless rigour of the Mosaic law: “Burning for burning; wound for wound; strife for strife.\n"}, "modifies": "countenance"}
{"white": {"word": "pallid", "line": "Bathsheba, pallid as a corpse on end, gazed back at him in the same wild way.\n"}, "modifies": "Bathsheba"}
{"silver": {"word": "silver", "line": "She watched them flouncing into the pool, drinking, tossing up their heads, drinking again, the water dribbling from their lips in silver threads.\n"}, "modifies": "threads"}
{"red": {"word": "red", "line": "She perceived that in her lap, and clinging to her hair, were red and yellow leaves which had come down from the tree and settled silently upon her during her partial sleep.\n"}, "modifies": "leaves"}
{"pink": {"word": "rose", "line": "Bathsheba shook her dress to get rid of them, when multitudes of the same family lying round about her rose and fluttered away in the breeze thus created, “like ghosts from an enchanter fleeing.” There was an opening towards the east, and the glow from the as yet unrisen sun attracted her eyes thither.\n"}, "modifies": "multitudes"}
{"red": {"word": "red", "line": "Some were marked with great splotches, red as arterial blood, others were saffron yellow, and others tall and attenuated, with stems like macaroni.\n"}, "modifies": "splotches"}
{"yellow": {"word": "yellow", "line": "Some were marked with great splotches, red as arterial blood, others were saffron yellow, and others tall and attenuated, with stems like macaroni.\n"}, "modifies": "others"}
{"pink": {"word": "rose", "line": "Iridescent bubbles of dank subterranean breath rose from the sweating sod beside the waiting-maid’s feet as she trod, hissing as they burst and expanded away to join the vapoury firmament above.\n"}, "modifies": "bubbles"}
{"white": {"word": "pale", "line": "She landed safely on the other side, and looked up at the beautiful though pale and weary face of her young mistress.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "She could see the balls flying upwards, almost to the belfry window, and the brown and black heads of the young lads darting about right and left, their white shirt-sleeves gleaming in the sun; whilst occasionally a shout and a peal of hearty laughter varied the stillness of the evening air.\n"}, "modifies": "sleeves"}
{"brown": {"word": "brown", "line": "She could see the balls flying upwards, almost to the belfry window, and the brown and black heads of the young lads darting about right and left, their white shirt-sleeves gleaming in the sun; whilst occasionally a shout and a peal of hearty laughter varied the stillness of the evening air.\n"}, "modifies": "heads"}
{"black": {"word": "black", "line": "They continued playing for a quarter of an hour or so, when the game concluded abruptly, and the players leapt over the wall and vanished round to the north side behind a yew tree, which was also half behind a beech, now spreading in one mass of golden foliage, on which the branches traced black lines.\n"}, "modifies": "lines"}
{"black": {"word": "black", "line": "It was a cloudy, muggy, and very dark night, and the rays from Troy’s lantern spread into the two old yews with a strange illuminating power, flickering, as it seemed, up to the black ceiling of cloud above.\n"}, "modifies": "ceiling"}
{"pink": {"word": "rose", "line": "Plants of the tufted species were loosened, rose to the surface, and floated of.\n"}, "modifies": "surface"}
{"green": {"word": "green", "line": "The rain had quite ceased, and the sun was shining through the green, brown, and yellow leaves, now sparkling and varnished by the raindrops to the brightness of similar effects in the landscapes of Ruysdael and Hobbema, and full of all those infinite beauties that arise from the union of water and colour with high lights.\n"}, "modifies": "leaves"}
{"brown": {"word": "brown", "line": "The disturbed earth was washed over the grass and pathway in the guise of the brown mud he had already seen, and it spotted the marble tombstone with the same stains.\n"}, "modifies": "mud"}
{"red": {"word": "coral", "line": "A coral reef which just comes short of the ocean surface is no more to the horizon than if it had never been begun, and the mere finishing stroke is what often appears to create an event which has long been potentially an accomplished thing.\n"}, "modifies": "reef"}
{"white": {"word": "pale", "line": "Almost before the first faint sign of dawn appeared she arose again, and opened the window to obtain a full breathing of the new morning air, the panes being now wet with trembling tears left by the night rain, each one rounded with a pale lustre caught from primrose-hued slashes through a cloud low down in the awakening sky.\n"}, "modifies": "lustre"}
{"white": {"word": "white", "line": "From the position of the setting sun his white form was distinctly visible upon the now deep-hued bosom of the sea to the east of the boat, and the men saw him at once.\n"}, "modifies": "form"}
{"yellow": {"word": "yellow", "line": "And now night drooped slowly upon the wide watery levels in front; and at no great distance from them, where the shore-line curved round, and formed a long riband of shade upon the horizon, a series of points of yellow light began to start into existence, denoting the spot to be the site of Budmouth, where the lamps were being lighted along the parade.\n"}, "modifies": "light"}
{"red": {"word": "flaming", "line": "The cluck of their oars was the only sound of any distinctness upon the sea, and as they laboured amid the thickening shades the lamp-lights grew larger, each appearing to send a flaming sword deep down into the waves before it, until there arose, among other dim shapes of the kind, the form of the vessel for which they were bound.\n"}, "modifies": "sword"}
{"white": {"word": "pale", "line": "There was the little coil of pale hair which had been as the fuze to this great explosion.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "To each of the two chief openings on opposite sides a winding road ascended, and the level green space of twenty or thirty acres enclosed by the bank was the site of the fair.\n"}, "modifies": "space"}
{"white": {"word": "fair", "line": "To each of the two chief openings on opposite sides a winding road ascended, and the level green space of twenty or thirty acres enclosed by the bank was the site of the fair.\n"}, "modifies": "site"}
{"red": {"word": "red", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon-tinted flocks, according to the fancy of the colourist and custom of the farm.\n"}, "modifies": "flocks"}
{"green": {"word": "green", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon-tinted flocks, according to the fancy of the colourist and custom of the farm.\n"}, "modifies": "flocks"}
{"brown": {"word": "brown", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon-tinted flocks, according to the fancy of the colourist and custom of the farm.\n"}, "modifies": "flocks"}
{"white": {"word": "fair", "line": "The great mass of sheep in the fair consisted of South Downs and the old Wessex horned breeds; to the latter class Bathsheba’s and Farmer Boldwood’s mainly belonged.\n"}, "modifies": "sheep"}
{"pink": {"word": "pink", "line": "These filed in about nine o’clock, their vermiculated horns lopping gracefully on each side of their cheeks in geometrically perfect spirals, a small pink and white ear nestling under each horn.\n"}, "modifies": "ear"}
{"red": {"word": "red", "line": "This feature consisted of one raised bench in very conspicuous part of the circle, covered with red cloth, and floored with a piece of carpet, and Bathsheba immediately found, to her confusion, that she was the single reserved individual in the tent, the rest of the crowded spectators, one and all, standing on their legs on the borders of the arena, where they got twice as good a view of the performance for half the money.\n"}, "modifies": "cloth"}
{"red": {"word": "scarlet", "line": "Hence as many eyes were turned upon her, enthroned alone in this place of honour, against a scarlet background, as upon the ponies and clown who were engaged in preliminary exploits in the centre, Turpin not having yet appeared.\n"}, "modifies": "background"}
{"red": {"word": "red", "line": "In a few minutes she noticed the fat red nape of Coggan’s neck among those standing just below her, and Joseph Poorgrass’s saintly profile a little further on.\n"}, "modifies": "nape"}
{"blue": {"word": "blue", "line": "The strange luminous semi-opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold-dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n"}, "modifies": "atmosphere"}
{"yellow": {"word": "yellow", "line": "The strange luminous semi-opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold-dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n"}, "modifies": "sunbeams"}
{"white": {"word": "fair", "line": "At the turnpike scene, where Bess and Turpin are hotly pursued at midnight by the officers, and the half-awake gatekeeper in his tasselled nightcap denies that any horseman has passed, Coggan uttered a broad-chested “Well done!” which could be heard all over the fair above the bleating, and Poorgrass smiled delightedly with a nice sense of dramatic contrast between our hero, who coolly leaps the gate, and halting justice in the form of his enemies, who must needs pull up cumbersomely and wait to be let through.\n"}, "modifies": "bleating"}
{"white": {"word": "fair", "line": "The largest refreshment-booth in the fair was provided by an innkeeper from a neighbouring town.\n"}, "modifies": "booth"}
{"white": {"word": "white", "line": "The tent was divided into first and second-class compartments, and at the end of the first-class division was a yet further enclosure for the most exclusive, fenced off from the body of the tent by a luncheon-bar, behind which the host himself stood, bustling about in white apron and shirt-sleeves, and looking as if he had never lived anywhere but under canvas all his life.\n"}, "modifies": "apron"}
{"silver": {"word": "silver", "line": "In these penetralia were chairs and a table, which, on candles being lighted, made quite a cozy and luxurious show, with an urn, silver tea and coffee pots, china teacups, and plum cakes.\n"}, "modifies": "tea"}
{"purple": {"word": "plum", "line": "In these penetralia were chairs and a table, which, on candles being lighted, made quite a cozy and luxurious show, with an urn, silver tea and coffee pots, china teacups, and plum cakes.\n"}, "modifies": "cakes"}
{"red": {"word": "coral", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger-tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n"}, "modifies": "chippings"}
{"white": {"word": "fair", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger-tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n"}, "modifies": "hand"}
{"blue": {"word": "blue", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger-tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n"}, "modifies": "veins"}
{"pink": {"word": "pink", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger-tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n"}, "modifies": "tips"}
{"white": {"word": "fair", "line": "They had gone two or three miles in the moonlight, speaking desultorily across the wheel of her gig concerning the fair, farming, Oak’s usefulness to them both, and other indifferent subjects, when Boldwood said suddenly and simply— “Mrs.\n"}, "modifies": "gig"}
{"black": {"word": "black", "line": "Now, fetch my black silk dress, and see how it sits upon me.” “But you will leave off that, surely, ma’am?\n"}, "modifies": "dress"}
{"white": {"word": "pallid", "line": "Her brow had heavily contracted; her whole face was pallid, her lips apart, her eyes rigidly staring at their visitor.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "She had sunk down on the lowest stair; and there she sat, her mouth blue and dry, and her dark eyes fixed vacantly upon him, as if she wondered whether it were not all a terrible illusion.\n"}, "modifies": "mouth"}
{"white": {"word": "pale", "line": "The truth was that Bathsheba was beyond the pale of activity—and yet not in a swoon.\n"}, "modifies": "Bathsheba"}
{"grey": {"word": "grey", "line": "The oak partition shook with the concussion, and the place was filled with grey smoke.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "The streets were nearly deserted now, and the waving lamp-flames only lighted up rows of grey shop-shutters, and strips of white paving upon which his step echoed as he passed along.\n"}, "modifies": "paving"}
{"grey": {"word": "grey", "line": "The streets were nearly deserted now, and the waving lamp-flames only lighted up rows of grey shop-shutters, and strips of white paving upon which his step echoed as he passed along.\n"}, "modifies": "shutters"}
{"brown": {"word": "brown", "line": "He turned to the left, and halted before an archway of old brown brick, which was closed by an iron studded pair of doors.\n"}, "modifies": "brick"}
{"gold": {"word": "gold", "line": "Above all there was a case of jewellery, containing four heavy gold bracelets and several lockets and rings, all of fine quality and manufacture.\n"}, "modifies": "bracelets"}
{"black": {"word": "black", "line": "None of the old colour had as yet come to her cheek, and its absolute paleness was heightened by the jet black of her dress till it appeared preternatural.\n"}, "modifies": "jet"}
{"white": {"word": "pale", "line": "So desolate was Bathsheba this evening, that in an absolute hunger for pity and sympathy, and miserable in that she appeared to have outlived the only true friendship she had ever owned, she put on her bonnet and cloak and went down to Oak’s house just after sunset, guided on her way by the pale primrose rays of a crescent moon a few days old.\n"}, "modifies": "rays"}
{"gray": {"word": "gray", "line": "Presently he was met by an elderly parson astride on a gray mare, who, as he rode, hummed a wandering tune.\n"}, "modifies": "mare"}
{"silver": {"word": "silver", "line": "I’ve got a wold silver spoon, and a wold graven seal at home, too; but, Lord, what’s a spoon and seal?...\n"}, "modifies": "spoon"}
{"blue": {"word": "blue", "line": "Not a soul passed that way for a long while, and the faint notes of the band were the only human sounds audible within the rim of blue hills.\n"}, "modifies": "hills"}
{"brown": {"word": "brown", "line": "This fertile and sheltered tract of country, in which the fields are never brown and the springs never dry, is bounded on the south by the bold chalk ridge that embraces the prominences of Hambledon Hill, Bulbarrow, Nettlecombe-Tout, Dogbury, High Stoy, and Bubb Down.\n"}, "modifies": "fields"}
{"white": {"word": "white", "line": "Behind him the hills are open, the sun blazes down upon fields so large as to give an unenclosed character to the landscape, the lanes are white, the hedges low and plashed, the atmosphere colourless.\n"}, "modifies": "lanes"}
{"green": {"word": "green", "line": "Here, in the valley, the world seems to be constructed upon a smaller and more delicate scale; the fields are mere paddocks, so reduced that from this height their hedgerows appear a network of dark green threads overspreading the paler green of the grass.\n"}, "modifies": "threads"}
{"white": {"word": "white", "line": "The Vale was known in former times as the Forest of White Hart, from a curious legend of King Henry III’s reign, in which the killing by a certain Thomas de la Lynd of a beautiful white hart which the king had run down and spared, was made the occasion of a heavy fine.\n"}, "modifies": "hart"}
{"white": {"word": "white", "line": "The banded ones were all dressed in white gowns—a gay survival from Old Style days, when cheerfulness and May-time were synonyms—days before the habit of taking long views had reduced emotions to a monotonous average.\n"}, "modifies": "gowns"}
{"green": {"word": "green", "line": "Ideal and real clashed slightly as the sun lit up their figures against the green hedges and creeper-laced house-fronts; for, though the whole troop wore white garments, no two whites were alike among them.\n"}, "modifies": "hedges"}
{"white": {"word": "white", "line": "Ideal and real clashed slightly as the sun lit up their figures against the green hedges and creeper-laced house-fronts; for, though the whole troop wore white garments, no two whites were alike among them.\n"}, "modifies": "garments"}
{"white": {"word": "cadaverous", "line": "Some approached pure blanching; some had a bluish pallor; some worn by the older characters (which had possibly lain by folded for many a year) inclined to a cadaverous tint, and to a Georgian style.\n"}, "modifies": "tint"}
{"white": {"word": "white", "line": "In addition to the distinction of a white frock, every woman and girl carried in her right hand a peeled willow wand, and in her left a bunch of white flowers.\n"}, "modifies": "frock"}
{"black": {"word": "black", "line": "The young girls formed, indeed, the majority of the band, and their heads of luxuriant hair reflected in the sunshine every tone of gold, and black, and brown.\n"}, "modifies": "gold"}
{"gold": {"word": "gold", "line": "The young girls formed, indeed, the majority of the band, and their heads of luxuriant hair reflected in the sunshine every tone of gold, and black, and brown.\n"}, "modifies": "tone"}
{"red": {"word": "red", "line": "She wore a red ribbon in her hair, and was the only one of the white company who could boast of such a pronounced adornment.\n"}, "modifies": "ribbon"}
{"white": {"word": "white", "line": "She wore a red ribbon in her hair, and was the only one of the white company who could boast of such a pronounced adornment.\n"}, "modifies": "company"}
{"red": {"word": "red", "line": "The pouted-up deep red mouth to which this syllable was native had hardly as yet settled into its definite shape, and her lower lip had a way of thrusting the middle of her top one upward, when they closed together after a word.\n"}, "modifies": "mouth"}
{"white": {"word": "white", "line": "The eldest wore the white tie, high waistcoat, and thin-brimmed hat of the regulation curate; the second was the normal undergraduate; the appearance of the third and youngest would hardly have been sufficient to characterize him; there was an uncribbed, uncabined aspect in his eyes and attire, implying that he had hardly as yet found the entrance to his professional groove.\n"}, "modifies": "tie"}
{"green": {"word": "green", "line": "He could see the white figures of the girls in the green enclosure whirling about as they had whirled when he was among them.\n"}, "modifies": "enclosure"}
{"white": {"word": "white", "line": "He could see the white figures of the girls in the green enclosure whirling about as they had whirled when he was among them.\n"}, "modifies": "figures"}
{"white": {"word": "white", "line": "This white shape stood apart by the hedge alone.\n"}, "modifies": "shape"}
{"white": {"word": "white", "line": "She was so modest, so expressive, she had looked so soft in her thin white gown that he felt he had acted stupidly.\n"}, "modifies": "gown"}
{"green": {"word": "green", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow-wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one-candled spectacle, what a step!\n"}, "modifies": "movements"}
{"white": {"word": "white", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow-wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one-candled spectacle, what a step!\n"}, "modifies": "gowns"}
{"yellow": {"word": "yellow", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow-wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one-candled spectacle, what a step!\n"}, "modifies": "melancholy"}
{"white": {"word": "white", "line": "Out of that tub had come the day before—Tess felt it with a dreadful sting of remorse—the very white frock upon her back which she had so carelessly greened about the skirt on the damping grass—which had been wrung up and ironed by her mother’s own hands.\n"}, "modifies": "frock"}
{"gray": {"word": "dusty", "line": "On this board thirsty strangers deposited their cups as they stood in the road and drank, and threw the dregs on the dusty ground to the pattern of Polynesia, and wished they could have a restful seat inside.\n"}, "modifies": "ground"}
{"grey": {"word": "dusty", "line": "On this board thirsty strangers deposited their cups as they stood in the road and drank, and threw the dregs on the dusty ground to the pattern of Polynesia, and wished they could have a restful seat inside.\n"}, "modifies": "ground"}
{"pink": {"word": "rose", "line": "Her ascent of the crooked staircase was a slower process, and her face, as it rose into the light above the last stair, encountered the gaze of all the party assembled in the bedroom.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "“And we’ll all go and see her when Tess has gone to live with her; and we’ll ride in her coach and wear black clothes!” “How do you come here, child?\n"}, "modifies": "clothes"}
{"green": {"word": "green", "line": "“But Joan Durbeyfield must mind that she don’t get green malt in floor.” It was a local phrase which had a peculiar meaning, and there was no reply.\n"}, "modifies": "malt"}
{"brown": {"word": "brown", "line": "When they had passed the little town of Stourcastle, dumbly somnolent under its thick brown thatch, they reached higher ground.\n"}, "modifies": "thatch"}
{"black": {"word": "black", "line": "He leant back against the hives, and with upturned face made observations on the stars, whose cold pulses were beating amid the black hollows above, in serene dissociation from these two wisps of human life.\n"}, "modifies": "hollows"}
{"red": {"word": "crimson", "line": "In her despair Tess sprang forward and put her hand upon the hole, with the only result that she became splashed from face to skirt with the crimson drops.\n"}, "modifies": "drops"}
{"white": {"word": "white", "line": "The atmosphere turned pale, the birds shook themselves in the hedges, arose, and twittered; the lane showed all its white features, and Tess showed hers, still whiter.\n"}, "modifies": "features"}
{"pink": {"word": "rose", "line": "The huge pool of blood in front of her was already assuming the iridescence of coagulation; and when the sun rose a hundred prismatic hues were reflected from it.\n"}, "modifies": "sun"}
{"red": {"word": "red", "line": "In the Durbeyfield countenances there was nothing of the red wrath that would have burnt upon the girl from parents more ambitious for her welfare.\n"}, "modifies": "wrath"}
{"pink": {"word": "rose", "line": "When it was discovered that the knacker and tanner would give only a very few shillings for Prince’s carcase because of his decrepitude, Durbeyfield rose to the occasion.\n"}, "modifies": "Durbeyfield"}
{"white": {"word": "white", "line": "She had seen daily from her chamber-window towers, villages, faint white mansions; above all, the town of Shaston standing majestically on its height; its windows shining like lamps in the evening sun.\n"}, "modifies": "mansions"}
{"red": {"word": "crimson", "line": "The crimson brick lodge came first in sight, up to its eaves in dense evergreens.\n"}, "modifies": "lodge"}
{"red": {"word": "red", "line": "It was of recent erection—indeed almost new—and of the same rich red colour that formed such a contrast with the evergreens of the lodge.\n"}, "modifies": "colour"}
{"blue": {"word": "azure", "line": "Far behind the corner of the house—which rose like a geranium bloom against the subdued colours around—stretched the soft azure landscape of The Chase—a truly venerable tract of forest land, one of the few remaining woodlands in England of undoubted primaeval date, wherein Druidical mistletoe was still found on aged oaks, and where enormous yew-trees, not planted by the hand of man grew as they had grown when they were pollarded for bows.\n"}, "modifies": "landscape"}
{"pink": {"word": "rose", "line": "Far behind the corner of the house—which rose like a geranium bloom against the subdued colours around—stretched the soft azure landscape of The Chase—a truly venerable tract of forest land, one of the few remaining woodlands in England of undoubted primaeval date, wherein Druidical mistletoe was still found on aged oaks, and where enormous yew-trees, not planted by the hand of man grew as they had grown when they were pollarded for bows.\n"}, "modifies": "corner"}
{"black": {"word": "black", "line": "He had an almost swarthy complexion, with full lips, badly moulded, though red and smooth, above which was a well-groomed black moustache with curled points, though his age could not be more than three- or four-and-twenty.\n"}, "modifies": "moustache"}
{"silver": {"word": "silver", "line": "And we have a very old silver spoon, round in the bowl like a little ladle, and marked with the same castle.\n"}, "modifies": "spoon"}
{"pink": {"word": "rose", "line": "Then she fell to reflecting again, and in looking downwards a thorn of the rose remaining in her breast accidentally pricked her chin.\n"}, "modifies": "thorn"}
{"pink": {"word": "pink", "line": "She tied it with a broader pink ribbon than usual.\n"}, "modifies": "ribbon"}
{"white": {"word": "white", "line": "Then she put upon her the white frock that Tess had worn at the club-walking, the airy fulness of which, supplementing her enlarged _coiffure_, imparted to her developing figure an amplitude which belied her age, and might cause her to be estimated as a woman when she was not much more than a child.\n"}, "modifies": "frock"}
{"white": {"word": "white", "line": "They saw her white shape draw near to the spring-cart, on which her box was already placed.\n"}, "modifies": "shape"}
{"white": {"word": "white", "line": "The driver was a young man of three- or four-and-twenty, with a cigar between his teeth; wearing a dandy cap, drab jacket, breeches of the same hue, white neckcloth, stick-up collar, and brown driving-gloves—in short, he was the handsome, horsey young buck who had visited Joan a week or two before to get her answer about Tess.\n"}, "modifies": "neckcloth"}
{"brown": {"word": "brown", "line": "The driver was a young man of three- or four-and-twenty, with a cigar between his teeth; wearing a dandy cap, drab jacket, breeches of the same hue, white neckcloth, stick-up collar, and brown driving-gloves—in short, he was the handsome, horsey young buck who had visited Joan a week or two before to get her answer about Tess.\n"}, "modifies": "gloves"}
{"green": {"word": "green", "line": "Rising still, an immense landscape stretched around them on every side; behind, the green valley of her birth, before, a gray country of which she knew nothing except from her first brief visit to Trantridge.\n"}, "modifies": "valley"}
{"gray": {"word": "gray", "line": "Rising still, an immense landscape stretched around them on every side; behind, the green valley of her birth, before, a gray country of which she knew nothing except from her first brief visit to Trantridge.\n"}, "modifies": "country"}
{"white": {"word": "white", "line": "D’Urberville looked round upon her, nipped his cigar with the tips of his large white centre-teeth, and allowed his lips to smile slowly of themselves.\n"}, "modifies": "teeth"}
{"white": {"word": "white", "line": "The wind blew through Tess’s white muslin to her very skin, and her washed hair flew out behind.\n"}, "modifies": "muslin"}
{"red": {"word": "red", "line": "“No, sir,” she said, revealing the red and ivory of her mouth as her eye lit in defiant triumph; “not again, if I know it!” “What—you won’t get up beside me?” “No; I shall walk.” “’Tis five or six miles yet to Trantridge.” “I don’t care if ’tis dozens.\n"}, "modifies": "ivory"}
{"white": {"word": "ivory", "line": "“No, sir,” she said, revealing the red and ivory of her mouth as her eye lit in defiant triumph; “not again, if I know it!” “What—you won’t get up beside me?” “No; I shall walk.” “’Tis five or six miles yet to Trantridge.” “I don’t care if ’tis dozens.\n"}, "modifies": "red"}
{"gray": {"word": "dusty", "line": "The lower rooms were entirely given over to the birds, who walked about them with a proprietary air, as though the place had been built by themselves, and not by certain dusty copyholders who now lay east and west in the churchyard.\n"}, "modifies": "copyholders"}
{"grey": {"word": "dusty", "line": "The lower rooms were entirely given over to the birds, who walked about them with a proprietary air, as though the place had been built by themselves, and not by certain dusty copyholders who now lay east and west in the churchyard.\n"}, "modifies": "copyholders"}
{"white": {"word": "white", "line": "When Tess had occupied herself about an hour the next morning in altering and improving the arrangements, according to her skilled ideas as the daughter of a professed poulterer, the door in the wall opened and a servant in white cap and apron entered.\n"}, "modifies": "cap"}
{"red": {"word": "red", "line": "I have been watching you from over the wall—sitting like _Im_-patience on a monument, and pouting up that pretty red mouth to whistling shape, and whooing and whooing, and privately swearing, and never being able to produce a note.\n"}, "modifies": "mouth"}
{"white": {"word": "white", "line": "Mrs d’Urberville slept in a large four-post bedstead hung with heavy damask curtains, and the bullfinches occupied the same apartment, where they flitted about freely at certain hours, and made little white spots on the furniture and upholstery.\n"}, "modifies": "spots"}
{"white": {"word": "fair", "line": "This had gone on for a month or two when there came a Saturday in September, on which a fair and a market coincided; and the pilgrims from Trantridge sought double delights at the inns on that account.\n"}, "modifies": "market"}
{"blue": {"word": "blue", "line": "It was a fine September evening, just before sunset, when yellow lights struggle with blue shades in hairlike lines, and the atmosphere itself forms a prospect without aid from more solid objects, except the innumerable winged insects that dance in it.\n"}, "modifies": "shades"}
{"yellow": {"word": "yellow", "line": "It was a fine September evening, just before sunset, when yellow lights struggle with blue shades in hairlike lines, and the atmosphere itself forms a prospect without aid from more solid objects, except the innumerable winged insects that dance in it.\n"}, "modifies": "lights"}
{"white": {"word": "fair", "line": "She did not discover the coincidence of the market with the fair till she had reached the place, by which time it was close upon dusk.\n"}, "modifies": "market"}
{"yellow": {"word": "yellow", "line": "It was a windowless erection used for storage, and from the open door there floated into the obscurity a mist of yellow radiance, which at first Tess thought to be illuminated smoke.\n"}, "modifies": "radiance"}
{"white": {"word": "fair", "line": "She became restless and uneasy; yet, having waited so long, it was necessary to wait longer; on account of the fair the roads were dotted with roving characters of possibly ill intent; and, though not fearful of measurable dangers, she feared the unknown.\n"}, "modifies": "account"}
{"pink": {"word": "rose", "line": "An inner cloud of dust rose around the prostrate figures amid the general one of the room, in which a twitching entanglement of arms and legs was discernible.\n"}, "modifies": "cloud"}
{"red": {"word": "red", "line": "She looked round, and saw the red coal of a cigar: Alec d’Urberville was standing there alone.\n"}, "modifies": "coal"}
{"white": {"word": "white", "line": "It was a three-mile walk, along a dry white road, made whiter to-night by the light of the moon.\n"}, "modifies": "road"}
{"black": {"word": "black", "line": "No; it was not her hair: it was a black stream of something oozing from her basket, and it glistened like a slimy snake in the cold still rays of the moon.\n"}, "modifies": "stream"}
{"pink": {"word": "rose", "line": "She had perceived that the horse was not the spirited one he sometimes rose, and felt no alarm on that score, though her seat was precarious enough despite her tight hold of him.\n"}, "modifies": "one"}
{"white": {"word": "pale", "line": "With the setting of the moon the pale light lessened, and Tess became invisible as she fell into reverie upon the leaves where he had left her.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "The obscurity was now so great that he could see absolutely nothing but a pale nebulousness at his feet, which represented the white muslin figure he had left upon the dead leaves.\n"}, "modifies": "figure"}
{"pink": {"word": "rose", "line": "Above them rose the primaeval yews and oaks of The Chase, in which there poised gentle roosting birds in their last nap; and about them stole the hopping rabbits and hares.\n"}, "modifies": "yews"}
{"yellow": {"word": "yellow", "line": "The time was not long past daybreak, and the yellow luminosity upon the horizon behind her back lighted the ridge towards which her face was set—the barrier of the vale wherein she had of late been a stranger—which she would have to climb over to reach her birthplace.\n"}, "modifies": "luminosity"}
{"green": {"word": "green", "line": "Tess went up the remainder of its length without stopping, and on reaching the edge of the escarpment gazed over the familiar green world beyond, now half-veiled in mist.\n"}, "modifies": "world"}
{"white": {"word": "white", "line": "Ascending by the long white road that Tess herself had just laboured up, she saw a two-wheeled vehicle, beside which walked a man, who held up his hand to attract her attention.\n"}, "modifies": "road"}
{"red": {"word": "red", "line": "He appeared to be an artisan of some sort, and carried a tin pot of red paint in his hand.\n"}, "modifies": "paint"}
{"gray": {"word": "gray", "line": "The old gray wall began to advertise a similar fiery lettering to the first, with a strange and unwonted mien, as if distressed at duties it had never before been called upon to perform.\n"}, "modifies": "wall"}
{"yellow": {"word": "yellow", "line": "But of all ruddy things that morning the brightest were two broad arms of painted wood, which rose from the margin of yellow cornfield hard by Marlott village.\n"}, "modifies": "cornfield"}
{"pink": {"word": "rose", "line": "But of all ruddy things that morning the brightest were two broad arms of painted wood, which rose from the margin of yellow cornfield hard by Marlott village.\n"}, "modifies": "wood"}
{"pink": {"word": "rose", "line": "In a minute it came up on the other side of the field at the same equable pace; the glistening brass star in the forehead of the fore horse first catching the eye as it rose into view over the stubble, then the bright arms, and then the whole machine.\n"}, "modifies": "view"}
{"red": {"word": "red", "line": "There was one wearing a pale pink jacket, another in a cream-coloured tight-sleeved gown, another in a petticoat as red as the arms of the reaping-machine; and others, older, in the brown-rough “wropper” or over-all—the old-established and most appropriate dress of the field-woman, which the young ones were abandoning.\n"}, "modifies": "arms"}
{"white": {"word": "pale", "line": "There was one wearing a pale pink jacket, another in a cream-coloured tight-sleeved gown, another in a petticoat as red as the arms of the reaping-machine; and others, older, in the brown-rough “wropper” or over-all—the old-established and most appropriate dress of the field-woman, which the young ones were abandoning.\n"}, "modifies": "jacket"}
{"pink": {"word": "pink", "line": "There was one wearing a pale pink jacket, another in a cream-coloured tight-sleeved gown, another in a petticoat as red as the arms of the reaping-machine; and others, older, in the brown-rough “wropper” or over-all—the old-established and most appropriate dress of the field-woman, which the young ones were abandoning.\n"}, "modifies": "jacket"}
{"pink": {"word": "pink", "line": "This morning the eye returns involuntarily to the girl in the pink cotton jacket, she being the most flexuous and finely-drawn figure of them all.\n"}, "modifies": "jacket"}
{"brown": {"word": "brown", "line": "But her bonnet is pulled so far over her brow that none of her face is disclosed while she binds, though her complexion may be guessed from a stray twine or two of dark brown hair which extends below the curtain of her bonnet.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "The cheeks are paler, the teeth more regular, the red lips thinner than is usual in a country-bred girl.\n"}, "modifies": "lips"}
{"pink": {"word": "rose", "line": "On the verge of the hour the heads of a group of children, of ages ranging from six to fourteen, rose over the stubbly convexity of the hill.\n"}, "modifies": "verge"}
{"red": {"word": "red", "line": "When she had deposited herself a man in a rabbit-skin cap, and with a red handkerchief tucked into his belt, held the cup of ale over the top of the shock for her to drink.\n"}, "modifies": "handkerchief"}
{"red": {"word": "red", "line": "“She’s fond of that there child, though she mid pretend to hate en, and say she wishes the baby and her too were in the churchyard,” observed the woman in the red petticoat.\n"}, "modifies": "petticoat"}
{"black": {"word": "black", "line": "It was a thousand pities, indeed; it was impossible for even an enemy to feel otherwise on looking at Tess as she sat there, with her flower-like mouth and large tender eyes, neither black nor blue nor grey nor violet; rather all those shades together, and a hundred others, which could be seen if one looked into their irises—shade behind shade—tint beyond tint—around pupils that had no bottom; an almost standard woman, but for the slight incautiousness of character inherited from her race.\n"}, "modifies": "mouth"}
{"green": {"word": "green", "line": "Meanwhile the trees were just as green as before; the birds sang and the sun shone as clearly now as ever.\n"}, "modifies": "trees"}
{"pink": {"word": "rose", "line": "The harvest-men rose from the shock of corn, and stretched their limbs, and extinguished their pipes.\n"}, "modifies": "men"}
{"red": {"word": "scarlet", "line": "The horses, which had been unharnessed and fed, were again attached to the scarlet machine.\n"}, "modifies": "machine"}
{"green": {"word": "green", "line": "Tess’s female companions sang songs, and showed themselves very sympathetic and glad at her reappearance out of doors, though they could not refrain from mischievously throwing in a few verses of the ballad about the maid who went to the merry green wood and came back a changed state.\n"}, "modifies": "wood"}
{"white": {"word": "white", "line": "Her figure looked singularly tall and imposing as she stood in her long white nightgown, a thick cable of twisted dark hair hanging straight down her back to her waist.\n"}, "modifies": "nightgown"}
{"red": {"word": "red", "line": "The ecstasy of faith almost apotheosized her; it set upon her face a glowing irradiation, and brought a red spot into the middle of each cheek; while the miniature candle-flame inverted in her eye-pupils shone like a diamond.\n"}, "modifies": "spot"}
{"blue": {"word": "blue", "line": "In the blue of the morning that fragile soldier and servant breathed his last, and when the other children awoke they cried bitterly, and begged Sissy to have another pretty baby.\n"}, "modifies": "morning"}
{"white": {"word": "fair", "line": "She became what would have been called a fine creature; her aspect was fair and arresting; her soul that of a woman whom the turbulent experiences of the last year or two had quite failed to demoralize.\n"}, "modifies": "aspect"}
{"pink": {"word": "rose", "line": "All the while she wondered if any strange good thing might come of her being in her ancestral land; and some spirit within her rose automatically as the sap in the twigs.\n"}, "modifies": "spirit"}
{"green": {"word": "green", "line": "The green lea was speckled as thickly with them as a canvas by Van Alsloot or Sallaert with burghers.\n"}, "modifies": "lea"}
{"red": {"word": "red", "line": "The ripe hue of the red and dun kine absorbed the evening sunlight, which the white-coated animals returned to the eye in rays almost dazzling, even at the distant elevation on which she stood.\n"}, "modifies": "kine"}
{"blue": {"word": "blue", "line": "It lacked the intensely blue atmosphere of the rival vale, and its heavy soils and scents; the new air was clear, bracing, ethereal.\n"}, "modifies": "atmosphere"}
{"pink": {"word": "pink", "line": "One day she was pink and flawless; another pale and tragical.\n"}, "modifies": "day"}
{"pink": {"word": "rose", "line": "And thus her spirits, and her thankfulness, and her hopes, rose higher and higher.\n"}, "modifies": "spirits"}
{"red": {"word": "red", "line": "The red and white herd nearest at hand, which had been phlegmatically waiting for the call, now trooped towards the steading in the background, their great bags of milk swinging under them as they walked.\n"}, "modifies": "herd"}
{"green": {"word": "green", "line": "Long thatched sheds stretched round the enclosure, their slopes encrusted with vivid green moss, and their eaves supported by wooden posts rubbed to a glossy smoothness by the flanks of infinite cows and calves of bygone years, now passed to an oblivion almost inconceivable in its profundity.\n"}, "modifies": "moss"}
{"white": {"word": "white", "line": "One of these was a sturdy middle-aged man—whose long white “pinner” was somewhat finer and cleaner than the wraps of the others, and whose jacket underneath had a presentable marketing aspect—the master-dairyman, of whom she was in quest, his double character as a working milker and butter maker here during six days, and on the seventh as a man in shining broad-cloth in his family pew at church, being so marked as to have inspired a rhyme: Seeing Tess standing at gaze he went across to her.\n"}, "modifies": "pinner"}
{"white": {"word": "white", "line": "He wore the ordinary white pinner and leather leggings of a dairy-farmer when milking, and his boots were clogged with the mulch of the yard; but this was all his local livery.\n"}, "modifies": "pinner"}
{"white": {"word": "white", "line": "Under his linen milking-pinner he wore a dark velveteen jacket, cord breeches and gaiters, and a starched white shirt.\n"}, "modifies": "shirt"}
{"gray": {"word": "dusty", "line": "He had been disintegrated into a number of varied fellow-creatures—beings of many minds, beings infinite in difference; some happy, many serene, a few depressed, one here and there bright even to genius, some stupid, others wanton, others austere; some mutely Miltonic, some potentially Cromwellian—into men who had private views of each other, as he had of his friends; who could applaud or condemn each other, amuse or sadden themselves by the contemplation of each other’s foibles or vices; men every one of whom walked in his own individual way the road to dusty death.\n"}, "modifies": "death"}
{"grey": {"word": "dusty", "line": "He had been disintegrated into a number of varied fellow-creatures—beings of many minds, beings infinite in difference; some happy, many serene, a few depressed, one here and there bright even to genius, some stupid, others wanton, others austere; some mutely Miltonic, some potentially Cromwellian—into men who had private views of each other, as he had of his friends; who could applaud or condemn each other, amuse or sadden themselves by the contemplation of each other’s foibles or vices; men every one of whom walked in his own individual way the road to dusty death.\n"}, "modifies": "death"}
{"blue": {"word": "blue", "line": "The light from the long, wide, mullioned window opposite shone in upon his nook, and, assisted by a secondary light of cold blue quality which shone down the chimney, enabled him to read there easily whenever disposed to do so.\n"}, "modifies": "quality"}
{"red": {"word": "red", "line": "The outskirt of the garden in which Tess found herself had been left uncultivated for some years, and was now damp and rank with juicy grass which sent up mists of pollen at a touch; and with tall blooming weeds emitting offensive smells—weeds whose red and yellow and purple hues formed a polychrome as dazzling as that of cultivated flowers.\n"}, "modifies": "hues"}
{"white": {"word": "alabaster", "line": "Barren attribute as it was, disastrous as its discovery had been in many ways to her, perhaps Mr Clare, as a gentleman and a student of history, would respect her sufficiently to forget her childish conduct with the lords and ladies if he knew that those Purbeck-marble and alabaster people in Kingsbere Church really represented her own lineal forefathers; that she was no spurious d’Urberville, compounded of money and ambition like those at Trantridge, but true d’Urberville to the bone.\n"}, "modifies": "marble"}
{"pink": {"word": "pink", "line": "They met daily in that strange and solemn interval, the twilight of the morning, in the violet or pink dawn; for it was necessary to rise early, so very early, here.\n"}, "modifies": "dawn"}
{"purple": {"word": "violet", "line": "They met daily in that strange and solemn interval, the twilight of the morning, in the violet or pink dawn; for it was necessary to rise early, so very early, here.\n"}, "modifies": "dawn"}
{"gray": {"word": "gray", "line": "The gray half-tones of daybreak are not the gray half-tones of the day’s close, though the degree of their shade may be the same.\n"}, "modifies": "tones"}
{"gray": {"word": "gray", "line": "On the gray moisture of the grass were marks where the cows had lain through the night—dark-green islands of dry herbage the size of their carcasses, in the general sea of dew.\n"}, "modifies": "moisture"}
{"white": {"word": "white", "line": "Or perhaps the summer fog was more general, and the meadows lay like a white sea, out of which the scattered trees rose like dangerous rocks.\n"}, "modifies": "sea"}
{"pink": {"word": "rose", "line": "Or perhaps the summer fog was more general, and the meadows lay like a white sea, out of which the scattered trees rose like dangerous rocks.\n"}, "modifies": "trees"}
{"white": {"word": "fair", "line": "When the day grew quite strong and commonplace these dried off her; moreover, Tess then lost her strange and ethereal beauty; her teeth, lips, and eyes scintillated in the sunbeams and she was again the dazzlingly fair dairymaid only, who had to hold her own against the other women of the world.\n"}, "modifies": "dairymaid"}
{"white": {"word": "fair", "line": "That fair sufferer soon recovered herself externally; but she remained much depressed all the afternoon.\n"}, "modifies": "sufferer"}
{"red": {"word": "red", "line": "They were standing in a group, in their nightgowns, barefooted, at the window, the last red rays of the west still warming their faces and necks and the walls around them.\n"}, "modifies": "rays"}
{"white": {"word": "pale", "line": "All were watching somebody in the garden with deep interest, their three faces close together: a jovial and round one, a pale one with dark hair, and a fair one whose tresses were auburn.\n"}, "modifies": "one"}
{"white": {"word": "fair", "line": "All were watching somebody in the garden with deep interest, their three faces close together: a jovial and round one, a pale one with dark hair, and a fair one whose tresses were auburn.\n"}, "modifies": "one"}
{"white": {"word": "pale", "line": "“There he is again!” cried Izz Huett, the pale girl with dark damp hair and keenly cut lips.\n"}, "modifies": "girl"}
{"pink": {"word": "rosy", "line": "A rosy spot came into the middle of Izz Huett’s cheek.\n"}, "modifies": "spot"}
{"black": {"word": "black", "line": "However, they formed themselves into line, all assisting, owing to the importance of the search; the dairyman at the upper end with Mr Clare, who had volunteered to help; then Tess, Marian, Izz Huett, and Retty; then Bill Lewell, Jonathan, and the married dairywomen—Beck Knibbs, with her wooly black hair and rolling eyes; and flaxen Frances, consumptive from the winter damps of the water-meads—who lived in their respective cottages.\n"}, "modifies": "hair"}
{"yellow": {"word": "yellow", "line": "As they crept along, stooping low to discern the plant, a soft yellow gleam was reflected from the buttercups into their shaded faces, giving them an elfish, moonlit aspect, though the sun was pouring upon their backs in all the strength of noon.\n"}, "modifies": "gleam"}
{"white": {"word": "white", "line": "This would have been no serious hindrance on a week-day; they would have clicked through it in their high pattens and boots quite unconcerned; but on this day of vanity, this Sun’s-day, when flesh went forth to coquet with flesh while hypocritically affecting business with spiritual things; on this occasion for wearing their white stockings and thin shoes, and their pink, white, and lilac gowns, on which every mud spot would be visible, the pool was an awkward impediment.\n"}, "modifies": "stockings"}
{"pink": {"word": "pink", "line": "This would have been no serious hindrance on a week-day; they would have clicked through it in their high pattens and boots quite unconcerned; but on this day of vanity, this Sun’s-day, when flesh went forth to coquet with flesh while hypocritically affecting business with spiritual things; on this occasion for wearing their white stockings and thin shoes, and their pink, white, and lilac gowns, on which every mud spot would be visible, the pool was an awkward impediment.\n"}, "modifies": "gowns"}
{"white": {"word": "fair", "line": "Each one was a girl of fair common sense, and she did not delude herself with any vain conceits, or deny her love, or give herself airs, in the idea of outshining the others.\n"}, "modifies": "sense"}
{"green": {"word": "green", "line": "Ethiopic scorchings browned the upper slopes of the pastures, but there was still bright green herbage here where the watercourses purled.\n"}, "modifies": "herbage"}
{"white": {"word": "white", "line": "The wheels of the dairyman’s spring-cart, as he sped home from market, licked up the pulverized surface of the highway, and were followed by white ribands of dust, as if they had set a thin powder-train on fire.\n"}, "modifies": "ribands"}
{"pink": {"word": "rose", "line": "When she rose from her stool under a finished cow, Angel Clare, who had been observing her for some time, asked her if she would take the aforesaid creatures next.\n"}, "modifies": "stool"}
{"white": {"word": "white", "line": "She was milking Old Pretty thus, and the sun chancing to be on the milking-side, it shone flat upon her pink-gowned form and her white curtain-bonnet, and upon her profile, rendering it keen as a cameo cut from the dun background of the cow.\n"}, "modifies": "bonnet"}
{"pink": {"word": "pink", "line": "Nothing in the picture moved but Old Pretty’s tail and Tess’s pink hands, the latter so gently as to be a rhythmic pulsation only, as if they were obeying a reflex stimulus, like a beating heart.\n"}, "modifies": "hands"}
{"white": {"word": "fair", "line": "Eyes almost as deep and speaking he had seen before, and cheeks perhaps as fair; brows as arched, a chin and throat almost as shapely; her mouth he had seen nothing to equal on the face of the earth.\n"}, "modifies": "cheeks"}
{"red": {"word": "red", "line": "To a young man with the least fire in him that little upward lift in the middle of her red top lip was distracting, infatuating, maddening.\n"}, "modifies": "lip"}
{"white": {"word": "white", "line": "The white lane stretched before him, and his eyes were upon it; but they were staring into next year, and not at the lane.\n"}, "modifies": "lane"}
{"red": {"word": "red", "line": "His father’s hill-surrounded little town, the Tudor church-tower of red stone, the clump of trees near the Vicarage, came at last into view beneath him, and he rode down towards the well-known gate.\n"}, "modifies": "stone"}
{"pink": {"word": "rosy", "line": "Clare’s mind flew to the impassioned, summer-steeped heathens in the Var Vale, their rosy faces court-patched with cow-droppings; and to one the most impassioned of them all.\n"}, "modifies": "faces"}
{"white": {"word": "pale", "line": "His mother appeared in a cap and silver spectacles, and his father looked what in fact he was—an earnest, God-fearing man, somewhat gaunt, in years about sixty-five, his pale face lined with thought and purpose.\n"}, "modifies": "face"}
{"silver": {"word": "silver", "line": "His mother appeared in a cap and silver spectacles, and his father looked what in fact he was—an earnest, God-fearing man, somewhat gaunt, in years about sixty-five, his pale face lined with thought and purpose.\n"}, "modifies": "spectacles"}
{"silver": {"word": "silver", "line": "And accomplishments have their charm,” returned his mother, looking at him through her silver spectacles.\n"}, "modifies": "spectacles"}
{"white": {"word": "bleached", "line": "At the door the wood-hooped pails, sodden and bleached by infinite scrubbings, hung like hats on a stand upon the forked and peeled limb of an oak fixed there for that purpose; all of them ready and dry for the evening milking.\n"}, "modifies": "scrubbings"}
{"red": {"word": "red", "line": "She was yawning, and he saw the red interior of her mouth as if it had been a snake’s.\n"}, "modifies": "interior"}
{"pink": {"word": "rose", "line": "How you frightened me—I—” There had not at first been time for her to think of the changed relations which his declaration had introduced; but the full sense of the matter rose up in her face when she encountered Clare’s tender look as he stepped forward to the bottom stair.\n"}, "modifies": "sense"}
{"blue": {"word": "blue", "line": "At first she would not look straight up at him, but her eyes soon lifted, and his plumbed the deepness of the ever-varying pupils, with their radiating fibrils of blue, and black, and gray, and violet, while she regarded him as Eve at her second waking might have regarded Adam.\n"}, "modifies": "fibrils"}
{"gray": {"word": "gray", "line": "At first she would not look straight up at him, but her eyes soon lifted, and his plumbed the deepness of the ever-varying pupils, with their radiating fibrils of blue, and black, and gray, and violet, while she regarded him as Eve at her second waking might have regarded Adam.\n"}, "modifies": "fibrils"}
{"white": {"word": "white", "line": "Clare’s revived thoughts of his father prevented his noticing her particularly; and so they went on down the white row of liquid rectangles till they had finished and drained them off, when the other maids returned, and took their pails, and Deb came to scald out the leads for the new milk.\n"}, "modifies": "row"}
{"pink": {"word": "rose", "line": "The operation resembled the act of crumbling bread on a large scale; and amid the immaculate whiteness of the curds Tess Durbeyfield’s hands showed themselves of the pinkness of the rose.\n"}, "modifies": "pinkness"}
{"pink": {"word": "rose", "line": "Truth is truth between man and woman, as between man and man,” she lifted her eyes and they beamed devotedly into his, as her lip rose in a tender half-smile.\n"}, "modifies": "lip"}
{"white": {"word": "fair", "line": "“All’s fair in love and war.\n"}, "modifies": "love"}
{"pink": {"word": "rose", "line": "She soon rose from table, and, with an impression that Clare would soon follow her, went along a little wriggling path, now stepping to one side of the irrigating channels, and now to the other, till she stood by the main stream of the Var.\n"}, "modifies": "table"}
{"green": {"word": "green", "line": "Men had been cutting the water-weeds higher up the river, and masses of them were floating past her—moving islands of green crow-foot, whereon she might almost have ridden; long locks of which weed had lodged against the piles driven to keep the cows from crossing.\n"}, "modifies": "foot"}
{"yellow": {"word": "yellow", "line": "Except Marian, they all looked wistfully and suspiciously at the pair, in the sad yellow rays which the morning candles emitted in contrast with the first cold signals of the dawn without.\n"}, "modifies": "rays"}
{"green": {"word": "green", "line": "The supply was getting less as the animals advanced in calf, and the supernumerary milkers of the lush green season had been dismissed.\n"}, "modifies": "season"}
{"brown": {"word": "hazel", "line": "The lane they followed was so solitary that the hazel nuts had remained on the boughs till they slipped from their shells, and the blackberries hung in heavy clusters.\n"}, "modifies": "nuts"}
{"pink": {"word": "rose", "line": "As they drove on, the fragment of an old manor house of Caroline date rose against the sky, and was in due course passed and left behind.\n"}, "modifies": "fragment"}
{"green": {"word": "green", "line": "They crept along towards a point in the expanse of shade just at hand at which a feeble light was beginning to assert its presence, a spot where, by day, a fitful white streak of steam at intervals upon the dark green background denoted intermittent moments of contact between their secluded world and modern life.\n"}, "modifies": "background"}
{"white": {"word": "white", "line": "They crept along towards a point in the expanse of shade just at hand at which a feeble light was beginning to assert its presence, a spot where, by day, a fitful white streak of steam at intervals upon the dark green background denoted intermittent moments of contact between their secluded world and modern life.\n"}, "modifies": "streak"}
{"blue": {"word": "blue", "line": "They saw tiny blue fogs in the shadows of trees and hedges, all the time that there was bright sunshine elsewhere.\n"}, "modifies": "fogs"}
{"green": {"word": "green", "line": "The sun was so near the ground, and the sward so flat, that the shadows of Clare and Tess would stretch a quarter of a mile ahead of them, like two long fingers pointing afar to where the green alluvial reaches abutted against the sloping sides of the vale.\n"}, "modifies": "alluvial"}
{"black": {"word": "black", "line": "The shovelfuls of loam, black as jet, brought there by the river when it was as wide as the whole valley, were an essence of soils, pounded champaigns of the past, steeped, refined, and subtilized to extraordinary richness, out of which came all the fertility of the mead, and of the cattle grazing there.\n"}, "modifies": "loam"}
{"pink": {"word": "rose", "line": "To calm herself the more completely, she rose from her little stool and left the room, overturning the stool with her skirts as she went.\n"}, "modifies": "stool"}
{"green": {"word": "green", "line": "He sat on by the cheerful firelight thrown from a bundle of green ash-sticks laid across the dogs; the sticks snapped pleasantly, and hissed out bubbles of sap from their ends.\n"}, "modifies": "sticks"}
{"white": {"word": "white", "line": "They hung about her in their white nightgowns before replying, as if they considered their answer might lie in her look.\n"}, "modifies": "nightgowns"}
{"white": {"word": "white", "line": "She wondered whether he would like her to be married in her present best white frock, or if she ought to buy a new one.\n"}, "modifies": "frock"}
{"black": {"word": "black", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney-corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n"}, "modifies": "sprig"}
{"blue": {"word": "blue", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney-corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n"}, "modifies": "one"}
{"yellow": {"word": "yellow", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney-corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n"}, "modifies": "blower"}
{"pink": {"word": "rose", "line": "She rose from breakfast before he had finished, and hastened upstairs.\n"}, "modifies": "breakfast"}
{"white": {"word": "white", "line": "The carpet reached close to the sill, and under the edge of the carpet she discerned the faint white margin of the envelope containing her letter to him, which he obviously had never seen, owing to her having in her haste thrust it beneath the carpet as well as beneath the door.\n"}, "modifies": "margin"}
{"white": {"word": "white", "line": "The white one with the rose comb had come and settled on the palings in front of the house, within a few yards of them, and his notes thrilled their ears through, dwindling away like echoes down a valley of rocks.\n"}, "modifies": "one"}
{"pink": {"word": "rose", "line": "The white one with the rose comb had come and settled on the palings in front of the house, within a few yards of them, and his notes thrilled their ears through, dwindling away like echoes down a valley of rocks.\n"}, "modifies": "comb"}
{"red": {"word": "red", "line": "It was less than a foot long, sewed up in canvas, sealed in red wax with his father’s seal, and directed in his father’s hand to “Mrs Angel Clare.” “It is a little wedding-present for you, Tess,” said he, handing it to her.\n"}, "modifies": "wax"}
{"white": {"word": "white", "line": "Tess’s face and neck reflected the same warmth, which each gem turned into an Aldebaran or a Sirius—a constellation of white, red, and green flashes, that interchanged their hues with her every pulsation.\n"}, "modifies": "flashes"}
{"pink": {"word": "rose", "line": "A large shadow of her shape rose upon the wall and ceiling.\n"}, "modifies": "shadow"}
{"pink": {"word": "rose", "line": "After stirring the embers he rose to his feet; all the force of her disclosure had imparted itself now.\n"}, "modifies": "feet"}
{"white": {"word": "white", "line": "Terror was upon her white face as she saw it; her cheek was flaccid, and her mouth had almost the aspect of a round little hole.\n"}, "modifies": "face"}
{"gray": {"word": "gray", "line": "His form beside her light gray figure looked black, sinister, and forbidding, and she felt as sarcasm the touch of the jewels of which she had been momentarily so proud.\n"}, "modifies": "figure"}
{"white": {"word": "white", "line": "In removing the light towards the bedstead its rays fell upon the tester of white dimity; something was hanging beneath it, and she lifted the candle to see what it was.\n"}, "modifies": "dimity"}
{"pink": {"word": "rose", "line": "The smoke of the kindled wood rose from the chimney without like a lotus-headed column; local people who were passing by saw it, and thought of the newly-married couple, and envied their happiness.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "Her hair was twisted up in a large round mass at the back of her head, and she had put on one of the new frocks—a pale blue woollen garment with neck-frillings of white.\n"}, "modifies": "frillings"}
{"blue": {"word": "blue", "line": "Her hair was twisted up in a large round mass at the back of her head, and she had put on one of the new frocks—a pale blue woollen garment with neck-frillings of white.\n"}, "modifies": "garment"}
{"red": {"word": "red", "line": "Her eyes were bright, her pale cheek still showed its wonted roundness, though half-dried tears had left glistening traces thereon; and the usually ripe red mouth was almost as pale as her cheek.\n"}, "modifies": "mouth"}
{"white": {"word": "pale", "line": "Her eyes were bright, her pale cheek still showed its wonted roundness, though half-dried tears had left glistening traces thereon; and the usually ripe red mouth was almost as pale as her cheek.\n"}, "modifies": "cheek"}
{"pink": {"word": "pink", "line": "“I thought—any man would have thought—that by giving up all ambition to win a wife with social standing, with fortune, with knowledge of the world, I should secure rustic innocence as surely as I should secure pink cheeks; but—However, I am no man to reproach you, and I will not.” Tess felt his position so entirely that the remainder had not been needed.\n"}, "modifies": "cheeks"}
{"pink": {"word": "rose", "line": "He went first to the room where they had washed their hands together the day before, and as he entered the sitting-room the dish-covers rose from the dishes as if by his own motion.\n"}, "modifies": "covers"}
{"white": {"word": "pale", "line": "He thus beheld in the pale morning light the resolve to separate from her; not as a hot and indignant instinct, but denuded of the passionateness which had made it scorch and burn; standing in its bones; nothing but a skeleton, but none the less there.\n"}, "modifies": "morning"}
{"gold": {"word": "gold", "line": "The gold of the summer picture was now gray, the colours mean, the rich soil mud, and the river cold.\n"}, "modifies": "picture"}
{"gray": {"word": "gray", "line": "The gold of the summer picture was now gray, the colours mean, the rich soil mud, and the river cold.\n"}, "modifies": "gold"}
{"white": {"word": "fair", "line": "And O, if you knew—if you could only half know how I loved him—how anxious I was to have him—and how wrung I was between caring so much for him and my wish to be fair to him!” Tess was so shaken that she could get no further, and sank, a helpless thing, into a chair.\n"}, "modifies": "wish"}
{"pink": {"word": "rose", "line": "With his downward course the tower of the church rose into the evening sky in a manner of inquiry as to why he had come; and no living person in the twilighted town seemed to notice him, still less to expect him.\n"}, "modifies": "course"}
{"red": {"word": "red", "line": "You said the other day that she was fine in figure; roundly built; had deep red lips like Cupid’s bow; dark eyelashes and brows, an immense rope of hair like a ship’s cable; and large eyes violety-bluey-blackish.” “I did, mother.” “I quite see her.\n"}, "modifies": "lips"}
{"pink": {"word": "rose", "line": "May Heaven shield her in all her ways!” A lump rose in Clare’s throat.\n"}, "modifies": "lump"}
{"white": {"word": "fair", "line": "His momentary laughter at the horror which appeared on her fair face ceased when it merged in pain and anxiety for his welfare.\n"}, "modifies": "face"}
{"white": {"word": "pale", "line": "At the bottom of the flight he saw a woman standing, and on her turning up her face recognized the pale, dark-eyed Izz Huett.\n"}, "modifies": "Izz"}
{"white": {"word": "fair", "line": "The same delicacy, pride, false shame, whatever it may be called, on Clare’s account, which had led her to hide from her own parents the prolongation of the estrangement, hindered her owning to his that she was in want after the fair allowance he had left her.\n"}, "modifies": "allowance"}
{"white": {"word": "white", "line": "“And you’ve got no collar on” (Tess had been accustomed to wear a little white collar at the dairy).\n"}, "modifies": "collar"}
{"green": {"word": "green", "line": "There was not a tree within sight; there was not, at this season, a green pasture—nothing but fallow and turnips everywhere, in large fields divided by hedges plashed to unrelieved levels.\n"}, "modifies": "pasture"}
{"white": {"word": "white", "line": "The swede-field in which she and her companion were set hacking was a stretch of a hundred odd acres in one patch, on the highest ground of the farm, rising above stony lanchets or lynchets—the outcrop of siliceous veins in the chalk formation, composed of myriads of loose white flints in bulbous, cusped, and phallic shapes.\n"}, "modifies": "flints"}
{"white": {"word": "white", "line": "The sky wore, in another colour, the same likeness; a white vacuity of countenance with the lineaments gone.\n"}, "modifies": "vacuity"}
{"white": {"word": "white", "line": "So these two upper and nether visages confronted each other all day long, the white face looking down on the brown face, and the brown face looking up at the white face, without anything standing between them but the two girls crawling over the surface of the former like flies.\n"}, "modifies": "face"}
{"brown": {"word": "brown", "line": "So these two upper and nether visages confronted each other all day long, the white face looking down on the brown face, and the brown face looking up at the white face, without anything standing between them but the two girls crawling over the surface of the former like flies.\n"}, "modifies": "face"}
{"brown": {"word": "brown", "line": "Nobody came near them, and their movements showed a mechanical regularity; their forms standing enshrouded in Hessian “wroppers”—sleeved brown pinafores, tied behind to the bottom, to keep their gowns from blowing about—scant skirts revealing boots that reached high up the ankles, and yellow sheepskin gloves with gauntlets.\n"}, "modifies": "pinafores"}
{"yellow": {"word": "yellow", "line": "Nobody came near them, and their movements showed a mechanical regularity; their forms standing enshrouded in Hessian “wroppers”—sleeved brown pinafores, tied behind to the bottom, to keep their gowns from blowing about—scant skirts revealing boots that reached high up the ankles, and yellow sheepskin gloves with gauntlets.\n"}, "modifies": "gloves"}
{"green": {"word": "green", "line": "They were both young, and they were talking of the time when they lived and loved together at Talbothays Dairy, that happy green tract of land where summer had been liberal in her gifts; in substance to all, emotionally to these.\n"}, "modifies": "tract"}
{"green": {"word": "green", "line": "And thus, as has been said, though the damp curtains of their bonnets flapped smartly into their faces, and their wrappers clung about them to wearisomeness, they lived all this afternoon in memories of green, sunny, romantic Talbothays.\n"}, "modifies": "Talbothays"}
{"white": {"word": "white", "line": "Marian’s will had a method of assisting itself by taking from her pocket as the afternoon wore on a pint bottle corked with white rag, from which she invited Tess to drink.\n"}, "modifies": "rag"}
{"gray": {"word": "gray", "line": "They often looked across the country to where the Var or Froom was known to stretch, even though they might not be able to see it; and, fixing their eyes on the cloaking gray mist, imagined the old times they had spent out there.\n"}, "modifies": "mist"}
{"white": {"word": "white", "line": "Every twig was covered with a white nap as of fur grown from the rind during the night, giving it four times its usual stoutness; the whole bush or tree forming a staring sketch in white lines on the mournful gray of the sky and horizon.\n"}, "modifies": "nap"}
{"gray": {"word": "gray", "line": "Every twig was covered with a white nap as of fur grown from the rind during the night, giving it four times its usual stoutness; the whole bush or tree forming a staring sketch in white lines on the mournful gray of the sky and horizon.\n"}, "modifies": "sky"}
{"white": {"word": "white", "line": "Cobwebs revealed their presence on sheds and walls where none had ever been observed till brought out into visibility by the crystallizing atmosphere, hanging like loops of white worsted from salient points of the out-houses, posts, and gates.\n"}, "modifies": "worsted"}
{"white": {"word": "white", "line": "When she lit her lamp to get up in the morning she found that the snow had blown through a chink in the casement, forming a white cone of the finest powder against the inside, and had also come down the chimney, so that it lay sole-deep upon the floor, on which her shoes left tracks when she moved about.\n"}, "modifies": "cone"}
{"white": {"word": "white", "line": "The snow had followed the birds from the polar basin as a white pillar of a cloud, and individual flakes could not be seen.\n"}, "modifies": "pillar"}
{"white": {"word": "white", "line": "The blast smelt of icebergs, arctic seas, whales, and white bears, carrying the snow so that it licked the land but did not deepen on it.\n"}, "modifies": "bears"}
{"white": {"word": "fair", "line": "This self-effacement in both directions had been quite in consonance with her independent character of desiring nothing by way of favour or pity to which she was not entitled on a fair consideration of her deserts.\n"}, "modifies": "consideration"}
{"black": {"word": "black", "line": "A fortnight later, when the snow had gone, and had been followed by a hard black frost, she took advantage of the state of the roads to try the experiment.\n"}, "modifies": "frost"}
{"black": {"word": "black", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n"}, "modifies": "jacket"}
{"white": {"word": "white", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n"}, "modifies": "quilling"}
{"gray": {"word": "gray", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n"}, "modifies": "gown"}
{"pink": {"word": "pink", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n"}, "modifies": "skin"}
{"yellow": {"word": "yellow", "line": "“’Tis a thousand pities your husband can’t see ’ee now—you do look a real beauty!” said Izz Huett, regarding Tess as she stood on the threshold between the steely starlight without and the yellow candlelight within.\n"}, "modifies": "candlelight"}
{"white": {"word": "pearly", "line": "With a final tug and touch here, and a slight brush there, they let her go; and she was absorbed into the pearly air of the fore-dawn.\n"}, "modifies": "air"}
{"blue": {"word": "blue", "line": "Instead of the colourless air of the uplands, the atmosphere down there was a deep blue.\n"}, "modifies": "air"}
{"green": {"word": "green", "line": "Here the landscape was whitey-brown; down there, as in Froom Valley, it was always green.\n"}, "modifies": "Valley"}
{"gray": {"word": "dusty", "line": "As she again thought of her dusty boots she almost pitied those habiliments for the quizzing to which they had been subjected, and felt how hopeless life was for their owner.\n"}, "modifies": "boots"}
{"grey": {"word": "dusty", "line": "As she again thought of her dusty boots she almost pitied those habiliments for the quizzing to which they had been subjected, and felt how hopeless life was for their owner.\n"}, "modifies": "boots"}
{"red": {"word": "red", "line": "The listeners were entirely villagers, among them being the man whom she had seen carrying the red paint-pot on a former memorable occasion.\n"}, "modifies": "pot"}
{"black": {"word": "black", "line": "Those black angularities which his face had used to put on when his wishes were thwarted now did duty in picturing the incorrigible backslider who would insist upon turning again to his wallowing in the mire.\n"}, "modifies": "angularities"}
{"white": {"word": "pale", "line": "Its dry pale surface stretched severely onward, unbroken by a single figure, vehicle, or mark, save some occasional brown horse-droppings which dotted its cold aridity here and there.\n"}, "modifies": "surface"}
{"brown": {"word": "brown", "line": "Its dry pale surface stretched severely onward, unbroken by a single figure, vehicle, or mark, save some occasional brown horse-droppings which dotted its cold aridity here and there.\n"}, "modifies": "droppings"}
{"red": {"word": "red", "line": "Frequently when they came to a gate or stile they found painted thereon in red or blue letters some text of Scripture, and she asked him if he knew who had been at the pains to blazon these announcements.\n"}, "modifies": "letters"}
{"blue": {"word": "blue", "line": "On the sheltered side was a turnip-slicing machine, whose bright blue hue of new paint seemed almost vocal in the otherwise subdued scene.\n"}, "modifies": "hue"}
{"yellow": {"word": "yellow", "line": "A man was turning the handle of the machine, and from its trough came the newly-cut swedes, the fresh smell of whose yellow chips was accompanied by the sounds of the snuffling wind, the smart swish of the slicing-blades, and the choppings of the hook in Tess’s leather-gloved hand.\n"}, "modifies": "chips"}
{"brown": {"word": "brown", "line": "The wide acreage of blank agricultural brownness, apparent where the swedes had been pulled, was beginning to be striped in wales of darker brown, gradually broadening to ribands.\n"}, "modifies": "wales"}
{"black": {"word": "black", "line": "Then, far beyond the ploughing-teams, a black speck was seen.\n"}, "modifies": "speck"}
{"black": {"word": "black", "line": "From the proportions of a mere point it advanced to the shape of a ninepin, and was soon perceived to be a man in black, arriving from the direction of Flintcomb-Ash.\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "A pale distress was already on Tess’s face, and she pulled her curtained hood further over it.\n"}, "modifies": "distress"}
{"white": {"word": "fair", "line": "You are a deserted wife, my fair Tess—” In an impulse he turned suddenly to take her hand; the buff-glove was on it, and he seized only the rough leather fingers which did not express the life or shape of those within.\n"}, "modifies": "Tess"}
{"red": {"word": "red", "line": "Close under the eaves of the stack, and as yet barely visible, was the red tyrant that the women had come to serve—a timber-framed construction, with straps and wheels appertaining—the threshing-machine which, whilst it was going, kept up a despotic demand upon the endurance of their muscles and nerves.\n"}, "modifies": "tyrant"}
{"black": {"word": "black", "line": "A little way off there was another indistinct figure; this one black, with a sustained hiss that spoke of strength very much in reserve.\n"}, "modifies": "figure"}
{"white": {"word": "pale", "line": "The isolation of his manner and colour lent him the appearance of a creature from Tophet, who had strayed into the pellucid smokelessness of this region of yellow grain and pale soil, with which he had nothing in common, to amaze and to discompose its aborigines.\n"}, "modifies": "soil"}
{"yellow": {"word": "yellow", "line": "The isolation of his manner and colour lent him the appearance of a creature from Tophet, who had strayed into the pellucid smokelessness of this region of yellow grain and pale soil, with which he had nothing in common, to amaze and to discompose its aborigines.\n"}, "modifies": "grain"}
{"red": {"word": "red", "line": "The long strap which ran from the driving-wheel of his engine to the red thresher under the rick was the sole tie-line between agriculture and him.\n"}, "modifies": "thresher"}
{"red": {"word": "scarlet", "line": "A scarlet oozing appeared where her blow had alighted, and in a moment the blood began dropping from his mouth upon the straw.\n"}, "modifies": "oozing"}
{"pink": {"word": "rose", "line": "D’Urberville retreated over the sheaves, and descended the ladder, while the workers below rose and stretched their arms, and shook down the beer they had drunk.\n"}, "modifies": "workers"}
{"red": {"word": "red", "line": "And the immense stack of straw where in the morning there had been nothing, appeared as the _faeces_ of the same buzzing red glutton.\n"}, "modifies": "glutton"}
{"red": {"word": "red", "line": "The man who fed was weary, and Tess could see that the red nape of his neck was encrusted with dirt and husks.\n"}, "modifies": "nape"}
{"white": {"word": "white", "line": "She still stood at her post, her flushed and perspiring face coated with the corndust, and her white bonnet embrowned by it.\n"}, "modifies": "bonnet"}
{"red": {"word": "red", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw-stack, with the men in shirt-sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n"}, "modifies": "elevator"}
{"gray": {"word": "gray", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw-stack, with the men in shirt-sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n"}, "modifies": "sky"}
{"yellow": {"word": "yellow", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw-stack, with the men in shirt-sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n"}, "modifies": "river"}
{"pink": {"word": "pink", "line": "Under the thatched roofs her mind’s eye beheld relaxed tendons and flaccid muscles, spread out in the darkness beneath coverlets made of little purple patchwork squares, and undergoing a bracing process at the hands of sleep for renewed labour on the morrow, as soon as a hint of pink nebulosity appeared on Hambledon Hill.\n"}, "modifies": "nebulosity"}
{"purple": {"word": "purple", "line": "Under the thatched roofs her mind’s eye beheld relaxed tendons and flaccid muscles, spread out in the darkness beneath coverlets made of little purple patchwork squares, and undergoing a bracing process at the hands of sleep for renewed labour on the morrow, as soon as a hint of pink nebulosity appeared on Hambledon Hill.\n"}, "modifies": "squares"}
{"white": {"word": "white", "line": "One fine day Tess and ’Liza-Lu worked on here with their neighbours till the last rays of the sun smote flat upon the white pegs that divided the plots.\n"}, "modifies": "pegs"}
{"black": {"word": "black", "line": "She was oddly dressed to-night, and presented a somewhat staring aspect, her attire being a gown bleached by many washings, with a short black jacket over it, the effect of the whole being that of a wedding and funeral guest in one.\n"}, "modifies": "jacket"}
{"white": {"word": "bleached", "line": "She was oddly dressed to-night, and presented a somewhat staring aspect, her attire being a gown bleached by many washings, with a short black jacket over it, the effect of the whole being that of a wedding and funeral guest in one.\n"}, "modifies": "gown"}
{"white": {"word": "white", "line": "The women further back wore white aprons, which, with their pale faces, were all that could be seen of them in the gloom, except when at moments they caught a flash from the flames.\n"}, "modifies": "aprons"}
{"white": {"word": "pale", "line": "Westward, the wiry boughs of the bare thorn hedge which formed the boundary of the field rose against the pale opalescence of the lower sky.\n"}, "modifies": "opalescence"}
{"pink": {"word": "rose", "line": "Westward, the wiry boughs of the bare thorn hedge which formed the boundary of the field rose against the pale opalescence of the lower sky.\n"}, "modifies": "Westward"}
{"white": {"word": "white", "line": "She was so intent upon these thoughts that she hardly at first took note of a man in a white mackintosh whom she saw riding down the street.\n"}, "modifies": "mackintosh"}
{"black": {"word": "black", "line": "The two biggest of the younger children had gone out with their mother; the four smallest, their ages ranging from three-and-a-half years to eleven, all in black frocks, were gathered round the hearth babbling their own little subjects.\n"}, "modifies": "frocks"}
{"blue": {"word": "blue", "line": "During the halt Tess’s eyes fell upon a three-pint blue mug, which was ascending and descending through the air to and from the feminine section of a household, sitting on the summit of a load that had also drawn up at a little distance from the same inn.\n"}, "modifies": "mug"}
{"green": {"word": "green", "line": "Round about were deparked hills and slopes—now cut up into little paddocks—and the green foundations that showed where the d’Urberville mansion once had stood; also an outlying stretch of Egdon Heath that had always belonged to the estate.\n"}, "modifies": "foundations"}
{"green": {"word": "green", "line": "The two customary candles were burning under their green shades in the Vicar’s study, but he had not been sitting there.\n"}, "modifies": "shades"}
{"purple": {"word": "purple", "line": "Benvill Lane soon stretched before him, its hedges and trees purple with buds; but he was looking at other things, and only recalled himself to the scene sufficiently to enable him to keep the way.\n"}, "modifies": "hedges"}
{"green": {"word": "green", "line": "The pale and blasted nettle-stems of the preceding year even now lingered nakedly in the banks, young green nettles of the present spring growing from their roots.\n"}, "modifies": "nettles"}
{"white": {"word": "pale", "line": "The pale and blasted nettle-stems of the preceding year even now lingered nakedly in the banks, young green nettles of the present spring growing from their roots.\n"}, "modifies": "stems"}
{"pink": {"word": "rose", "line": "Her neck rose out of a frill of down, and her well-remembered cable of dark-brown hair was partially coiled up in a mass at the back of her head and partly hanging on her shoulder—the evident result of haste.\n"}, "modifies": "neck"}
{"yellow": {"word": "yellow", "line": "Mere yellow skeleton that he was now, he felt the contrast between them, and thought his appearance distasteful to her.\n"}, "modifies": "skeleton"}
{"black": {"word": "black", "line": "She was fully dressed now in the walking costume of a well-to-do young lady in which she had arrived, with the sole addition that over her hat and black feathers a veil was drawn.\n"}, "modifies": "feathers"}
{"white": {"word": "white", "line": "As she did so her eyes glanced casually over the ceiling till they were arrested by a spot in the middle of its white surface which she had never noticed there before.\n"}, "modifies": "surface"}
{"red": {"word": "scarlet", "line": "The oblong white ceiling, with this scarlet blot in the midst, had the appearance of a gigantic ace of hearts.\n"}, "modifies": "blot"}
{"white": {"word": "white", "line": "The oblong white ceiling, with this scarlet blot in the midst, had the appearance of a gigantic ace of hearts.\n"}, "modifies": "ceiling"}
{"white": {"word": "pale", "line": "The wound was small, but the point of the blade had touched the heart of the victim, who lay on his back, pale, fixed, dead, as if he had scarcely moved after the infliction of the blow.\n"}, "modifies": "back"}
{"white": {"word": "white", "line": "The tape-like surface of the road diminished in his rear as far as he could see, and as he gazed a moving spot intruded on the white vacuity of its perspective.\n"}, "modifies": "vacuity"}
{"white": {"word": "white", "line": "He kissed her endlessly with his white lips, and held her hand, and said— “I will not desert you!\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "Through the latter miles of their walk their footpath had taken them into the depths of the New Forest, and towards evening, turning the corner of a lane, they perceived behind a brook and bridge a large board on which was painted in white letters, “This desirable Mansion to be Let Furnished”; particulars following, with directions to apply to some London agents.\n"}, "modifies": "letters"}
{"red": {"word": "crimson", "line": "A shaft of dazzling sunlight glanced into the room, revealing heavy, old-fashioned furniture, crimson damask hangings, and an enormous four-post bedstead, along the head of which were carved running figures, apparently Atalanta’s race.\n"}, "modifies": "hangings"}
{"pink": {"word": "rose", "line": "The graceful pile of cathedral architecture rose dimly on their left hand, but it was lost upon them now.\n"}, "modifies": "pile"}
{"black": {"word": "black", "line": "All around was open loneliness and black solitude, over which a stiff breeze blew.\n"}, "modifies": "solitude"}
{"black": {"word": "black", "line": "At an indefinite height overhead something made the black sky blacker, which had the semblance of a vast architrave uniting the pillars horizontally.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "The uniform concavity of black cloud was lifting bodily like the lid of a pot, letting in at the earth’s edge the coming day, against which the towering monoliths and trilithons began to be blackly defined.\n"}, "modifies": "cloud"}
{"silver": {"word": "silver", "line": "The band of silver paleness along the east horizon made even the distant parts of the Great Plain appear dark and near; and the whole enormous landscape bore that impress of reserve, taciturnity, and hesitation which is usual just before day.\n"}, "modifies": "paleness"}
{"white": {"word": "pale", "line": "Their pale faces seemed to have shrunk to half their natural size.\n"}, "modifies": "faces"}
{"green": {"word": "green", "line": "Each gave a start at the notes, and, walking onward yet a few steps, they reached the first milestone, standing whitely on the green margin of the grass, and backed by the down, which here was open to the road.\n"}, "modifies": "margin"}
{"gray": {"word": "gray", "line": "Against these far stretches of country rose, in front of the other city edifices, a large red-brick building, with level gray roofs, and rows of short barred windows bespeaking captivity, the whole contrasting greatly by its formalism with the quaint irregularities of the Gothic erections.\n"}, "modifies": "roofs"}
{"pink": {"word": "rose", "line": "Against these far stretches of country rose, in front of the other city edifices, a large red-brick building, with level gray roofs, and rows of short barred windows bespeaking captivity, the whole contrasting greatly by its formalism with the quaint irregularities of the Gothic erections.\n"}, "modifies": "stretches"}
{"black": {"word": "black", "line": "It was a black flag.\n"}, "modifies": "flag"}
