{"purple": {"word": "purple", "line": "But you have not this lovely lake, nor, I suppose, the delicate purple mist which folds these slumbering mountains in airy veils.\n"}, "modifies": "mist"}
{"gray": {"word": "gray", "line": "It is a legend prolonging itself, from an epoch now gray in the distance, down into our own broad daylight, and bringing along with it some of its legendary mist, which the reader, according to his pleasure, may either disregard, or allow it to float almost imperceptibly about the characters and events for the sake of a picturesque effect.\n"}, "modifies": "epoch"}
{"gold": {"word": "gold", "line": "Not to be deficient in this particular, the author has provided himself with a moral,—the truth, namely, that the wrong-doing of one generation lives into the successive ones, and, divesting itself of every temporary advantage, becomes a pure and uncontrollable mischief; and he would feel it a singular gratification if this romance might effectually convince mankind—or, indeed, any one man—of the folly of tumbling down an avalanche of ill-gotten gold, or real estate, on the heads of an unfortunate posterity, thereby to maim and crush them, until the accumulated mass shall be scattered abroad in its original atoms.\n"}, "modifies": "avalanche"}
{"black": {"word": "black", "line": "With a brief sketch, therefore, of the circumstances amid which the foundation of the house was laid, and a rapid glimpse at its quaint exterior, as it grew black in the prevalent east wind,—pointing, too, here and there, at some spot of more verdant mossiness on its roof and walls,—we shall commence the real action of our tale at an epoch not very remote from the present day.\n"}, "modifies": "wind"}
{"gray": {"word": "gray", "line": "Familiar as it stands in the writer’s recollection,—for it has been an object of curiosity with him from boyhood, both as a specimen of the best and stateliest architecture of a longpast epoch, and as the scene of events more full of human interest, perhaps, than those of a gray feudal castle,—familiar as it stands, in its rusty old age, it is therefore only the more difficult to imagine the bright novelty with which it first caught the sunshine.\n"}, "modifies": "castle"}
{"white": {"word": "pasty", "line": "The carcass of a deer, shot within twenty miles, had supplied material for the vast circumference of a pasty.\n"}, "modifies": "circumference"}
{"green": {"word": "lime", "line": "Its whole visible exterior was ornamented with quaint figures, conceived in the grotesqueness of a Gothic fancy, and drawn or stamped in the glittering plaster, composed of lime, pebbles, and bits of glass, with which the woodwork of the walls was overspread.\n"}, "modifies": "pebbles"}
{"black": {"word": "black", "line": "Such being the case, and he, the old bachelor, in possession of the ill-gotten spoil,—with the black stain of blood sunken deep into it, and still to be scented by conscientious nostrils,—the question occurred, whether it were not imperative upon him, even at this late hour, to make restitution to Maule’s posterity.\n"}, "modifies": "stain"}
{"black": {"word": "black", "line": "It had been planted by a great-grandson of the first Pyncheon, and, though now four-score years of age, or perhaps nearer a hundred, was still in its strong and broad maturity, throwing its shadow from side to side of the street, overtopping the seven gables, and sweeping the whole black roof with its pendant foliage.\n"}, "modifies": "roof"}
{"green": {"word": "green", "line": "It would be an omission, trifling, indeed, but unpardonable, were we to forget the green moss that had long since gathered over the projections of the windows, and on the slopes of the roof nor must we fail to direct the reader’s eye to a crop, not of weeds, but flower-shrubs, which were growing aloft in the air, not a great way from the chimney, in the nook between two of the gables.\n"}, "modifies": "moss"}
{"white": {"word": "white", "line": "It used to be affirmed, that the dead shop-keeper, in a white wig, a faded velvet coat, an apron at his waist, and his ruffles carefully turned back from his wrists, might be seen through the chinks of the shutters, any night of the year, ransacking his till, or poring over the dingy pages of his day-book.\n"}, "modifies": "wig"}
{"black": {"word": "black", "line": "Forth she steps into the dusky, time-darkened passage; a tall figure, clad in black silk, with a long and shrunken waist, feeling her way towards the stairs like a near-sighted person, as in truth she is.\n"}, "modifies": "silk"}
{"blue": {"word": "blue", "line": "The counter, shelves, and floor had all been scoured, and the latter was overstrewn with fresh blue sand.\n"}, "modifies": "sand"}
{"brown": {"word": "brown", "line": "The brown scales, too, had evidently undergone rigid discipline, in an unavailing effort to rub off the rust, which, alas!\n"}, "modifies": "scales"}
{"white": {"word": "white", "line": "A small stock of brown sugar, some white beans and split peas, and a few other commodities of low price, and such as are constantly in demand, made up the bulkier portion of the merchandise.\n"}, "modifies": "beans"}
{"brown": {"word": "brown", "line": "A small stock of brown sugar, some white beans and split peas, and a few other commodities of low price, and such as are constantly in demand, made up the bulkier portion of the merchandise.\n"}, "modifies": "sugar"}
{"white": {"word": "white", "line": "For instance, there was a glass pickle-jar, filled with fragments of Gibraltar rock; not, indeed, splinters of the veritable stone foundation of the famous fortress, but bits of delectable candy, neatly done up in white paper.\n"}, "modifies": "paper"}
{"gray": {"word": "dusty", "line": "So—with many a cold, deep heart-quake at the idea of at last coming into sordid contact with the world, from which she had so long kept aloof, while every added day of seclusion had rolled another stone against the cavern door of her hermitage—the poor thing bethought herself of the ancient shop-window, the rusty scales, and dusty till.\n"}, "modifies": "window"}
{"grey": {"word": "dusty", "line": "So—with many a cold, deep heart-quake at the idea of at last coming into sordid contact with the world, from which she had so long kept aloof, while every added day of seclusion had rolled another stone against the cavern door of her hermitage—the poor thing bethought herself of the ancient shop-window, the rusty scales, and dusty till.\n"}, "modifies": "window"}
{"white": {"word": "pale", "line": "The maiden lady arose upon her feet, as pale as a ghost at cock-crow; for she was an enslaved spirit, and this the talisman to which she owed obedience.\n"}, "modifies": "ghost"}
{"white": {"word": "pale", "line": "Without giving herself time for a second thought, she rushed into the shop, pale, wild, desperate in gesture and expression, scowling portentously, and looking far better qualified to do fierce battle with a housebreaker than to stand smiling behind the counter, bartering small wares for a copper recompense.\n"}, "modifies": "shop"}
{"brown": {"word": "copper", "line": "Without giving herself time for a second thought, she rushed into the shop, pale, wild, desperate in gesture and expression, scowling portentously, and looking far better qualified to do fierce battle with a housebreaker than to stand smiling behind the counter, bartering small wares for a copper recompense.\n"}, "modifies": "recompense"}
{"brown": {"word": "brown", "line": "A brown beard, not too silken in its texture, fringed his chin, but as yet without completely hiding it; he wore a short mustache, too, and his dark, high-featured countenance looked all the better for these natural ornaments.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "On the other, the dusky old House of the Seven Gables, with the antiquated shop-window under its projecting story, and Hepzibah herself, in a gown of rusty black silk, behind the counter, scowling at the world as it went by!\n"}, "modifies": "silk"}
{"white": {"word": "fair", "line": "This mighty contrast thrust itself forward as a fair expression of the odds against which she was to begin her struggle for a subsistence.\n"}, "modifies": "expression"}
{"blue": {"word": "blue", "line": "He was clad rather shabbily (but, as it seemed, more owing to his mother’s carelessness than his father’s poverty), in a blue apron, very wide and short trousers, shoes somewhat out at the toes, and a chip hat, with the frizzles of his curly hair sticking through its crevices.\n"}, "modifies": "apron"}
{"brown": {"word": "copper", "line": "“No matter for the money,” said she, giving him a little push towards the door; for her old gentility was contumaciously squeamish at sight of the copper coin, and, besides, it seemed such pitiful meanness to take the child’s pocket-money in exchange for a bit of stale gingerbread.\n"}, "modifies": "coin"}
{"brown": {"word": "copper", "line": "The sordid stain of that copper coin could never be washed away from her palm.\n"}, "modifies": "coin"}
{"brown": {"word": "copper", "line": "The little circlet of the schoolboy’s copper coin—dim and lustreless though it was, with the small services which it had been doing here and there about the world—had proved a talisman, fragrant with good, and deserving to be set in gold and worn next her heart.\n"}, "modifies": "coin"}
{"black": {"word": "black", "line": "Hepzibah, at all events, was indebted to its subtile operation both in body and spirit; so much the more, as it inspired her with energy to get some breakfast, at which, still the better to keep up her courage, she allowed herself an extra spoonful in her infusion of black tea.\n"}, "modifies": "tea"}
{"gray": {"word": "gray", "line": "It was like the heavy mass of clouds which we may often see obscuring the sky, and making a gray twilight everywhere, until, towards nightfall, it yields temporarily to a glimpse of sunshine.\n"}, "modifies": "twilight"}
{"blue": {"word": "azure", "line": "But, always, the envious cloud strives to gather again across the streak of celestial azure.\n"}, "modifies": "streak"}
{"white": {"word": "pale", "line": "Then, there was a pale, care-wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n"}, "modifies": "woman"}
{"silver": {"word": "silver", "line": "Then, there was a pale, care-wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n"}, "modifies": "ribbons"}
{"gray": {"word": "gray", "line": "Then, there was a pale, care-wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n"}, "modifies": "streaks"}
{"blue": {"word": "blue", "line": "Shortly afterwards, a man in a blue cotton frock, much soiled, came in and bought a pipe, filling the whole shop, meanwhile, with the hot odor of strong drink, not only exhaled in the torrid atmosphere of his breath, but oozing out of his entire system, like an inflammable gas.\n"}, "modifies": "frock"}
{"white": {"word": "white", "line": "A Day Behind the Counter Towards noon, Hepzibah saw an elderly gentleman, large and portly, and of remarkably dignified demeanor, passing slowly along on the opposite side of the white and dusty street.\n"}, "modifies": "street"}
{"black": {"word": "black", "line": "Put on him a skull-cap, and a band, and a black cloak, and a Bible in one hand and a sword in the other,—then let Jaffrey smile as he might,—nobody would doubt that it was the old Pyncheon come again.\n"}, "modifies": "cloak"}
{"pink": {"word": "rose", "line": "By the spell of contrast, another portrait rose up before her, painted with more daring flattery than any artist would have ventured upon, but yet so delicately touched that the likeness remained perfect.\n"}, "modifies": "spell"}
{"red": {"word": "red", "line": "Soft, mildly, and cheerfully contemplative, with full, red lips, just on the verge of a smile, which the eyes seemed to herald by a gentle kindling-up of their orbs!\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "He was an immemorial personage, who seemed always to have had a white head and wrinkles, and never to have possessed but a single tooth, and that a half-decayed one, in the front of the upper jaw.\n"}, "modifies": "head"}
{"blue": {"word": "blue", "line": "This patriarch now presented himself before Hepzibah, clad in an old blue coat, which had a fashionable air, and must have accrued to him from the cast-off wardrobe of some dashing clerk.\n"}, "modifies": "coat"}
{"red": {"word": "red", "line": "It seems as if I saw you now; and your grandfather with his red cloak, and his white wig, and his cocked hat, and his cane, coming out of the house, and stepping so grandly up the street!\n"}, "modifies": "cloak"}
{"white": {"word": "white", "line": "It seems as if I saw you now; and your grandfather with his red cloak, and his white wig, and his cocked hat, and his cane, coming out of the house, and stepping so grandly up the street!\n"}, "modifies": "wig"}
{"brown": {"word": "copper", "line": "Shove back all English half-pence and base copper tokens, such as are very plenty about town!\n"}, "modifies": "base"}
{"red": {"word": "crimson", "line": "It fronted towards the east, so that at a very seasonable hour a glow of crimson light came flooding through the window, and bathed the dingy ceiling and paper-hangings in its own hue.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "Being a very tall one, and of luxuriant growth, it had been propped up against the side of the house, and was literally covered with a rare and very beautiful species of white rose.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "Being a very tall one, and of luxuriant growth, it had been propped up against the side of the house, and was literally covered with a rare and very beautiful species of white rose.\n"}, "modifies": "species"}
{"white": {"word": "fair", "line": "A large portion of them, as the girl afterwards discovered, had blight or mildew at their hearts; but, viewed at a fair distance, the whole rosebush looked as if it had been brought from Eden that very summer, together with the mould in which it grew.\n"}, "modifies": "distance"}
{"white": {"word": "white", "line": "But—whether it were the white roses, or whatever the subtile influence might be—a person of delicate instinct would have known at once that it was now a maiden’s bedchamber, and had been purified of all former evil and sorrow by her sweet breath and happy thoughts.\n"}, "modifies": "roses"}
{"black": {"word": "black", "line": "It was strewn about with a few old books, and a work-basket, and a dusty writing-desk; and had, on one side, a large black article of furniture, of very strange appearance, which the old gentlewoman told Phœbe was a harpsichord.\n"}, "modifies": "article"}
{"gray": {"word": "dusty", "line": "It was strewn about with a few old books, and a work-basket, and a dusty writing-desk; and had, on one side, a large black article of furniture, of very strange appearance, which the old gentlewoman told Phœbe was a harpsichord.\n"}, "modifies": "desk"}
{"grey": {"word": "dusty", "line": "It was strewn about with a few old books, and a work-basket, and a dusty writing-desk; and had, on one side, a large black article of furniture, of very strange appearance, which the old gentlewoman told Phœbe was a harpsichord.\n"}, "modifies": "desk"}
{"pink": {"word": "rosy", "line": "Those cheeks would not be so rosy after a month or two.\n"}, "modifies": "cheeks"}
{"gold": {"word": "gold", "line": "It betokened the cheeriness of an active temperament, finding joy in its activity, and, therefore, rendering it beautiful; it was a New England trait,—the stern old stuff of Puritanism with a gold thread in the web.\n"}, "modifies": "thread"}
{"silver": {"word": "silver", "line": "Hepzibah brought out some old silver spoons with the family crest upon them, and a china tea-set painted over with grotesque figures of man, bird, and beast, in as grotesque a landscape.\n"}, "modifies": "spoons"}
{"white": {"word": "fair", "line": "“And I have had a table at a fancy fair, and made better sales than anybody.\n"}, "modifies": "table"}
{"green": {"word": "green", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n"}, "modifies": "petticoat"}
{"white": {"word": "white", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n"}, "modifies": "gown"}
{"gold": {"word": "gold", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n"}, "modifies": "beads"}
{"brown": {"word": "brown", "line": "Neither did her face—with the brown ringlets on either side, and the slightly piquant nose, and the wholesome bloom, and the clear shade of tan, and the half dozen freckles, friendly remembrances of the April sun and breeze—precisely give us a right to call her beautiful.\n"}, "modifies": "ringlets"}
{"white": {"word": "fair", "line": "It was a fair parallel between new Plebeianism and old Gentility.\n"}, "modifies": "parallel"}
{"black": {"word": "black", "line": "It really seemed as if the battered visage of the House of the Seven Gables, black and heavy-browed as it still certainly looked, must have shown a kind of cheerfulness glimmering through its dusky windows as Phœbe passed to and fro in the interior.\n"}, "modifies": "Gables"}
{"brown": {"word": "copper", "line": "Phœbe laughed, as she summed up her aggregate of sales upon the slate; while Hepzibah, first drawing on a pair of silk gloves, reckoned over the sordid accumulation of copper coin, not without silver intermixed, that had jingled into the till.\n"}, "modifies": "coin"}
{"brown": {"word": "copper", "line": "But, dear cousin, what an enormous heap of copper!\n"}, "modifies": "heap"}
{"brown": {"word": "copper", "line": "Positively a copper mountain!” “Well done!\n"}, "modifies": "mountain"}
{"silver": {"word": "silver", "line": "In a tract of land on which she laid her finger, there existed a silver mine, the locality of which was precisely pointed out in some memoranda of Colonel Pyncheon himself, but only to be made known when the family claim should be recognized by government.\n"}, "modifies": "mine"}
{"green": {"word": "green", "line": "A hop-vine, springing from last year’s root, was beginning to clamber over it, but would be long in covering the roof with its green mantle.\n"}, "modifies": "mantle"}
{"black": {"word": "black", "line": "The black, rich soil had fed itself with the decay of a long period of time; such as fallen leaves, the petals of flowers, and the stalks and seed-vessels of vagrant and lawless plants, more useful after their death than ever while flaunting in the sun.\n"}, "modifies": "soil"}
{"white": {"word": "white", "line": "The white double rosebush had evidently been propped up anew against the house since the commencement of the season; and a pear-tree and three damson-trees, which, except a row of currant-bushes, constituted the only varieties of fruit, bore marks of the recent amputation of several superfluous or defective limbs.\n"}, "modifies": "rosebush"}
{"gray": {"word": "dusty", "line": "The eye of Heaven seemed to look down into it pleasantly, and with a peculiar smile, as if glad to perceive that nature, elsewhere overwhelmed, and driven out of the dusty town, had here been able to retain a breathing-place.\n"}, "modifies": "town"}
{"grey": {"word": "dusty", "line": "The eye of Heaven seemed to look down into it pleasantly, and with a peculiar smile, as if glad to perceive that nature, elsewhere overwhelmed, and driven out of the dusty town, had here been able to retain a breathing-place.\n"}, "modifies": "town"}
{"black": {"word": "black", "line": "To be sure, you have found some way of copying the portrait without its black velvet cap and gray beard, and have given him a modern coat and satin cravat, instead of his cloak and band.\n"}, "modifies": "cap"}
{"gray": {"word": "gray", "line": "To be sure, you have found some way of copying the portrait without its black velvet cap and gray beard, and have given him a modern coat and satin cravat, instead of his cloak and band.\n"}, "modifies": "beard"}
{"white": {"word": "blanched", "line": "She was indistinctly aware, however, that the gaunt figure of the old gentlewoman was sitting in one of the straight-backed chairs, a little withdrawn from the window, the faint gleam of which showed the blanched paleness of her cheek, turned sideways towards a corner.\n"}, "modifies": "paleness"}
{"white": {"word": "pale", "line": "Her usually pale cheeks were all ablaze with heat and hurry.\n"}, "modifies": "cheeks"}
{"silver": {"word": "silver", "line": "All this, with the quaint gorgeousness of the old china cups and saucers, and the crested spoons, and a silver cream-jug (Hepzibah’s only other article of plate, and shaped like the rudest porringer), set out a board at which the stateliest of old Colonel Pyncheon’s guests need not have scorned to take his place.\n"}, "modifies": "cream"}
{"black": {"word": "black", "line": "The next moment, without any visible cause for the change, her unwonted joy shrank back, appalled, as it were, and clothed itself in mourning; or it ran and hid itself, so to speak, in the dungeon of her heart, where it had long lain chained, while a cold, spectral sorrow took the place of the imprisoned joy, that was afraid to be enfranchised,—a sorrow as black as that was bright.\n"}, "modifies": "sorrow"}
{"white": {"word": "pale", "line": "She often broke into a little, nervous, hysteric laugh, more touching than any tears could be; and forthwith, as if to try which was the most touching, a gush of tears would follow; or perhaps the laughter and tears came both at once, and surrounded our poor Hepzibah, in a moral sense, with a kind of pale, dim rainbow.\n"}, "modifies": "rainbow"}
{"black": {"word": "black", "line": "He has had but little sunshine in his life,—poor Clifford,—and, oh, what a black shadow.\n"}, "modifies": "shadow"}
{"gray": {"word": "gray", "line": "At the first glance, Phœbe saw an elderly personage, in an old-fashioned dressing-gown of faded damask, and wearing his gray or almost white hair of an unusual length.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "He was seeking to make himself more fully sensible of the scene around him; or, perhaps, dreading it to be a dream, or a play of imagination, was vexing the fair moment with a struggle for some added brilliancy and more durable illusion.\n"}, "modifies": "moment"}
{"pink": {"word": "rose", "line": "“Here is a new kind of rose, which I found this morning in the garden,” said she, choosing a small crimson one from among the flowers in the vase.\n"}, "modifies": "kind"}
{"white": {"word": "fair", "line": "But how kind of the fair young girl!\n"}, "modifies": "girl"}
{"red": {"word": "crimson", "line": "Take it down, at once!” “Dear Clifford,” said Hepzibah sadly, “you know it cannot be!” “Then, at all events,” continued he, still speaking with some energy, “pray cover it with a crimson curtain, broad enough to hang in folds, and with a golden border and tassels.\n"}, "modifies": "curtain"}
{"red": {"word": "crimson", "line": "“There is a crimson curtain in a trunk above stairs,—a little faded and moth-eaten, I’m afraid,—but Phœbe and I will do wonders with it.” “This very day, remember” said he; and then added, in a low, self-communing voice, “Why should we live in this dismal house at all?\n"}, "modifies": "curtain"}
{"red": {"word": "red", "line": "The great fish, reversing his experience with the prophet of Nineveh, immediately began his progress down the same red pathway of fate whither so varied a caravan had preceded him.\n"}, "modifies": "pathway"}
{"black": {"word": "black", "line": "It was the portly, and, had it possessed the advantage of a little more height, would have been the stately figure of a man considerably in the decline of life, dressed in a black suit of some thin stuff, resembling broadcloth as closely as possible.\n"}, "modifies": "suit"}
{"gray": {"word": "gray", "line": "As the stranger entered the little shop, where the projection of the second story and the thick foliage of the elm-tree, as well as the commodities at the window, created a sort of gray medium, his smile grew as intense as if he had set his heart on counteracting the whole gloom of the atmosphere (besides any moral gloom pertaining to Hepzibah and her inmates) by the unassisted light of his countenance.\n"}, "modifies": "medium"}
{"white": {"word": "white", "line": "On his arrival from the other world, he had merely found it necessary to spend a quarter of an hour at a barber’s, who had trimmed down the Puritan’s full beard into a pair of grizzled whiskers, then, patronizing a ready-made clothing establishment, he had exchanged his velvet doublet and sable cloak, with the richly worked band under his chin, for a white collar and cravat, coat, vest, and pantaloons; and lastly, putting aside his steel-hilted broadsword to take up a gold-headed cane, the Colonel Pyncheon of two centuries ago steps forward as the Judge of the passing moment!\n"}, "modifies": "collar"}
{"black": {"word": "black", "line": "“No, no, Miss Phœbe!” said Judge Pyncheon in a voice as deep as a thunder-growl, and with a frown as black as the cloud whence it issues.\n"}, "modifies": "frown"}
{"yellow": {"word": "yellow", "line": "It may have been his purpose, indeed, to melt poor Hepzibah on the spot, as if she were a figure of yellow wax.\n"}, "modifies": "wax"}
{"black": {"word": "black", "line": "Clifford is on the brink of as black a ruin as ever befell him yet!\n"}, "modifies": "brink"}
{"red": {"word": "red", "line": "It was not pity that restrained him, for, at the first sound of the enfeebled voice, a red fire kindled in his eyes, and he made a quick pace forward, with something inexpressibly fierce and grim darkening forth, as it were, out of the whole man.\n"}, "modifies": "fire"}
{"yellow": {"word": "yellow", "line": "After such a revelation, let him smile with what sultriness he would, he could much sooner turn grapes purple, or pumpkins yellow, than melt the iron-branded impression out of the beholder’s memory.\n"}, "modifies": "pumpkins"}
{"purple": {"word": "purple", "line": "After such a revelation, let him smile with what sultriness he would, he could much sooner turn grapes purple, or pumpkins yellow, than melt the iron-branded impression out of the beholder’s memory.\n"}, "modifies": "pumpkins"}
{"black": {"word": "black", "line": "The effect is as if the voice had been dyed black; or,—if we must use a more moderate simile,—this miserable croak, running through all the variations of the voice, is like a black silken thread, on which the crystal beads of speech are strung, and whence they take their hue.\n"}, "modifies": "thread"}
{"pink": {"word": "rose", "line": "But now her spirit resembled, in its potency, a minute quantity of ottar of rose in one of Hepzibah’s huge, iron-bound trunks, diffusing its fragrance through the various articles of linen and wrought-lace, kerchiefs, caps, stockings, folded dresses, gloves, and whatever else was treasured there.\n"}, "modifies": "ottar"}
{"gray": {"word": "gray", "line": "That gray hair, and those furrows,—with their record of infinite sorrow so deeply written across his brow, and so compressed, as with a futile effort to crowd in all the tale, that the whole inscription was made illegible,—these, for the moment, vanished.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "Had this veil been over him from his birth?—this veil, under which far more of his spirit was hidden than revealed, and through which he so imperfectly discerned the actual world,—or was its gray texture woven of some dark calamity?\n"}, "modifies": "texture"}
{"gray": {"word": "gray", "line": "Dinner over, Hepzibah took her knitting-work,—a long stocking of gray yarn, for her brother’s winter wear,—and with a sigh, and a scowl of affectionate farewell to Clifford, and a gesture enjoining watchfulness on Phœbe, went to take her seat behind the counter.\n"}, "modifies": "yarn"}
{"green": {"word": "green", "line": "Here, sometimes, in this green play-place of flickering light, Phœbe read to Clifford.\n"}, "modifies": "place"}
{"green": {"word": "green", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n"}, "modifies": "grass"}
{"blue": {"word": "blue", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n"}, "modifies": "sky"}
{"yellow": {"word": "yellow", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n"}, "modifies": "blossoms"}
{"green": {"word": "green", "line": "After all, there need be no question why the bees came to that one green nook in the dusty town.\n"}, "modifies": "nook"}
{"gray": {"word": "dusty", "line": "After all, there need be no question why the bees came to that one green nook in the dusty town.\n"}, "modifies": "town"}
{"grey": {"word": "dusty", "line": "After all, there need be no question why the bees came to that one green nook in the dusty town.\n"}, "modifies": "town"}
{"red": {"word": "scarlet", "line": "When the bean-vines began to flower on the poles, there was one particular variety which bore a vivid scarlet blossom.\n"}, "modifies": "blossom"}
{"red": {"word": "red", "line": "By way of testing whether there were still a living germ in such ancient seeds, Holgrave had planted some of them; and the result of his experiment was a splendid row of bean-vines, clambering, early, to the full height of the poles, and arraying them, from top to bottom, in a spiral profusion of red blossoms.\n"}, "modifies": "blossoms"}
{"black": {"word": "black", "line": "Their generally quiet, yet often brisk, and constantly diversified talk, one to another, or sometimes in soliloquy,—as they scratched worms out of the rich, black soil, or pecked at such plants as suited their taste,—had such a domestic tone, that it was almost a wonder why you could not establish a regular interchange of ideas about household matters, human and gallinaceous.\n"}, "modifies": "soil"}
{"gold": {"word": "gold", "line": "One day, however, by her self-important gait, the sideways turn of her head, and the cock of her eye, as she pried into one and another nook of the garden,—croaking to herself, all the while, with inexpressible complacency,—it was made evident that this identical hen, much as mankind undervalued her, carried something about her person the worth of which was not to be estimated either in gold or precious stones.\n"}, "modifies": "stones"}
{"white": {"word": "fair", "line": "He said that faces looked upward to him there,—beautiful faces, arrayed in bewitching smiles,—each momentary face so fair and rosy, and every smile so sunny, that he felt wronged at its departure, until the same flitting witchcraft made a new one.\n"}, "modifies": "face"}
{"red": {"word": "crimson", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every-day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n"}, "modifies": "curtain"}
{"white": {"word": "pale", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every-day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n"}, "modifies": "aspect"}
{"gray": {"word": "gray", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every-day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n"}, "modifies": "aspect"}
{"white": {"word": "white", "line": "Twice or thrice, for example, during the sunny hours of the day, a water-cart went along by the Pyncheon House, leaving a broad wake of moistened earth, instead of the white dust that had risen at a lady’s lightest footfall; it was like a summer shower, which the city authorities had caught and tamed, and compelled it into the commonest routine of their convenience.\n"}, "modifies": "dust"}
{"white": {"word": "white", "line": "His mind took an apparently sharp impression from it, but lost the recollection of this perambulatory shower, before its next reappearance, as completely as did the street itself, along which the heat so quickly strewed white dust again.\n"}, "modifies": "dust"}
{"green": {"word": "green", "line": "The butcher’s cart, with its snowy canopy, was an acceptable object; so was the fish-cart, heralded by its horn; so, likewise, was the countryman’s cart of vegetables, plodding from door to door, with long pauses of the patient horse, while his owner drove a trade in turnips, carrots, summer-squashes, string-beans, green peas, and new potatoes, with half the housewives of the neighborhood.\n"}, "modifies": "peas"}
{"black": {"word": "black", "line": "Sometimes, moreover, he made personal application to individuals, holding out his small black palm, and otherwise plainly signifying his excessive desire for whatever filthy lucre might happen to be in anybody’s pocket.\n"}, "modifies": "palm"}
{"brown": {"word": "copper", "line": "The mean and low, yet strangely man-like expression of his wilted countenance; the prying and crafty glance, that showed him ready to gripe at every miserable advantage; his enormous tail (too enormous to be decently concealed under his gabardine), and the deviltry of nature which it betokened,—take this monkey just as he was, in short, and you could desire no better image of the Mammon of copper coin, symbolizing the grossest form of the love of money.\n"}, "modifies": "coin"}
{"black": {"word": "black", "line": "The spectator feels it to be fool’s play, when he can distinguish the tedious commonplace of each man’s visage, with the perspiration and weary self-importance on it, and the very cut of his pantaloons, and the stiffness or laxity of his shirt-collar, and the dust on the back of his black coat.\n"}, "modifies": "coat"}
{"black": {"word": "black", "line": "But, on the other hand, if an impressible person, standing alone over the brink of one of these processions, should behold it, not in its atoms, but in its aggregate,—as a mighty river of life, massive in its tide, and black with mystery, and, out of its depths, calling to the kindred depth within him,—then the contiguity would add to the effect.\n"}, "modifies": "river"}
{"gray": {"word": "gray", "line": "As it was, the whole procession might have seen him, a wild, haggard figure, his gray locks floating in the wind that waved their banners; a lonely being, estranged from his race, but now feeling himself man again, by virtue of the irrepressible instinct that possessed him.\n"}, "modifies": "locks"}
{"green": {"word": "green", "line": "Forth, likewise, from the portal of the old house stepped Phœbe, putting up her small green sunshade, and throwing upward a glance and smile of parting kindness to the faces at the arched window.\n"}, "modifies": "sunshade"}
{"white": {"word": "pale", "line": "They descended the staircase together,—gaunt, sallow Hepzibah, and pale, emaciated, age-stricken Clifford!\n"}, "modifies": "Clifford"}
{"white": {"word": "fair", "line": "But it would be no fair picture of Clifford’s state of mind were we to represent him as continually or prevailingly wretched.\n"}, "modifies": "picture"}
{"gray": {"word": "gray", "line": "Behold him, with his gray hair, and a wan, unreal smile over his countenance, where still hovered a beautiful grace, which his worst enemy must have acknowledged to be spiritual and immortal, since it had survived so long!\n"}, "modifies": "hair"}
{"gray": {"word": "dusty", "line": "Some stopped to gaze, and perhaps, carried a pleasant recollection of the bubbles onward as far as the street-corner; some looked angrily upward, as if poor Clifford wronged them by setting an image of beauty afloat so near their dusty pathway.\n"}, "modifies": "pathway"}
{"grey": {"word": "dusty", "line": "Some stopped to gaze, and perhaps, carried a pleasant recollection of the bubbles onward as far as the street-corner; some looked angrily upward, as if poor Clifford wronged them by setting an image of beauty afloat so near their dusty pathway.\n"}, "modifies": "pathway"}
{"white": {"word": "bleached", "line": "Unless she had now and then indulged her brisk impulses, and breathed rural air in a suburban walk, or ocean breezes along the shore,—had occasionally obeyed the impulse of Nature, in New England girls, by attending a metaphysical or philosophical lecture, or viewing a seven-mile panorama, or listening to a concert,—had gone shopping about the city, ransacking entire depots of splendid merchandise, and bringing home a ribbon,—had employed, likewise, a little time to read the Bible in her chamber, and had stolen a little more to think of her mother and her native place—unless for such moral medicines as the above, we should soon have beheld our poor Phœbe grow thin and put on a bleached, unwholesome aspect, and assume strange, shy ways, prophetic of old-maidenhood and a cheerless future.\n"}, "modifies": "aspect"}
{"white": {"word": "fair", "line": "In that point of view, it was a pleasant sight to behold this young man, with so much faith in himself, and so fair an appearance of admirable powers,—so little harmed, too, by the many tests that had tried his metal,—it was pleasant to see him in his kindly intercourse with Phœbe.\n"}, "modifies": "appearance"}
{"white": {"word": "white", "line": "Turn our eyes to what point we may, a dead man’s white, immitigable face encounters them, and freezes our very heart!\n"}, "modifies": "face"}
{"green": {"word": "green", "line": "Is it a wholesome place to live in, with its black shingles, and the green moss that shows how damp they are?—its dark, low-studded rooms—its grime and sordidness, which are the crystallization on its walls of the human breath, that has been drawn and exhaled here in discontent and anguish?\n"}, "modifies": "moss"}
{"black": {"word": "black", "line": "Is it a wholesome place to live in, with its black shingles, and the green moss that shows how damp they are?—its dark, low-studded rooms—its grime and sordidness, which are the crystallization on its walls of the human breath, that has been drawn and exhaled here in discontent and anguish?\n"}, "modifies": "shingles"}
{"black": {"word": "black", "line": "“And what does your master want with me?” said the carpenter to Mr. Pyncheon’s black servant.\n"}, "modifies": "servant"}
{"white": {"word": "fair", "line": "“For a fair, workmanlike job, he’ll find me his man.\n"}, "modifies": "job"}
{"white": {"word": "fair", "line": "She has brought a fair face from Italy,—fair, and gentle, and proud,—has that same Alice Pyncheon!” “He talk of Mistress Alice!” cried Scipio, as he returned from his errand.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "The peaks of the seven gables rose up sharply; the shingled roof looked thoroughly water-tight; and the glittering plaster-work entirely covered the exterior walls, and sparkled in the October sun, as if it had been new only a week ago.\n"}, "modifies": "peaks"}
{"white": {"word": "fair", "line": "The fair Alice bestowed most of her maiden leisure between flowers and music, although the former were apt to droop, and the melodies were often sad.\n"}, "modifies": "Alice"}
{"black": {"word": "black", "line": "As Mr. Pyncheon had been impatiently awaiting Maule’s arrival, black Scipio, of course, lost no time in ushering the carpenter into his master’s presence.\n"}, "modifies": "Scipio"}
{"black": {"word": "ebony", "line": "Near the fireplace was a large and very beautiful cabinet of ebony, inlaid with ivory; a piece of antique furniture, which Mr. Pyncheon had bought in Venice, and which he used as the treasure-place for medals, ancient coins, and whatever small and valuable curiosities he had picked up on his travels.\n"}, "modifies": "cabinet"}
{"blue": {"word": "blue", "line": "He was a middle-aged and really handsome man, with a wig flowing down upon his shoulders; his coat was of blue velvet, with lace on the borders and at the button-holes; and the firelight glistened on the spacious breadth of his waistcoat, which was flowered all over with gold.\n"}, "modifies": "velvet"}
{"gray": {"word": "dusty", "line": "This picture, it must be understood, was supposed to be so intimately connected with the fate of the house, and so magically built into its walls, that, if once it should be removed, that very instant the whole edifice would come thundering down in a heap of dusty ruin.\n"}, "modifies": "ruin"}
{"grey": {"word": "dusty", "line": "This picture, it must be understood, was supposed to be so intimately connected with the fate of the house, and so magically built into its walls, that, if once it should be removed, that very instant the whole edifice would come thundering down in a heap of dusty ruin.\n"}, "modifies": "ruin"}
{"white": {"word": "fair", "line": "“But first, sir, if you desire tidings of this lost document, I must crave the favor of a little talk with your fair daughter Alice.” “You are mad, Maule!” exclaimed Mr. Pyncheon haughtily; and now, at last, there was anger mixed up with his pride.\n"}, "modifies": "daughter"}
{"white": {"word": "fair", "line": "Nevertheless, Matthew Maule sturdily insisted on the young lady being summoned, and even gave her father to understand, in a mysterious kind of explanation,—which made the matter considerably darker than it looked before,—that the only chance of acquiring the requisite knowledge was through the clear, crystal medium of a pure and virgin intelligence, like that of the fair Alice.\n"}, "modifies": "Alice"}
{"green": {"word": "green", "line": "As Alice came into the room, her eyes fell upon the carpenter, who was standing near its centre, clad in green woollen jacket, a pair of loose breeches, open at the knees, and with a long pocket for his rule, the end of which protruded; it was as proper a mark of the artisan’s calling as Mr. Pyncheon’s full-dress sword of that gentleman’s aristocratic pretensions.\n"}, "modifies": "jacket"}
{"white": {"word": "fair", "line": "Setting aside all advantages of rank, this fair girl deemed herself conscious of a power—combined of beauty, high, unsullied purity, and the preservative force of womanhood—that could make her sphere impenetrable, unless betrayed by treachery within.\n"}, "modifies": "girl"}
{"brown": {"word": "brown", "line": "Alice sat in an attitude of profound repose, with the long brown lashes drooping over her eyes.\n"}, "modifies": "lashes"}
{"yellow": {"word": "yellow", "line": "Is it my crime if you have sold your daughter for the mere hope of getting a sheet of yellow parchment into your clutch?\n"}, "modifies": "parchment"}
{"red": {"word": "crimson", "line": "Finally, when he showed a purpose of shouting forth the secret loudly enough to be heard from his own sphere into that of mortals, his companions struggled with him, and pressed their hands over his mouth; and forthwith—whether that he were choked by it, or that the secret itself was of a crimson hue—there was a fresh flow of blood upon his band.\n"}, "modifies": "hue"}
{"white": {"word": "fair", "line": "Nevertheless, not to be too hard with fair Mistress Alice, I will leave her in your keeping; but I do not warrant you that she shall never have occasion to remember Maule, the carpenter.” He waved his hands with an upward motion; and, after a few repetitions of similar gestures, the beautiful Alice Pyncheon awoke from her strange trance.\n"}, "modifies": "Mistress"}
{"white": {"word": "fair", "line": "On recognizing Matthew Maule, she assumed an air of somewhat cold but gentle dignity, the rather, as there was a certain peculiar smile on the carpenter’s visage that stirred the native pride of the fair Alice.\n"}, "modifies": "Alice"}
{"black": {"word": "black", "line": "It seemed to be Maule’s impulse, not to ruin Alice, nor to visit her with any black or gigantic mischief, which would have crowned her sorrows with the grace of tragedy, but to wreak a low, ungenerous scorn upon her.\n"}, "modifies": "mischief"}
{"white": {"word": "white", "line": "One evening, at a bridal party (but not her own; for, so lost from self-control, she would have deemed it sin to marry), poor Alice was beckoned forth by her unseen despot, and constrained, in her gossamer white dress and satin slippers, to hasten along the street to the mean dwelling of a laboring-man.\n"}, "modifies": "dress"}
{"silver": {"word": "silver", "line": "So sweetly cool was the atmosphere, after all the feverish day, that the summer eve might be fancied as sprinkling dews and liquid moonlight, with a dash of icy temper in them, out of a silver vase.\n"}, "modifies": "vase"}
{"black": {"word": "black", "line": "And this garden, where the black mould always clings to my spade, as if I were a sexton delving in a graveyard!\n"}, "modifies": "mould"}
{"black": {"word": "black", "line": "She peeped from the window into the garden, and felt herself more regretful at leaving this spot of black earth, vitiated with such an age-long growth of weeds, than joyful at the idea of again scenting her pine forests and fresh clover-fields.\n"}, "modifies": "earth"}
{"pink": {"word": "blush", "line": "A blush, too,—the redder, because she strove hard to keep it down,—ascended bigger and higher, in a tide of fitful progress, until even her brow was all suffused with it.\n"}, "modifies": "redder"}
{"black": {"word": "black", "line": "In fact (not to attribute the whole gloom of sky and earth to the one inauspicious circumstance of Phœbe’s departure), an easterly storm had set in, and indefatigably apply itself to the task of making the black roof and walls of the old house look more cheerless than ever before.\n"}, "modifies": "roof"}
{"black": {"word": "black", "line": "As for Hepzibah, she seemed not merely possessed with the east wind, but to be, in her very person, only another phase of this gray and sullen spell of weather; the East-Wind itself, grim and disconsolate, in a rusty black silk gown, and with a turban of cloud-wreaths on its head.\n"}, "modifies": "gown"}
{"gray": {"word": "gray", "line": "As for Hepzibah, she seemed not merely possessed with the east wind, but to be, in her very person, only another phase of this gray and sullen spell of weather; the East-Wind itself, grim and disconsolate, in a rusty black silk gown, and with a turban of cloud-wreaths on its head.\n"}, "modifies": "spell"}
{"black": {"word": "black", "line": "You cherish, at this moment, some black purpose against him in your heart!\n"}, "modifies": "purpose"}
{"black": {"word": "black", "line": "His conscience, therefore, usually considered the surest witness to a man’s integrity,—his conscience, unless it might be for the little space of five minutes in the twenty-four hours, or, now and then, some black day in the whole year’s circle,—his conscience bore an accordant testimony with the world’s laudatory voice.\n"}, "modifies": "day"}
{"gold": {"word": "gold", "line": "They possess vast ability in grasping, and arranging, and appropriating to themselves, the big, heavy, solid unrealities, such as gold, landed estate, offices of trust and emolument, and public honors.\n"}, "modifies": "unrealities"}
{"white": {"word": "fair", "line": "And allowing that, many, many years ago, in his early and reckless youth, he had committed some one wrong act,—or that, even now, the inevitable force of circumstances should occasionally make him do one questionable deed among a thousand praiseworthy, or, at least, blameless ones,—would you characterize the Judge by that one necessary deed, and that half-forgotten act, and let it overshadow the fair aspect of a lifetime?\n"}, "modifies": "aspect"}
{"white": {"word": "white", "line": "The hair is white upon your head!\n"}, "modifies": "hair"}
{"pink": {"word": "rosy", "line": "Many a former Pyncheon had found repose in its capacious arms: rosy children, after their sports; young men, dreamy with love; grown men, weary with cares; old men, burdened with winters,—they had mused, and slumbered, and departed to a yet profounder sleep.\n"}, "modifies": "children"}
{"white": {"word": "pale", "line": "It would have been no marvel, to her excited mind, if, behind or beside her, there had been the rustle of dead people’s garments, or pale visages awaiting her on the landing-place above.\n"}, "modifies": "visages"}
{"gray": {"word": "gray", "line": "Thus it is that the grief of the passing moment takes upon itself an individuality, and a character of climax, which it is destined to lose after a while, and to fade into the dark gray tissue common to the grave or glad events of many years ago.\n"}, "modifies": "tissue"}
{"gold": {"word": "gold", "line": "Clifford had none but shadowy gold at his command; and it was not the stuff to satisfy Judge Pyncheon!\n"}, "modifies": "none"}
{"gray": {"word": "gray", "line": "Returning to the arched window, she lifted her eyes,—scowling, poor, dim-sighted Hepzibah, in the face of Heaven!—and strove hard to send up a prayer through the dense gray pavement of clouds.\n"}, "modifies": "pavement"}
{"white": {"word": "pale", "line": "At last, finding no other pretext for deferring the torture that she was to inflict on Clifford,—her reluctance to which was the true cause of her loitering at the window, her search for the artist, and even her abortive prayer,—dreading, also, to hear the stern voice of Judge Pyncheon from below stairs, chiding her delay,—she crept slowly, a pale, grief-stricken figure, a dismal shape of woman, with almost torpid limbs, slowly to her brother’s door, and knocked!\n"}, "modifies": "figure"}
{"gray": {"word": "gray", "line": "With that thought, she seemed to behold his gray, wrinkled, yet childlike aspect, in the old-fashioned garments which he wore about the house; a figure such as one sometimes imagines himself to be, with the world’s eye upon him, in a troubled dream.\n"}, "modifies": "aspect"}
{"black": {"word": "black", "line": "Should her brother’s aimless footsteps stray thitherward, and he but bend, one moment, over the deep, black tide, would he not bethink himself that here was the sure refuge within his reach, and that, with a single step, or the slightest overbalance of his body, he might be forever beyond his kinsman’s gripe?\n"}, "modifies": "tide"}
{"black": {"word": "black", "line": "Of course it was not real; no such black, easterly day as this had yet begun to be; Judge Pyncheon had not talked with, her.\n"}, "modifies": "day"}
{"gray": {"word": "gray", "line": "Now, probably, they were felt to be in keeping with the dismal and bitter weather, and therefore did not stand out in strong relief, as if the sun were shining on them, but melted into the gray gloom and were forgotten as soon as gone.\n"}, "modifies": "gloom"}
{"gray": {"word": "gray", "line": "Whether it was Clifford’s purpose, or only chance, had led them thither, they now found themselves passing beneath the arched entrance of a large structure of gray stone.\n"}, "modifies": "stone"}
{"gray": {"word": "gray", "line": "They said to themselves, perhaps, that, before his hair was gray and the crow’s-feet tracked his temples, this now decaying man must have stamped the impress of his features on many a woman’s heart.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "I remember looking in the glass, and wondering at my own gray hair, and the wrinkles, many and deep, right across my brow, and the furrows down my cheeks, and the prodigious trampling of crow’s-feet about my temples!\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "At a little distance stood a wooden church, black with age, and in a dismal state of ruin and decay, with broken windows, a great rift through the main body of the edifice, and a rafter dangling from the top of the square tower.\n"}, "modifies": "church"}
{"black": {"word": "black", "line": "Farther off was a farm-house, in the old style, as venerably black as the church, with a roof sloping downward from the three-story peak, to within a man’s height of the ground.\n"}, "modifies": "house"}
{"gray": {"word": "gray", "line": "The dull, gray weight of clouds made it invisible; but it was no hour for disbelief,—no juncture this to question that there was a sky above, and an Almighty Father looking from it!\n"}, "modifies": "weight"}
{"black": {"word": "black", "line": "But there are better chairs than this,—mahogany, black walnut, rosewood, spring-seated and damask-cushioned, with varied slopes, and innumerable artifices to make them easy, and obviate the irksomeness of too tame an ease,—a score of such might be at Judge Pyncheon’s service.\n"}, "modifies": "walnut"}
{"white": {"word": "fair", "line": "She and her fair daughter have scarcely bread to eat.\n"}, "modifies": "daughter"}
{"red": {"word": "crimson", "line": "Neither would it be seemly in Judge Pyncheon, generally so scrupulous in his attire, to show himself at a dinner-table with that crimson stain upon his shirt-bosom.\n"}, "modifies": "stain"}
{"gray": {"word": "gray", "line": "The shadows of the tall furniture grow deeper, and at first become more definite; then, spreading wider, they lose their distinctness of outline in the dark gray tide of oblivion, as it were, that creeps slowly over the various objects, and the one human figure sitting in the midst of them.\n"}, "modifies": "tide"}
{"gray": {"word": "gray", "line": "Now it is no longer gray, but sable.\n"}, "modifies": "sable"}
{"black": {"word": "black", "line": "First comes the ancestor himself, in his black cloak, steeple-hat, and trunk-breeches, girt about the waist with a leathern belt, in which hangs his steel-hilted sword; he has a long staff in his hand, such as gentlemen in advanced life used to carry, as much for the dignity of the thing as for the support to be derived from it.\n"}, "modifies": "cloak"}
{"gold": {"word": "gold", "line": "Among those ancestral people there is a young man, dressed in the very fashion of to-day: he wears a dark frock-coat, almost destitute of skirts, gray pantaloons, gaiter boots of patent leather, and has a finely wrought gold chain across his breast, and a little silver-headed whalebone stick in his hand.\n"}, "modifies": "chain"}
{"gray": {"word": "gray", "line": "Among those ancestral people there is a young man, dressed in the very fashion of to-day: he wears a dark frock-coat, almost destitute of skirts, gray pantaloons, gaiter boots of patent leather, and has a finely wrought gold chain across his breast, and a little silver-headed whalebone stick in his hand.\n"}, "modifies": "pantaloons"}
{"red": {"word": "crimson", "line": "A stout, elderly gentleman has made his appearance; he has an aspect of eminent respectability, wears a black coat and pantaloons, of roomy width, and might be pronounced scrupulously neat in his attire, but for a broad crimson stain across his snowy neckcloth and down his shirt-bosom.\n"}, "modifies": "stain"}
{"black": {"word": "black", "line": "A stout, elderly gentleman has made his appearance; he has an aspect of eminent respectability, wears a black coat and pantaloons, of roomy width, and might be pronounced scrupulously neat in his attire, but for a broad crimson stain across his snowy neckcloth and down his shirt-bosom.\n"}, "modifies": "coat"}
{"black": {"word": "black", "line": "Be the apparition whose it may, it advances to the picture, seems to seize the frame, tries to peep behind it, and turns away, with a frown as black as the ancestral one.\n"}, "modifies": "frown"}
{"black": {"word": "black", "line": "You may the better estimate his quietude by the fearlessness of a little mouse, which sits on its hind legs, in a streak of moonlight, close by Judge Pyncheon’s foot, and seems to meditate a journey of exploration over this great black bulk.\n"}, "modifies": "bulk"}
{"green": {"word": "green", "line": "The lines and tufts of green moss, here and there, seemed pledges of familiarity and sisterhood with Nature; as if this human dwelling-place, being of such old date, had established its prescriptive title among primeval oaks and whatever other objects, by virtue of their long continuance, have acquired a gracious right to be.\n"}, "modifies": "moss"}
{"white": {"word": "fair", "line": "The old people used to give them the name of Alice’s Posies, in remembrance of fair Alice Pyncheon, who was believed to have brought their seeds from Italy.\n"}, "modifies": "Alice"}
{"white": {"word": "pale", "line": "The elm, however, made a pleasant, cheerful, sunny sigh, responsive to the breeze that was elsewhere imperceptible; a swarm of insects buzzed merrily under its drooping shadow, and became specks of light whenever they darted into the sunshine; a locust sang, once or twice, in some inscrutable seclusion of the tree; and a solitary little bird, with plumage of pale gold, came and hovered about Alice’s Posies.\n"}, "modifies": "gold"}
{"gold": {"word": "gold", "line": "The elm, however, made a pleasant, cheerful, sunny sigh, responsive to the breeze that was elsewhere imperceptible; a swarm of insects buzzed merrily under its drooping shadow, and became specks of light whenever they darted into the sunshine; a locust sang, once or twice, in some inscrutable seclusion of the tree; and a solitary little bird, with plumage of pale gold, came and hovered about Alice’s Posies.\n"}, "modifies": "plumage"}
{"black": {"word": "black", "line": "Had any observer of these proceedings been aware of the fearful secret hidden within the house, it would have affected him with a singular shape and modification of horror, to see the current of human life making this small eddy hereabouts,—whirling sticks, straws and all such trifles, round and round, right over the black depth where a dead corpse lay unseen!\n"}, "modifies": "depth"}
{"black": {"word": "black", "line": "It appeared to the butcher that he could pretty clearly discern what seemed to be the stalwart legs, clad in black pantaloons, of a man sitting in a large oaken chair, the back of which concealed all the remainder of his figure.\n"}, "modifies": "pantaloons"}
{"white": {"word": "white", "line": "It would be an ugly business, indeed, if Judge Pyncheon (who would not have cared a fig for Paganini’s fiddle in his most harmonious mood) should make his appearance at the door, with a bloody shirt-bosom, and a grim frown on his swarthily white visage, and motion the foreign vagabond away!\n"}, "modifies": "visage"}
{"white": {"word": "pale", "line": "Is her healthful presence potent enough to chase away the crowd of pale, hideous, and sinful phantoms, that have gained admittance there since her departure?\n"}, "modifies": "phantoms"}
{"white": {"word": "pallid", "line": "Or will she, likewise, fade, sicken, sadden, and grow into deformity, and be only another pallid phantom, to glide noiselessly up and down the stairs, and affright children as she pauses at the window?\n"}, "modifies": "phantom"}
{"white": {"word": "white", "line": "It did not yield to her hand; and the white curtain, drawn across the window which formed the upper section of the door, struck her quick perceptive faculty as something unusual.\n"}, "modifies": "curtain"}
{"gray": {"word": "dusty", "line": "The sunshine came freely into all the uncurtained windows of this room, and fell upon the dusty floor; so that Phœbe now clearly saw—what, indeed, had been no secret, after the encounter of a warm hand with hers—that it was not Hepzibah nor Clifford, but Holgrave, to whom she owed her reception.\n"}, "modifies": "floor"}
{"grey": {"word": "dusty", "line": "The sunshine came freely into all the uncurtained windows of this room, and fell upon the dusty floor; so that Phœbe now clearly saw—what, indeed, had been no secret, after the encounter of a warm hand with hers—that it was not Hepzibah nor Clifford, but Holgrave, to whom she owed her reception.\n"}, "modifies": "floor"}
{"black": {"word": "black", "line": "As I view it, it would have gone far towards obliterating the black stain on Clifford’s character.” “And how,” asked Phœbe, “could any good come from what is so very dreadful?” “Because,” said the artist, “if the matter can be fairly considered and candidly interpreted, it must be evident that Judge Pyncheon could not have come unfairly to his end.\n"}, "modifies": "stain"}
{"black": {"word": "black", "line": "The presence of yonder dead man threw a great black shadow over everything; he made the universe, so far as my perception could reach, a scene of guilt and of retribution more dreadful than the guilt.\n"}, "modifies": "shadow"}
{"black": {"word": "black", "line": "The black moment became at once a blissful one.\n"}, "modifies": "moment"}
{"black": {"word": "black", "line": "At his decease, there is only a vacancy, and a momentary eddy,—very small, as compared with the apparent magnitude of the ingurgitated object,—and a bubble or two, ascending out of the black depth and bursting at the surface.\n"}, "modifies": "depth"}
{"black": {"word": "black", "line": "Thus Jaffrey Pyncheon’s inward criminality, as regarded Clifford, was, indeed, black and damnable; while its mere outward show and positive commission was the smallest that could possibly consist with so great a sin.\n"}, "modifies": "criminality"}
{"gray": {"word": "gray", "line": "Several children were drawn to the spot by so unusual a spectacle as the barouche and pair of gray horses.\n"}, "modifies": "horses"}
{"grey": {"word": "grey", "line": "The room itself is cobwebbed, and dingy with old paint; its floor is strewn with grey sand, in a fashion that has elsewhere fallen into long disuse; and it is easy to conclude, from the general slovenliness of the place, that this is a sanctuary into which womankind, with her tools of magic, the broom and mop, has very infrequent access.\n"}, "modifies": "sand"}
{"grey": {"word": "grey", "line": "“What is he?” murmurs one grey shadow of my forefathers to the other.\n"}, "modifies": "shadow"}
{"white": {"word": "white", "line": "According to the received code in such matters, it would have been nothing short of duty, in a politician, to bring every one of those white heads under the axe of the guillotine.\n"}, "modifies": "heads"}
{"green": {"word": "green", "line": "Externally, the jollity of aged men has much in common with the mirth of children; the intellect, any more than a deep sense of humour, has little to do with the matter; it is, with both, a gleam that plays upon the surface, and imparts a sunny and cheery aspect alike to the green branch and grey, mouldering trunk.\n"}, "modifies": "branch"}
{"grey": {"word": "grey", "line": "Externally, the jollity of aged men has much in common with the mirth of children; the intellect, any more than a deep sense of humour, has little to do with the matter; it is, with both, a gleam that plays upon the surface, and imparts a sunny and cheery aspect alike to the green branch and grey, mouldering trunk.\n"}, "modifies": "trunk"}
{"white": {"word": "white", "line": "Then, moreover, the white locks of age were sometimes found to be the thatch of an intellectual tenement in good repair.\n"}, "modifies": "locks"}
{"blue": {"word": "blue", "line": "With his florid cheek, his compact figure smartly arrayed in a bright-buttoned blue coat, his brisk and vigorous step, and his hale and hearty aspect, altogether he seemed—not young, indeed—but a kind of new contrivance of Mother Nature in the shape of man, whom age and infirmity had no business to touch.\n"}, "modifies": "coat"}
{"grey": {"word": "grey", "line": "To observe and define his character, however, under such disadvantages, was as difficult a task as to trace out and build up anew, in imagination, an old fortress, like Ticonderoga, from a view of its grey and broken ruins.\n"}, "modifies": "ruins"}
{"red": {"word": "red", "line": "The heat that had formerly pervaded his nature, and which was not yet extinct, was never of the kind that flashes and flickers in a blaze; but rather a deep red glow, as of iron in a furnace.\n"}, "modifies": "glow"}
{"white": {"word": "fair", "line": "A stain on his conscience, as to anything that came within the range of his vocation, would trouble such a man very much in the same way, though to a far greater degree, than an error in the balance of an account, or an ink-blot on the fair page of a book of record.\n"}, "modifies": "page"}
{"black": {"word": "black", "line": "The Custom-House marker imprinted it, with a stencil and black paint, on pepper-bags, and baskets of anatto, and cigar-boxes, and bales of all kinds of dutiable merchandise, in testimony that these commodities had paid the impost, and gone regularly through the office.\n"}, "modifies": "paint"}
{"yellow": {"word": "yellow", "line": "Poking and burrowing into the heaped-up rubbish in the corner, unfolding one and another document, and reading the names of vessels that had long ago foundered at sea or rotted at the wharves, and those of merchants never heard of now on ’Change, nor very readily decipherable on their mossy tombstones; glancing at such matters with the saddened, weary, half-reluctant interest which we bestow on the corpse of dead activity—and exerting my fancy, sluggish with little use, to raise up from these dry bones an image of the old town’s brighter aspect, when India was a new region, and only Salem knew the way thither—I chanced to lay my hand on a small package, carefully done up in a piece of ancient yellow parchment.\n"}, "modifies": "parchment"}
{"red": {"word": "red", "line": "There was something about it that quickened an instinctive curiosity, and made me undo the faded red tape that tied up the package, with the sense that a treasure would here be brought to light.\n"}, "modifies": "tape"}
{"red": {"word": "red", "line": "But the object that most drew my attention to the mysterious package was a certain affair of fine red cloth, much worn and faded, There were traces about it of gold embroidery, which, however, was greatly frayed and defaced, so that none, or very little, of the glitter was left.\n"}, "modifies": "cloth"}
{"gold": {"word": "gold", "line": "But the object that most drew my attention to the mysterious package was a certain affair of fine red cloth, much worn and faded, There were traces about it of gold embroidery, which, however, was greatly frayed and defaced, so that none, or very little, of the glitter was left.\n"}, "modifies": "embroidery"}
{"red": {"word": "scarlet", "line": "This rag of scarlet cloth—for time, and wear, and a sacrilegious moth had reduced it to little other than a rag—on careful examination, assumed the shape of a letter.\n"}, "modifies": "cloth"}
{"red": {"word": "scarlet", "line": "My eyes fastened themselves upon the old scarlet letter, and would not be turned aside.\n"}, "modifies": "letter"}
{"white": {"word": "white", "line": "When thus perplexed—and cogitating, among other hypotheses, whether the letter might not have been one of those decorations which the white men used to contrive in order to take the eyes of Indians—I happened to place it on my breast.\n"}, "modifies": "men"}
{"red": {"word": "red", "line": "It seemed to me—the reader may smile, but must not doubt my word—it seemed to me, then, that I experienced a sensation not altogether physical, yet almost so, as of burning heat, and as if the letter were not of red cloth, but red-hot iron.\n"}, "modifies": "cloth"}
{"red": {"word": "scarlet", "line": "In the absorbing contemplation of the scarlet letter, I had hitherto neglected to examine a small roll of dingy paper, around which it had been twisted.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "The original papers, together with the scarlet letter itself—a most curious relic—are still in my possession, and shall be freely exhibited to whomsoever, induced by the great interest of the narrative, may desire a sight of them.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "With his own ghostly hand, the obscurely seen, but majestic, figure had imparted to me the scarlet symbol and the little roll of explanatory manuscript.\n"}, "modifies": "symbol"}
{"gold": {"word": "gold", "line": "You have bartered it for a pittance of the public gold.\n"}, "modifies": "pittance"}
{"white": {"word": "white", "line": "Moonlight, in a familiar room, falling so white upon the carpet, and showing all its figures so distinctly—making every object so minutely visible, yet so unlike a morning or noontide visibility—is a medium the most suitable for a romance-writer to get acquainted with his illusive guests.\n"}, "modifies": "carpet"}
{"white": {"word": "white", "line": "Glancing at the looking-glass, we behold—deep within its haunted verge—the smouldering glow of the half-extinguished anthracite, the white moon-beams on the floor, and a repetition of all the gleam and shadow of the picture, with one remove further from the actual, and nearer to the imaginative.\n"}, "modifies": "beams"}
{"red": {"word": "rust", "line": "The rust on the ponderous iron-work of its oaken door looked more antique than anything else in the New World.\n"}, "modifies": "work"}
{"black": {"word": "black", "line": "Before this ugly edifice, and between it and the wheel-track of the street, was a grass-plot, much overgrown with burdock, pig-weed, apple-pern, and such unsightly vegetation, which evidently found something congenial in the soil that had so early borne the black flower of civilised society, a prison.\n"}, "modifies": "flower"}
{"white": {"word": "fair", "line": "This rose-bush, by a strange chance, has been kept alive in history; but whether it had merely survived out of the stern old wilderness, so long after the fall of the gigantic pines and oaks that originally overshadowed it, or whether, as there is fair authority for believing, it had sprung up under the footsteps of the sainted Ann Hutchinson as she entered the prison-door, we shall not take upon us to determine.\n"}, "modifies": "authority"}
{"white": {"word": "white", "line": "It might be that an Antinomian, a Quaker, or other heterodox religionist, was to be scourged out of the town, or an idle or vagrant Indian, whom the white man’s firewater had made riotous about the streets, was to be driven with stripes into the shadow of the forest.\n"}, "modifies": "man"}
{"white": {"word": "fair", "line": "Morally, as well as materially, there was a coarser fibre in those wives and maidens of old English birth and breeding than in their fair descendants, separated from them by a series of six or seven generations; for, throughout that chain of ancestry, every successive mother had transmitted to her child a fainter bloom, a more delicate and briefer beauty, and a slighter physical frame, if not character of less force and solidity than her own.\n"}, "modifies": "descendants"}
{"grey": {"word": "grey", "line": "She bore in her arms a child, a baby of some three months old, who winked and turned aside its little face from the too vivid light of day; because its existence, heretofore, had brought it acquaintance only with the grey twilight of a dungeon, or other darksome apartment of the prison.\n"}, "modifies": "twilight"}
{"pink": {"word": "blush", "line": "In a moment, however, wisely judging that one token of her shame would but poorly serve to hide another, she took the baby on her arm, and with a burning blush, and yet a haughty smile, and a glance that would not be abashed, looked around at her townspeople and neighbours.\n"}, "modifies": "smile"}
{"red": {"word": "red", "line": "On the breast of her gown, in fine red cloth, surrounded with an elaborate embroidery and fantastic flourishes of gold thread, appeared the letter A.\n"}, "modifies": "cloth"}
{"gold": {"word": "gold", "line": "On the breast of her gown, in fine red cloth, surrounded with an elaborate embroidery and fantastic flourishes of gold thread, appeared the letter A.\n"}, "modifies": "thread"}
{"black": {"word": "black", "line": "She had dark and abundant hair, so glossy that it threw off the sunshine with a gleam; and a face which, besides being beautiful from regularity of feature and richness of complexion, had the impressiveness belonging to a marked brow and deep black eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "“Open a passage; and I promise ye, Mistress Prynne shall be set where man, woman, and child may have a fair sight of her brave apparel from this time till an hour past meridian.\n"}, "modifies": "sight"}
{"red": {"word": "scarlet", "line": "Come along, Madame Hester, and show your scarlet letter in the market-place!” A lane was forthwith opened through the crowd of spectators.\n"}, "modifies": "letter"}
{"pink": {"word": "rose", "line": "It was, in short, the platform of the pillory; and above it rose the framework of that instrument of discipline, so fashioned as to confine the human head in its tight grasp, and thus hold it up to the public gaze.\n"}, "modifies": "platform"}
{"grey": {"word": "grey", "line": "Standing on that miserable eminence, she saw again her native village, in Old England, and her paternal home: a decayed house of grey stone, with a poverty-stricken aspect, but retaining a half obliterated shield of arms over the portal, in token of antique gentility.\n"}, "modifies": "stone"}
{"white": {"word": "white", "line": "She saw her father’s face, with its bold brow, and reverend white beard that flowed over the old-fashioned Elizabethan ruff; her mother’s, too, with the look of heedful and anxious love which it always wore in her remembrance, and which, even since her death, had so often laid the impediment of a gentle remonstrance in her daughter’s pathway.\n"}, "modifies": "beard"}
{"white": {"word": "pale", "line": "There she beheld another countenance, of a man well stricken in years, a pale, thin, scholar-like visage, with eyes dim and bleared by the lamp-light that had served them to pore over many ponderous books.\n"}, "modifies": "visage"}
{"green": {"word": "green", "line": "Next rose before her in memory’s picture-gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time-worn materials, like a tuft of green moss on a crumbling wall.\n"}, "modifies": "moss"}
{"grey": {"word": "grey", "line": "Next rose before her in memory’s picture-gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time-worn materials, like a tuft of green moss on a crumbling wall.\n"}, "modifies": "houses"}
{"pink": {"word": "rose", "line": "Next rose before her in memory’s picture-gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time-worn materials, like a tuft of green moss on a crumbling wall.\n"}, "modifies": "gallery"}
{"red": {"word": "scarlet", "line": "Lastly, in lieu of these shifting scenes, came back the rude market-place of the Puritan settlement, with all the townspeople assembled, and levelling their stern regards at Hester Prynne—yes, at herself—who stood on the scaffold of the pillory, an infant on her arm, and the letter A, in scarlet, fantastically embroidered with gold thread, upon her bosom.\n"}, "modifies": "letter"}
{"gold": {"word": "gold", "line": "Lastly, in lieu of these shifting scenes, came back the rude market-place of the Puritan settlement, with all the townspeople assembled, and levelling their stern regards at Hester Prynne—yes, at herself—who stood on the scaffold of the pillory, an infant on her arm, and the letter A, in scarlet, fantastically embroidered with gold thread, upon her bosom.\n"}, "modifies": "thread"}
{"red": {"word": "scarlet", "line": "She clutched the child so fiercely to her breast that it sent forth a cry; she turned her eyes downward at the scarlet letter, and even touched it with her finger, to assure herself that the infant and the shame were real.\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "An Indian in his native garb was standing there; but the red men were not so infrequent visitors of the English settlements that one of them would have attracted any notice from Hester Prynne at such a time; much less would he have excluded all other objects and ideas from her mind.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "By the Indian’s side, and evidently sustaining a companionship with him, stood a white man, clad in a strange disarray of civilized and savage costume.\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "Such an interview, perhaps, would have been more terrible than even to meet him as she now did, with the hot mid-day sun burning down upon her face, and lighting up its shame; with the scarlet token of infamy on her breast; with the sin-born infant in her arms; with a whole people, drawn forth as to a festival, staring at the features that should have been seen only in the quiet gleam of the fireside, in the happy shadow of a home, or beneath a matronly veil at church.\n"}, "modifies": "token"}
{"black": {"word": "black", "line": "He wore a dark feather in his hat, a border of embroidery on his cloak, and a black velvet tunic beneath—a gentleman advanced in years, with a hard experience written in his wrinkles.\n"}, "modifies": "tunic"}
{"grey": {"word": "grey", "line": "There he stood, with a border of grizzled locks beneath his skull-cap, while his grey eyes, accustomed to the shaded light of his study, were winking, like those of Hester’s infant, in the unadulterated sunshine.\n"}, "modifies": "eyes"}
{"white": {"word": "pale", "line": "“Hester Prynne,” said the clergyman, “I have striven with my young brother here, under whose preaching of the Word you have been privileged to sit”—here Mr. Wilson laid his hand on the shoulder of a pale young man beside him—“I have sought, I say, to persuade this godly youth, that he should deal with you, here in the face of Heaven, and before these wise and upright rulers, and in hearing of all the people, as touching the vileness and blackness of your sin.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "He was a person of very striking aspect, with a white, lofty, and impending brow; large, brown, melancholy eyes, and a mouth which, unless when he forcibly compressed it, was apt to be tremulous, expressing both nervous sensibility and a vast power of self restraint.\n"}, "modifies": "brow"}
{"red": {"word": "scarlet", "line": "That, and thy repentance, may avail to take the scarlet letter off thy breast.” “Never,” replied Hester Prynne, looking, not at Mr. Wilson, but into the deep and troubled eyes of the younger clergyman.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "So forcibly did he dwell upon this symbol, for the hour or more during which his periods were rolling over the people’s heads, that it assumed new terrors in their imagination, and seemed to derive its scarlet hue from the flames of the infernal pit.\n"}, "modifies": "hue"}
{"red": {"word": "scarlet", "line": "It was whispered by those who peered after her that the scarlet letter threw a lurid gleam along the dark passage-way of the interior.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Closely following the jailer into the dismal apartment, appeared that individual, of singular aspect whose presence in the crowd had been of such deep interest to the wearer of the scarlet letter.\n"}, "modifies": "letter"}
{"white": {"word": "fair", "line": "The physician, as he had a fair right to be termed, next bestowed his attention on the mother.\n"}, "modifies": "right"}
{"red": {"word": "scarlet", "line": "Nay, from the moment when we came down the old church-steps together, a married pair, I might have beheld the bale-fire of that scarlet letter blazing at the end of our path!” “Thou knowest,” said Hester—for, depressed as she was, she could not endure this last quiet stab at the token of her shame—“thou knowest that I was frank with thee.\n"}, "modifies": "letter"}
{"white": {"word": "fair", "line": "Neither do thou imagine that I shall contrive aught against his life; no, nor against his fame, if as I judge, he be a man of fair repute.\n"}, "modifies": "repute"}
{"red": {"word": "scarlet", "line": "“And now, Mistress Prynne,” said old Roger Chillingworth, as he was hereafter to be named, “I leave thee alone: alone with thy infant and the scarlet letter!\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Her prison-door was thrown open, and she came forth into the sunshine, which, falling on all alike, seemed, to her sick and morbid heart, as if meant for no other purpose than to reveal the scarlet letter on her breast.\n"}, "modifies": "letter"}
{"red": {"word": "flaming", "line": "Thus the young and pure would be taught to look at her, with the scarlet letter flaming on her breast—at her, the child of honourable parents—at her, the mother of a babe that would hereafter be a woman—at her, who had once been innocent—as the figure, the body, the reality of sin.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Thus the young and pure would be taught to look at her, with the scarlet letter flaming on her breast—at her, the child of honourable parents—at her, the mother of a babe that would hereafter be a woman—at her, who had once been innocent—as the figure, the body, the reality of sin.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Children, too young to comprehend wherefore this woman should be shut out from the sphere of human charities, would creep nigh enough to behold her plying her needle at the cottage-window, or standing in the doorway, or labouring in her little garden, or coming forth along the pathway that led townward, and, discerning the scarlet letter on her breast, would scamper off with a strange contagious fear.\n"}, "modifies": "letter"}
{"gold": {"word": "gold", "line": "She bore on her breast, in the curiously embroidered letter, a specimen of her delicate and imaginative skill, of which the dames of a court might gladly have availed themselves, to add the richer and more spiritual adornment of human ingenuity to their fabrics of silk and gold.\n"}, "modifies": "silk"}
{"white": {"word": "white", "line": "But it is not recorded that, in a single instance, her skill was called in to embroider the white veil which was to cover the pure blushes of a bride.\n"}, "modifies": "veil"}
{"red": {"word": "scarlet", "line": "Her own dress was of the coarsest materials and the most sombre hue, with only that one ornament—the scarlet letter—which it was her doom to wear.\n"}, "modifies": "letter"}
{"red": {"word": "crimson", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n"}, "modifies": "flush"}
{"white": {"word": "pale", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n"}, "modifies": "cheek"}
{"pink": {"word": "rose", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n"}, "modifies": "flush"}
{"red": {"word": "scarlet", "line": "When strangers looked curiously at the scarlet letter—and none ever failed to do so—they branded it afresh in Hester’s soul; so that, oftentimes, she could scarcely refrain, yet always did refrain, from covering the symbol with her hand.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Walking to and fro, with those lonely footsteps, in the little world with which she was outwardly connected, it now and then appeared to Hester—if altogether fancy, it was nevertheless too potent to be resisted—she felt or fancied, then, that the scarlet letter had endowed her with a new sense.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Could they be other than the insidious whispers of the bad angel, who would fain have persuaded the struggling woman, as yet only half his victim, that the outward guise of purity was but a lie, and that, if truth were everywhere to be shown, a scarlet letter would blaze forth on many a bosom besides Hester Prynne’s?\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "Sometimes the red infamy upon her breast would give a sympathetic throb, as she passed near a venerable minister or magistrate, the model of piety and justice, to whom that age of antique reverence looked up, as to a mortal man in fellowship with angels.\n"}, "modifies": "infamy"}
{"red": {"word": "scarlet", "line": "The vulgar, who, in those dreary old times, were always contributing a grotesque horror to what interested their imaginations, had a story about the scarlet letter which we might readily work up into a terrific legend.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "They averred that the symbol was not mere scarlet cloth, tinged in an earthly dye-pot, but was red-hot with infernal fire, and could be seen glowing all alight whenever Hester Prynne walked abroad in the night-time.\n"}, "modifies": "cloth"}
{"white": {"word": "white", "line": "Her Pearl—for so had Hester called her; not as a name expressive of her aspect, which had nothing of the calm, white, unimpassioned lustre that would be indicated by the comparison.\n"}, "modifies": "lustre"}
{"red": {"word": "scarlet", "line": "Man had marked this woman’s sin by a scarlet letter, which had such potent and disastrous efficacy that no human sympathy could reach her, save it were sinful like herself.\n"}, "modifies": "letter"}
{"red": {"word": "crimson", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n"}, "modifies": "stains"}
{"black": {"word": "black", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n"}, "modifies": "shadow"}
{"gold": {"word": "gold", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n"}, "modifies": "crimson"}
{"black": {"word": "black", "line": "Whenever that look appeared in her wild, bright, deeply black eyes, it invested her with a strange remoteness and intangibility: it was as if she were hovering in the air, and might vanish, like a glimmering light that comes we know not whence and goes we know not whither.\n"}, "modifies": "eyes"}
{"red": {"word": "scarlet", "line": "But that first object of which Pearl seemed to become aware was—shall we say it?—the scarlet letter on Hester’s bosom!\n"}, "modifies": "letter"}
{"gold": {"word": "gold", "line": "One day, as her mother stooped over the cradle, the infant’s eyes had been caught by the glimmering of the gold embroidery about the letter; and putting up her little hand she grasped at it, smiling, not doubtfully, but with a decided gleam, that gave her face the look of a much older child.\n"}, "modifies": "embroidery"}
{"red": {"word": "scarlet", "line": "Weeks, it is true, would sometimes elapse, during which Pearl’s gaze might never once be fixed upon the scarlet letter; but then, again, it would come at unawares, like the stroke of sudden death, and always with that peculiar smile and odd expression of the eyes.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Once this freakish, elvish cast came into the child’s eyes while Hester was looking at her own image in them, as mothers are fond of doing; and suddenly—for women in solitude, and with troubled hearts, are pestered with unaccountable delusions—she fancied that she beheld, not her own miniature portrait, but another face in the small black mirror of Pearl’s eye.\n"}, "modifies": "mirror"}
{"red": {"word": "scarlet", "line": "In the afternoon of a certain summer’s day, after Pearl grew big enough to run about, she amused herself with gathering handfuls of wild flowers, and flinging them, one by one, at her mother’s bosom; dancing up and down like a little elf whenever she hit the scarlet letter.\n"}, "modifies": "letter"}
{"white": {"word": "pale", "line": "But whether from pride or resignation, or a feeling that her penance might best be wrought out by this unutterable pain, she resisted the impulse, and sat erect, pale as death, looking sadly into little Pearl’s wild eyes.\n"}, "modifies": "death"}
{"black": {"word": "black", "line": "At last, her shot being all expended, the child stood still and gazed at Hester, with that little laughing image of a fiend peeping out—or, whether it peeped or no, her mother so imagined it—from the unsearchable abyss of her black eyes.\n"}, "modifies": "eyes"}
{"red": {"word": "scarlet", "line": "Whether moved only by her ordinary freakishness, or because an evil spirit prompted her, she put up her small forefinger and touched the scarlet letter.\n"}, "modifies": "letter"}
{"brown": {"word": "brown", "line": "We have spoken of Pearl’s rich and luxuriant beauty—a beauty that shone with deep and vivid tints, a bright complexion, eyes possessing intensity both of depth and glow, and hair already of a deep, glossy brown, and which, in after years, would be nearly akin to black.\n"}, "modifies": "hair"}
{"red": {"word": "crimson", "line": "Her mother, in contriving the child’s garb, had allowed the gorgeous tendencies of her imagination their full play, arraying her in a crimson velvet tunic of a peculiar cut, abundantly embroidered in fantasies and flourishes of gold thread.\n"}, "modifies": "tunic"}
{"gold": {"word": "gold", "line": "Her mother, in contriving the child’s garb, had allowed the gorgeous tendencies of her imagination their full play, arraying her in a crimson velvet tunic of a peculiar cut, abundantly embroidered in fantasies and flourishes of gold thread.\n"}, "modifies": "thread"}
{"black": {"word": "jet", "line": "So much strength of colouring, which must have given a wan and pallid aspect to cheeks of a fainter bloom, was admirably adapted to Pearl’s beauty, and made her the very brightest little jet of flame that ever danced upon the earth.\n"}, "modifies": "flame"}
{"white": {"word": "pallid", "line": "So much strength of colouring, which must have given a wan and pallid aspect to cheeks of a fainter bloom, was admirably adapted to Pearl’s beauty, and made her the very brightest little jet of flame that ever danced upon the earth.\n"}, "modifies": "wan"}
{"red": {"word": "scarlet", "line": "It was the scarlet letter in another form: the scarlet letter endowed with life!\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "The mother herself—as if the red ignominy were so deeply scorched into her brain that all her conceptions assumed its form—had carefully wrought out the similitude, lavishing many hours of morbid ingenuity to create an analogy between the object of her affection and the emblem of her guilt and torture.\n"}, "modifies": "ignominy"}
{"red": {"word": "scarlet", "line": "But, in truth, Pearl was the one as well as the other; and only in consequence of that identity had Hester contrived so perfectly to represent the scarlet letter in her appearance.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "“Behold, verily, there is the woman of the scarlet letter: and of a truth, moreover, there is the likeness of the scarlet letter running along by her side!\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "She resembled, in her fierce pursuit of them, an infant pestilence—the scarlet fever, or some such half-fledged angel of judgment—whose mission was to punish the sins of the rising generation.\n"}, "modifies": "fever"}
{"red": {"word": "scarlet", "line": "“Yea, forsooth,” replied the bond-servant, staring with wide-open eyes at the scarlet letter, which, being a new-comer in the country, he had never before seen.\n"}, "modifies": "letter"}
{"white": {"word": "fair", "line": "With many variations, suggested by the nature of his building materials, diversity of climate, and a different mode of social life, Governor Bellingham had planned his new habitation after the residences of gentlemen of fair estate in his native land.\n"}, "modifies": "estate"}
{"white": {"word": "white", "line": "There was a steel head-piece, a cuirass, a gorget and greaves, with a pair of gauntlets and a sword hanging beneath; all, and especially the helmet and breastplate, so highly burnished as to glow with white radiance, and scatter an illumination everywhere about upon the floor.\n"}, "modifies": "radiance"}
{"white": {"word": "fair", "line": "“Come along, Pearl,” said she, drawing her away, “Come and look into this fair garden.\n"}, "modifies": "garden"}
{"gold": {"word": "gold", "line": "Cabbages grew in plain sight; and a pumpkin-vine, rooted at some distance, had run across the intervening space, and deposited one of its gigantic products directly beneath the hall window, as if to warn the Governor that this great lump of vegetable gold was as rich an ornament as New England earth would offer him.\n"}, "modifies": "vegetable"}
{"red": {"word": "red", "line": "Pearl, seeing the rose-bushes, began to cry for a red rose, and would not be pacified.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "Pearl, seeing the rose-bushes, began to cry for a red rose, and would not be pacified.\n"}, "modifies": "bushes"}
{"grey": {"word": "grey", "line": "The wide circumference of an elaborate ruff, beneath his grey beard, in the antiquated fashion of King James’s reign, caused his head to look not a little like that of John the Baptist in a charger.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "This creed was never taught, for instance, by the venerable pastor, John Wilson, whose beard, white as a snow-drift, was seen over Governor Bellingham’s shoulders, while its wearer suggested that pears and peaches might yet be naturalised in the New England climate, and that purple grapes might possibly be compelled to flourish against the sunny garden-wall.\n"}, "modifies": "beard"}
{"purple": {"word": "purple", "line": "This creed was never taught, for instance, by the venerable pastor, John Wilson, whose beard, white as a snow-drift, was seen over Governor Bellingham’s shoulders, while its wearer suggested that pears and peaches might yet be naturalised in the New England climate, and that purple grapes might possibly be compelled to flourish against the sunny garden-wall.\n"}, "modifies": "grapes"}
{"red": {"word": "scarlet", "line": "“What have we here?” said Governor Bellingham, looking with surprise at the scarlet little figure before him.\n"}, "modifies": "figure"}
{"red": {"word": "scarlet", "line": "“What little bird of scarlet plumage may this be?\n"}, "modifies": "plumage"}
{"red": {"word": "scarlet", "line": "“Nay, we might have judged that such a child’s mother must needs be a scarlet woman, and a worthy type of her of Babylon!\n"}, "modifies": "woman"}
{"red": {"word": "scarlet", "line": "“Hester Prynne,” said he, fixing his naturally stern regard on the wearer of the scarlet letter, “there hath been much question concerning thee of late.\n"}, "modifies": "letter"}
{"white": {"word": "fair", "line": "Pearl, therefore—so large were the attainments of her three years’ lifetime—could have borne a fair examination in the New England Primer, or the first column of the Westminster Catechisms, although unacquainted with the outward form of either of those celebrated works.\n"}, "modifies": "examination"}
{"red": {"word": "red", "line": "This phantasy was probably suggested by the near proximity of the Governor’s red roses, as Pearl stood outside of the window, together with her recollection of the prison rose-bush, which she had passed in coming hither.\n"}, "modifies": "roses"}
{"red": {"word": "scarlet", "line": "See ye not, she is the scarlet letter, only capable of being loved, and so endowed with a millionfold the power of retribution for my sin?\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Thou knowest—for thou hast sympathies which these men lack—thou knowest what is in my heart, and what are a mother’s rights, and how much the stronger they are when that mother has but her child and the scarlet letter!\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "Hath she not expressed this thought in the garb of the poor child, so forcibly reminding us of that red symbol which sears her bosom?” “Well said again!” cried good Mr. Wilson.\n"}, "modifies": "symbol"}
{"white": {"word": "fair", "line": "The walls were hung round with tapestry, said to be from the Gobelin looms, and, at all events, representing the Scriptural story of David and Bathsheba, and Nathan the Prophet, in colours still unfaded, but which made the fair woman of the scene almost as grimly picturesque as the woe-denouncing seer.\n"}, "modifies": "woman"}
{"white": {"word": "pale", "line": "Here the pale clergyman piled up his library, rich with parchment-bound folios of the Fathers, and the lore of Rabbis, and monkish erudition, of which the Protestant divines, even while they vilified and decried that class of writers, were yet constrained often to avail themselves.\n"}, "modifies": "clergyman"}
{"black": {"word": "black", "line": "Two or three individuals hinted that the man of skill, during his Indian captivity, had enlarged his medical attainments by joining in the incantations of the savage priests, who were universally acknowledged to be powerful enchanters, often performing seemingly miraculous cures by their skill in the black art.\n"}, "modifies": "art"}
{"black": {"word": "black", "line": "“Wherefore not; since all the powers of nature call so earnestly for the confession of sin, that these black weeds have sprung up out of a buried heart, to make manifest, an outspoken crime?” “That, good sir, is but a phantasy of yours,” replied the minister.\n"}, "modifies": "weeds"}
{"white": {"word": "fair", "line": "“Many, many a poor soul hath given its confidence to me, not only on the death-bed, but while strong in life, and fair in reputation.\n"}, "modifies": "reputation"}
{"red": {"word": "scarlet", "line": "Taking a handful of these, she arranged them along the lines of the scarlet letter that decorated the maternal bosom, to which the burrs, as their nature was, tenaciously adhered.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Come away, or yonder old black man will catch you!\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "Is Hester Prynne the less miserable, think you, for that scarlet letter on her breast?” “I do verily believe it,” answered the clergyman.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Roger Chillingworth, however, was inclined to be hardly, if at all, less satisfied with the aspect of affairs, which Providence—using the avenger and his victim for its own purposes, and, perchance, pardoning, where it seemed most to punish—had substituted for his black devices.\n"}, "modifies": "devices"}
{"pink": {"word": "rose", "line": "As at the waving of a magician’s wand, up rose a grisly phantom—up rose a thousand phantoms—in many shapes, of death, or more awful shame, all flocking round about the clergyman, and pointing with their fingers at his breast!\n"}, "modifies": "waving"}
{"black": {"word": "black", "line": "While thus suffering under bodily disease, and gnawed and tortured by some black trouble of the soul, and given over to the machinations of his deadliest enemy, the Reverend Mr. Dimmesdale had achieved a brilliant popularity in his sacred office.\n"}, "modifies": "trouble"}
{"white": {"word": "fair", "line": "There were men, too, of a sturdier texture of mind than his, and endowed with a far greater share of shrewd, hard iron, or granite understanding; which, duly mingled with a fair proportion of doctrinal ingredient, constitutes a highly respectable, efficacious, and unamiable variety of the clerical species.\n"}, "modifies": "proportion"}
{"white": {"word": "white", "line": "The virgins of his church grew pale around him, victims of a passion so imbued with religious sentiment, that they imagined it to be all religion, and brought it openly, in their white bosoms, as their most acceptable sacrifice before the altar.\n"}, "modifies": "bosoms"}
{"black": {"word": "black", "line": "“I, whom you behold in these black garments of the priesthood—I, who ascend the sacred desk, and turn my pale face heavenward, taking upon myself to hold communion in your behalf with the Most High Omniscience—I, in whose daily life you discern the sanctity of Enoch—I, whose footsteps, as you suppose, leave a gleam along my earthly track, whereby the Pilgrims that shall come after me may be guided to the regions of the blest—I, who have laid the hand of baptism upon your children—I, who have breathed the parting prayer over your dying friends, to whom the Amen sounded faintly from a world which they had quitted—I, your pastor, whom you so reverence and trust, am utterly a pollution and a lie!” More than once, Mr. Dimmesdale had gone into the pulpit, with a purpose never to come down its steps until he should have spoken words like the above.\n"}, "modifies": "garments"}
{"white": {"word": "pale", "line": "“I, whom you behold in these black garments of the priesthood—I, who ascend the sacred desk, and turn my pale face heavenward, taking upon myself to hold communion in your behalf with the Most High Omniscience—I, in whose daily life you discern the sanctity of Enoch—I, whose footsteps, as you suppose, leave a gleam along my earthly track, whereby the Pilgrims that shall come after me may be guided to the regions of the blest—I, who have laid the hand of baptism upon your children—I, who have breathed the parting prayer over your dying friends, to whom the Amen sounded faintly from a world which they had quitted—I, your pastor, whom you so reverence and trust, am utterly a pollution and a lie!” More than once, Mr. Dimmesdale had gone into the pulpit, with a purpose never to come down its steps until he should have spoken words like the above.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "More than once he had cleared his throat, and drawn in the long, deep, and tremulous breath, which, when sent forth again, would come burdened with the black secret of his soul.\n"}, "modifies": "secret"}
{"white": {"word": "white", "line": "if he discern such sinfulness in his own white soul, what horrid spectacle would he behold in thine or mine!” The minister well knew—subtle, but remorseful hypocrite that he was!—the light in which his vague confession would be viewed.\n"}, "modifies": "soul"}
{"white": {"word": "pale", "line": "Now it was a herd of diabolic shapes, that grinned and mocked at the pale minister, and beckoned him away with them; now a group of shining angels, who flew upward heavily, as sorrow-laden, but grew more ethereal as they rose.\n"}, "modifies": "minister"}
{"red": {"word": "scarlet", "line": "And now, through the chamber which these spectral thoughts had made so ghastly, glided Hester Prynne leading along little Pearl, in her scarlet garb, and pointing her forefinger, first at the scarlet letter on her bosom, and then at the clergyman’s own breast.\n"}, "modifies": "garb"}
{"black": {"word": "black", "line": "The same platform or scaffold, black and weather-stained with the storm or sunshine of seven long years, and foot-worn, too, with the tread of many culprits who had since ascended it, remained standing beneath the balcony of the meeting-house.\n"}, "modifies": "platform"}
{"grey": {"word": "grey", "line": "If the same multitude which had stood as eye-witnesses while Hester Prynne sustained her punishment could now have been summoned forth, they would have discerned no face above the platform nor hardly the outline of a human shape, in the dark grey of the midnight.\n"}, "modifies": "outline"}
{"red": {"word": "scarlet", "line": "And thus, while standing on the scaffold, in this vain show of expiation, Mr. Dimmesdale was overcome with a great horror of mind, as if the universe were gazing at a scarlet token on his naked breast, right over his heart.\n"}, "modifies": "token"}
{"white": {"word": "white", "line": "At one of the chamber-windows of Governor Bellingham’s mansion, which stood at some distance, on the line of another street, he beheld the appearance of the old magistrate himself with a lamp in his hand a white night-cap on his head, and a long white gown enveloping his figure.\n"}, "modifies": "cap"}
{"white": {"word": "white", "line": "Hither, likewise, would come the elders and deacons of Mr. Dimmesdale’s church, and the young virgins who so idolized their minister, and had made a shrine for him in their white bosoms, which now, by the by, in their hurry and confusion, they would scantly have given themselves time to cover with their kerchiefs.\n"}, "modifies": "bosoms"}
{"red": {"word": "red", "line": "Whom would they discern there, with the red eastern light upon his brow?\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "The wooden houses, with their jutting storeys and quaint gable-peaks; the doorsteps and thresholds with the early grass springing up about them; the garden-plots, black with freshly-turned earth; the wheel-track, little worn, and even in the market-place margined with green on either side—all were visible, but with a singularity of aspect that seemed to give another moral interpretation to the things of this world than they had ever borne before.\n"}, "modifies": "plots"}
{"red": {"word": "crimson", "line": "Pestilence was known to have been foreboded by a shower of crimson light.\n"}, "modifies": "light"}
{"red": {"word": "red", "line": "We impute it, therefore, solely to the disease in his own eye and heart that the minister, looking upward to the zenith, beheld there the appearance of an immense letter—the letter A—marked out in lines of dull red light.\n"}, "modifies": "light"}
{"black": {"word": "black", "line": "But as he came down the pulpit steps, the grey-bearded sexton met him, holding up a black glove, which the minister recognised as his own.\n"}, "modifies": "glove"}
{"red": {"word": "red", "line": "a great red letter in the sky—the letter A, which we interpret to stand for Angel.\n"}, "modifies": "letter"}
{"gold": {"word": "gold", "line": "The links that united her to the rest of humankind—links of flowers, or silk, or gold, or whatever the material—had all been broken.\n"}, "modifies": "flowers"}
{"red": {"word": "scarlet", "line": "Her mother, with the scarlet letter on her breast, glittering in its fantastic embroidery, had long been a familiar object to the townspeople.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Such helpfulness was found in her—so much power to do, and power to sympathise—that many people refused to interpret the scarlet A by its original signification.\n"}, "modifies": "A"}
{"red": {"word": "scarlet", "line": "If they were resolute to accost her, she laid her finger on the scarlet letter, and passed on.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Individuals in private life, meanwhile, had quite forgiven Hester Prynne for her frailty; nay, more, they had begun to look upon the scarlet letter as the token, not of that one sin for which she had borne so long and dreary a penance, but of her many good deeds since.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "It was none the less a fact, however, that in the eyes of the very men who spoke thus, the scarlet letter had the effect of the cross on a nun’s bosom.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "She assumed a freedom of speculation, then common enough on the other side of the Atlantic, but which our forefathers, had they known it, would have held to be a deadlier crime than that stigmatised by the scarlet letter.\n"}, "modifies": "letter"}
{"pink": {"word": "rose", "line": "Indeed, the same dark question often rose into her mind with reference to the whole race of womanhood.\n"}, "modifies": "question"}
{"white": {"word": "fair", "line": "Then the very nature of the opposite sex, or its long hereditary habit, which has become like nature, is to be essentially modified before woman can be allowed to assume what seems a fair and suitable position.\n"}, "modifies": "position"}
{"red": {"word": "scarlet", "line": "The scarlet letter had not done its office.\n"}, "modifies": "letter"}
{"white": {"word": "white", "line": "So the child flew away like a bird, and, making bare her small white feet went pattering along the moist margin of the sea.\n"}, "modifies": "feet"}
{"red": {"word": "scarlet", "line": "It was debated whether or no, with safety to the commonweal, yonder scarlet letter might be taken off your bosom.\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "Ever and anon, too, there came a glare of red light out of his eyes, as if the old man’s soul were on fire and kept on smouldering duskily within his breast, until by some casual puff of passion it was blown into a momentary flame.\n"}, "modifies": "light"}
{"red": {"word": "scarlet", "line": "The scarlet letter burned on Hester Prynne’s bosom.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "For, Hester, his spirit lacked the strength that could have borne up, as thine has, beneath a burden like thy scarlet letter.\n"}, "modifies": "letter"}
{"white": {"word": "fair", "line": "So far as concerns the overthrow or preservation of his fair fame and his earthly state, and perchance his life, he is in my hands.\n"}, "modifies": "fame"}
{"red": {"word": "scarlet", "line": "Nor do I—whom the scarlet letter has disciplined to truth, though it be the truth of red-hot iron entering into the soul—nor do I perceive such advantage in his living any longer a life of ghastly emptiness, that I shall stoop to implore thy mercy.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Let the black flower blossom as it may!\n"}, "modifies": "flower"}
{"gray": {"word": "gray", "line": "His gray beard almost touched the ground as he crept onward.\n"}, "modifies": "beard"}
{"pink": {"word": "rose", "line": "Or would he spread bat’s wings and flee away, looking so much the uglier the higher he rose towards heaven?\n"}, "modifies": "heaven"}
{"red": {"word": "scarlet", "line": "Had seven long years, under the torture of the scarlet letter, inflicted so much of misery and wrought out no repentance?\n"}, "modifies": "letter"}
{"white": {"word": "white", "line": "Then she took up the white foam that streaked the line of the advancing tide, and threw it upon the breeze, scampering after it with winged footsteps to catch the great snowflakes ere they fell.\n"}, "modifies": "foam"}
{"white": {"word": "white", "line": "One little gray bird, with a white breast, Pearl was almost sure had been hit by a pebble, and fluttered away with a broken wing.\n"}, "modifies": "breast"}
{"gray": {"word": "gray", "line": "One little gray bird, with a white breast, Pearl was almost sure had been hit by a pebble, and fluttered away with a broken wing.\n"}, "modifies": "bird"}
{"green": {"word": "green", "line": "A letter—the letter A—but freshly green instead of scarlet.\n"}, "modifies": "letter"}
{"green": {"word": "green", "line": "“My little Pearl,” said Hester, after a moment’s silence, “the green letter, and on thy childish bosom, has no purport.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "But in good earnest now, mother dear, what does this scarlet letter mean?—and why dost thou wear it on thy bosom?—and why does the minister keep his hand over his heart?” She took her mother’s hand in both her own, and gazed into her eyes with an earnestness that was seldom seen in her wild and capricious character.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Pearl’s inevitable tendency to hover about the enigma of the scarlet letter seemed an innate quality of her being.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "And as for the scarlet letter, I wear it for the sake of its gold thread.” In all the seven bygone years, Hester Prynne had never before been false to the symbol on her bosom.\n"}, "modifies": "letter"}
{"gold": {"word": "gold", "line": "And as for the scarlet letter, I wear it for the sake of its gold thread.” In all the seven bygone years, Hester Prynne had never before been false to the symbol on her bosom.\n"}, "modifies": "thread"}
{"black": {"word": "black", "line": "Two or three times, as her mother and she went homeward, and as often at supper-time, and while Hester was putting her to bed, and once after she seemed to be fairly asleep, Pearl looked up, with mischief gleaming in her black eyes.\n"}, "modifies": "eyes"}
{"red": {"word": "scarlet", "line": "“Mother,” said she, “what does the scarlet letter mean?” And the next morning, the first indication the child gave of being awake was by popping up her head from the pillow, and making that other enquiry, which she had so unaccountably connected with her investigations about the scarlet letter— “Mother!—Mother!—Why does the minister keep his hand over his heart?” “Hold thy tongue, naughty child!” answered her mother, with an asperity that she had never permitted to herself before.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "There would have been no scandal, indeed, nor peril to the holy whiteness of the clergyman’s good fame, had she visited him in his own study, where many a penitent, ere now, had confessed sins of perhaps as deep a dye as the one betokened by the scarlet letter.\n"}, "modifies": "letter"}
{"gray": {"word": "gray", "line": "Overhead was a gray expanse of cloud, slightly stirred, however, by a breeze; so that a gleam of flickering sunshine might now and then be seen at its solitary play along the path.\n"}, "modifies": "expanse"}
{"red": {"word": "red", "line": "And, mother, the old dame said that this scarlet letter was the Black Man’s mark on thee, and that it glows like a red flame when thou meetest him at midnight, here in the dark wood.\n"}, "modifies": "flame"}
{"red": {"word": "scarlet", "line": "“This scarlet letter is his mark!” Thus conversing, they entered sufficiently deep into the wood to secure themselves from the observation of any casual passenger along the forest track.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "The trees impending over it had flung down great branches from time to time, which choked up the current, and compelled it to form eddies and black depths at some points; while, in its swifter and livelier passages there appeared a channel-way of pebbles, and brown, sparkling sand.\n"}, "modifies": "depths"}
{"brown": {"word": "brown", "line": "The trees impending over it had flung down great branches from time to time, which choked up the current, and compelled it to form eddies and black depths at some points; while, in its swifter and livelier passages there appeared a channel-way of pebbles, and brown, sparkling sand.\n"}, "modifies": "sand"}
{"gray": {"word": "gray", "line": "Letting the eyes follow along the course of the stream, they could catch the reflected light from its water, at some short distance within the forest, but soon lost all traces of it amid the bewilderment of tree-trunks and underbrush, and here and there a huge rock covered over with gray lichens.\n"}, "modifies": "lichens"}
{"red": {"word": "scarlet", "line": "She set herself, therefore, to gathering violets and wood-anemones, and some scarlet columbines that she found growing in the crevice of a high rock.\n"}, "modifies": "columbines"}
{"gray": {"word": "gray", "line": "Throwing his eyes anxiously in the direction of the voice, he indistinctly beheld a form under the trees, clad in garments so sombre, and so little relieved from the gray twilight into which the clouded sky and the heavy foliage had darkened the noontide, that he knew not whether it were a woman or a shadow.\n"}, "modifies": "twilight"}
{"red": {"word": "scarlet", "line": "He made a step nigher, and discovered the scarlet letter.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Canst thou deem it, Hester, a consolation that I must stand up in my pulpit, and meet so many eyes turned upward to my face, as if the light of heaven were beaming from it!—must see my flock hungry for the truth, and listening to my words as if a tongue of Pentecost were speaking!—and then look inward, and discern the black reality of what they idolise?\n"}, "modifies": "reality"}
{"red": {"word": "scarlet", "line": "Happy are you, Hester, that wear the scarlet letter openly upon your bosom!\n"}, "modifies": "letter"}
{"white": {"word": "pale", "line": "But the frown of this pale, weak, sinful, and sorrow-stricken man was what Hester could not bear, and live!\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "Here seen only by his eyes, the scarlet letter need not burn into the bosom of the fallen woman!\n"}, "modifies": "letter"}
{"white": {"word": "white", "line": "Deeper it goes, and deeper into the wilderness, less plainly to be seen at every step; until some few miles hence the yellow leaves will show no vestige of the white man’s tread.\n"}, "modifies": "man"}
{"yellow": {"word": "yellow", "line": "Deeper it goes, and deeper into the wilderness, less plainly to be seen at every step; until some few miles hence the yellow leaves will show no vestige of the white man’s tread.\n"}, "modifies": "leaves"}
{"red": {"word": "red", "line": "Be, if thy spirit summon thee to such a mission, the teacher and apostle of the red men.\n"}, "modifies": "men"}
{"red": {"word": "scarlet", "line": "The scarlet letter was her passport into regions where other women dared not tread.\n"}, "modifies": "letter"}
{"pink": {"word": "rose", "line": "His spirit rose, as it were, with a bound, and attained a nearer prospect of the sky, than throughout all the misery which had kept him grovelling on the earth.\n"}, "modifies": "spirit"}
{"red": {"word": "crimson", "line": "A crimson flush was glowing on her cheek, that had been long so pale.\n"}, "modifies": "flush"}
{"white": {"word": "pale", "line": "A crimson flush was glowing on her cheek, that had been long so pale.\n"}, "modifies": "cheek"}
{"green": {"word": "green", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n"}, "modifies": "leaf"}
{"gray": {"word": "gray", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n"}, "modifies": "trunks"}
{"yellow": {"word": "yellow", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n"}, "modifies": "ones"}
{"black": {"word": "black", "line": "The great black forest—stern as it showed itself to those who brought the guilt and troubles of the world into its bosom—became the playmate of the lonely infant, as well as it knew how.\n"}, "modifies": "forest"}
{"red": {"word": "red", "line": "It offered her the partridge-berries, the growth of the preceding autumn, but ripening only in the spring, and now red as drops of blood upon the withered leaves.\n"}, "modifies": "berries"}
{"green": {"word": "green", "line": "The flowers appeared to know it, and one and another whispered as she passed, “Adorn thyself with me, thou beautiful child, adorn thyself with me!”—and, to please them, Pearl gathered the violets, and anemones, and columbines, and some twigs of the freshest green, which the old trees held down before her eyes.\n"}, "modifies": "twigs"}
{"red": {"word": "scarlet", "line": "and here again was the scarlet misery glittering on the old spot!\n"}, "modifies": "misery"}
{"gray": {"word": "gray", "line": "As if there were a withering spell in the sad letter, her beauty, the warmth and richness of her womanhood, departed like fading sunshine, and a gray shadow seemed to fall across her.\n"}, "modifies": "shadow"}
{"red": {"word": "scarlet", "line": "But then—by a kind of necessity that always impelled this child to alloy whatever comfort she might chance to give with a throb of anguish—Pearl put up her mouth and kissed the scarlet letter, too.\n"}, "modifies": "letter"}
{"gray": {"word": "gray", "line": "But there was Hester, clad in her gray robe, still standing beside the tree-trunk, which some blast had overthrown a long antiquity ago, and which time had ever since been covering with moss, so that these two fated ones, with earth’s heaviest burden on them, might there sit down together, and find a single hour’s rest and solace.\n"}, "modifies": "robe"}
{"white": {"word": "white", "line": "Go, seek your minister, and see if his emaciated figure, his thin cheek, his white, heavy, pain-wrinkled brow, be not flung down there, like a cast-off garment!” His friends, no doubt, would still have insisted with him—“Thou art thyself the man!” but the error would have been their own, not his.\n"}, "modifies": "brow"}
{"pink": {"word": "rose", "line": "Now, during a conversation of some two or three moments between the Reverend Mr. Dimmesdale and this excellent and hoary-bearded deacon, it was only by the most careful self-control that the former could refrain from uttering certain blasphemous suggestions that rose into his mind, respecting the communion-supper.\n"}, "modifies": "suggestions"}
{"white": {"word": "pale", "line": "He absolutely trembled and turned pale as ashes, lest his tongue should wag itself in utterance of these horrible matters, and plead his own consent for so doing, without his having fairly given it.\n"}, "modifies": "ashes"}
{"white": {"word": "fair", "line": "She was fair and pure as a lily that had bloomed in Paradise.\n"}, "modifies": "lily"}
{"black": {"word": "black", "line": "As she drew nigh, the arch-fiend whispered him to condense into small compass, and drop into her tender bosom a germ of evil that would be sure to blossom darkly soon, and bear black fruit betimes.\n"}, "modifies": "betimes"}
{"yellow": {"word": "yellow", "line": "She made a very grand appearance, having on a high head-dress, a rich gown of velvet, and a ruff done up with the famous yellow starch, of which Anne Turner, her especial friend, had taught her the secret, before this last good lady had been hanged for Sir Thomas Overbury’s murder.\n"}, "modifies": "starch"}
{"white": {"word": "fair", "line": "“The next time I pray you to allow me only a fair warning, and I shall be proud to bear you company.\n"}, "modifies": "warning"}
{"white": {"word": "fair", "line": "Without taking overmuch upon myself my good word will go far towards gaining any strange gentleman a fair reception from yonder potentate you wot of.” “I profess, madam,” answered the clergyman, with a grave obeisance, such as the lady’s rank demanded, and his own good breeding made imperative—“I profess, on my conscience and character, that I am utterly bewildered as touching the purport of your words!\n"}, "modifies": "reception"}
{"black": {"word": "inky", "line": "There on the table, with the inky pen beside it, was an unfinished sermon, with a sentence broken in the midst, where his thoughts had ceased to gush out upon the page two days before.\n"}, "modifies": "pen"}
{"gold": {"word": "gold", "line": "“Yea, they are the current gold coin of the New Jerusalem, with the King’s own mint mark on them!” Left alone, the minister summoned a servant of the house, and requested food, which, being set before him, he ate with ravenous appetite.\n"}, "modifies": "coin"}
{"gray": {"word": "gray", "line": "On this public holiday, as on all other occasions for seven years past, Hester was clad in a garment of coarse gray cloth.\n"}, "modifies": "cloth"}
{"red": {"word": "scarlet", "line": "Not more by its hue than by some indescribable peculiarity in its fashion, it had the effect of making her fade personally out of sight and outline; while again the scarlet letter brought her back from this twilight indistinctness, and revealed her under the moral aspect of its own illumination.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "“Look your last on the scarlet letter and its wearer!”—the people’s victim and lifelong bond-slave, as they fancied her, might say to them.\n"}, "modifies": "letter"}
{"gray": {"word": "gray", "line": "It would have been impossible to guess that this bright and sunny apparition owed its existence to the shape of gloomy gray; or that a fancy, at once so gorgeous and so delicate as must have been requisite to contrive the child’s apparel, was the same that had achieved a task perhaps more difficult, in imparting so distinct a peculiarity to Hester’s simple robe.\n"}, "modifies": "shape"}
{"green": {"word": "green", "line": "When they reached the market-place, she became still more restless, on perceiving the stir and bustle that enlivened the spot; for it was usually more like the broad and lonesome green before a village meeting-house, than the centre of a town’s business.\n"}, "modifies": "house"}
{"black": {"word": "black", "line": "“He should not nod and smile at me, for all that—the black, grim, ugly-eyed old man!” said Pearl.\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "“He may nod at thee, if he will; for thou art clad in gray, and wearest the scarlet letter.\n"}, "modifies": "letter"}
{"gray": {"word": "gray", "line": "But we perhaps exaggerate the gray or sable tinge, which undoubtedly characterized the mood and manners of the age.\n"}, "modifies": "tinge"}
{"black": {"word": "black", "line": "The picture of human life in the market-place, though its general tint was the sad gray, brown, or black of the English emigrants, was yet enlivened by some diversity of hue.\n"}, "modifies": "emigrants"}
{"gray": {"word": "gray", "line": "The picture of human life in the market-place, though its general tint was the sad gray, brown, or black of the English emigrants, was yet enlivened by some diversity of hue.\n"}, "modifies": "tint"}
{"red": {"word": "red", "line": "A party of Indians—in their savage finery of curiously embroidered deerskin robes, wampum-belts, red and yellow ochre, and feathers, and armed with the bow and arrow and stone-headed spear—stood apart with countenances of inflexible gravity, beyond what even the Puritan aspect could attain.\n"}, "modifies": "ochre"}
{"gold": {"word": "gold", "line": "They were rough-looking desperadoes, with sun-blackened faces, and an immensity of beard; their wide short trousers were confined about the waist by belts, often clasped with a rough plate of gold, and sustaining always a long knife, and in some instances, a sword.\n"}, "modifies": "plate"}
{"black": {"word": "black", "line": "Thus the Puritan elders in their black cloaks, starched bands, and steeple-crowned hats, smiled not unbenignantly at the clamour and rude deportment of these jolly seafaring men; and it excited neither surprise nor animadversion when so reputable a citizen as old Roger Chillingworth, the physician, was seen to enter the market-place in close and familiar talk with the commander of the questionable vessel.\n"}, "modifies": "cloaks"}
{"gold": {"word": "gold", "line": "He wore a profusion of ribbons on his garment, and gold lace on his hat, which was also encircled by a gold chain, and surmounted with a feather.\n"}, "modifies": "lace"}
{"red": {"word": "scarlet", "line": "It was a forcible type of the moral solitude in which the scarlet letter enveloped its fated wearer; partly by her own reserve, and partly by the instinctive, though no longer so unkindly, withdrawal of her fellow-creatures.\n"}, "modifies": "letter"}
{"white": {"word": "white", "line": "In that old day the English settler on these rude shores—having left king, nobles, and all degrees of awful rank behind, while still the faculty and necessity of reverence was strong in him—bestowed it on the white hair and venerable brow of age—on long-tried integrity—on solid wisdom and sad-coloured experience—on endowments of that grave and weighty order which gave the idea of permanence, and comes under the general definition of respectability.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "and it glows like a red flame in the dark.\n"}, "modifies": "flame"}
{"pink": {"word": "rose", "line": "Now she caught the low undertone, as of the wind sinking down to repose itself; then ascended with it, as it rose through progressive gradations of sweetness and power, until its volume seemed to envelop her with an atmosphere of awe and solemn grandeur.\n"}, "modifies": "gradations"}
{"gold": {"word": "gold", "line": "Finding it as impossible to touch her as to catch a humming-bird in the air, he took from his hat the gold chain that was twisted about it, and threw it to the child.\n"}, "modifies": "chain"}
{"red": {"word": "scarlet", "line": "“Thy mother is yonder woman with the scarlet letter,” said the seaman, “Wilt thou carry her a message from me?” “If the message pleases me, I will,” answered Pearl.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "There were many people present from the country round about, who had often heard of the scarlet letter, and to whom it had been made terrific by a hundred false or exaggerated rumours, but who had never beheld it with their own bodily eyes.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "The whole gang of sailors, likewise, observing the press of spectators, and learning the purport of the scarlet letter, came and thrust their sunburnt and desperado-looking faces into the ring.\n"}, "modifies": "letter"}
{"black": {"word": "black", "line": "Even the Indians were affected by a sort of cold shadow of the white man’s curiosity and, gliding through the crowd, fastened their snake-like black eyes on Hester’s bosom, conceiving, perhaps, that the wearer of this brilliantly embroidered badge must needs be a personage of high dignity among her people.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "Even the Indians were affected by a sort of cold shadow of the white man’s curiosity and, gliding through the crowd, fastened their snake-like black eyes on Hester’s bosom, conceiving, perhaps, that the wearer of this brilliantly embroidered badge must needs be a personage of high dignity among her people.\n"}, "modifies": "man"}
{"red": {"word": "scarlet", "line": "The woman of the scarlet letter in the market-place!\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Meanwhile Hester Prynne was standing beside the scaffold of the pillory, with the scarlet letter still burning on her breast!\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "And there was the scarlet letter on her breast!\n"}, "modifies": "letter"}
{"pink": {"word": "rose", "line": "At this instant old Roger Chillingworth thrust himself through the crowd—or, perhaps, so dark, disturbed, and evil was his look, he rose up out of some nether region—to snatch back his victim from what he sought to do!\n"}, "modifies": "region"}
{"pink": {"word": "rose", "line": "“People of New England!” cried he, with a voice that rose over them, high, solemn, and majestic—yet had always a tremor through it, and sometimes a shriek, struggling up out of a fathomless depth of remorse and woe—“ye, that have loved me!—ye, that have deemed me holy!—behold me here, the one sinner of the world!\n"}, "modifies": "voice"}
{"red": {"word": "scarlet", "line": "Lo, the scarlet letter which Hester wears!\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "He bids you look again at Hester’s scarlet letter!\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "He tells you, that, with all its mysterious horror, it is but the shadow of what he bears on his own breast, and that even this, his own red stigma, is no more than the type of what has seared his inmost heart!\n"}, "modifies": "stigma"}
{"red": {"word": "scarlet", "line": "Neither, by their report, had his dying words acknowledged, nor even remotely implied, any—the slightest—connexion on his part, with the guilt for which Hester Prynne had so long worn the scarlet letter.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "Without disputing a truth so momentous, we must be allowed to consider this version of Mr. Dimmesdale’s story as only an instance of that stubborn fidelity with which a man’s friends—and especially a clergyman’s—will sometimes uphold his character, when proofs, clear as the mid-day sunshine on the scarlet letter, establish him a false and sin-stained creature of the dust.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "But, in no long time after the physician’s death, the wearer of the scarlet letter disappeared, and Pearl along with her.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "The story of the scarlet letter grew into a legend.\n"}, "modifies": "letter"}
{"gray": {"word": "gray", "line": "Near this latter spot, one afternoon some children were at play, when they beheld a tall woman in a gray robe approach the cottage-door.\n"}, "modifies": "robe"}
{"red": {"word": "scarlet", "line": "But her hesitation was only for an instant, though long enough to display a scarlet letter on her breast.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "But through the remainder of Hester’s life there were indications that the recluse of the scarlet letter was the object of love and interest with some inhabitant of another land.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "But, in the lapse of the toilsome, thoughtful, and self-devoted years that made up Hester’s life, the scarlet letter ceased to be a stigma which attracted the world’s scorn and bitterness, and became a type of something to be sorrowed over, and looked upon with awe, yet with reverence too.\n"}, "modifies": "letter"}
{"red": {"word": "scarlet", "line": "So said Hester Prynne, and glanced her sad eyes downward at the scarlet letter.\n"}, "modifies": "letter"}
