{"green": {"word": "green", "line": "His head was small, and flat at top, with huge ears, large green glassy eyes, and a long snipe nose, so that it looked like a weather-cock perched upon his spindle neck to tell which way the wind blew.\n"}, "modifies": "eyes"}
{"silver": {"word": "silver", "line": "His appearance, therefore, is apt to occasion some little stir at the tea-table of a farmhouse, and the addition of a supernumerary dish of cakes or sweetmeats, or, peradventure, the parade of a silver teapot.\n"}, "modifies": "teapot"}
{"gold": {"word": "gold", "line": "She wore the ornaments of pure yellow gold, which her great-great-grandmother had brought over from Saardam; the tempting stomacher of the olden time, and withal a provokingly short petticoat, to display the prettiest foot and ankle in the country round.\n"}, "modifies": "ornaments"}
{"yellow": {"word": "yellow", "line": "She wore the ornaments of pure yellow gold, which her great-great-grandmother had brought over from Saardam; the tempting stomacher of the olden time, and withal a provokingly short petticoat, to display the prettiest foot and ankle in the country round.\n"}, "modifies": "gold"}
{"green": {"word": "green", "line": "His stronghold was situated on the banks of the Hudson, in one of those green, sheltered, fertile nooks in which the Dutch farmers are so fond of nestling.\n"}, "modifies": "nooks"}
{"green": {"word": "green", "line": "As the enraptured Ichabod fancied all this, and as he rolled his great green eyes over the fat meadow lands, the rich fields of wheat, of rye, of buckwheat, and Indian corn, and the orchards burdened with ruddy fruit, which surrounded the warm tenement of Van Tassel, his heart yearned after the damsel who was to inherit these domains, and his imagination expanded with the idea, how they might be readily turned into cash, and the money invested in immense tracts of wild land, and shingle palaces in the wilderness.\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "In one corner stood a huge bag of wool, ready to be spun; in another, a quantity of linsey-woolsey just from the loom; ears of Indian corn, and strings of dried apples and peaches, hung in gay festoons along the walls, mingled with the gaud of red peppers; and a door left ajar gave him a peep into the best parlor, where the claw-footed chairs and dark mahogany tables shone like mirrors; andirons, with their accompanying shovel and tongs, glistened from their covert of asparagus tops; mock-oranges and conch-shells decorated the mantelpiece; strings of various-colored birds eggs were suspended above it; a great ostrich egg was hung from the centre of the room, and a corner cupboard, knowingly left open, displayed immense treasures of old silver and well-mended china.\n"}, "modifies": "peppers"}
{"silver": {"word": "silver", "line": "In one corner stood a huge bag of wool, ready to be spun; in another, a quantity of linsey-woolsey just from the loom; ears of Indian corn, and strings of dried apples and peaches, hung in gay festoons along the walls, mingled with the gaud of red peppers; and a door left ajar gave him a peep into the best parlor, where the claw-footed chairs and dark mahogany tables shone like mirrors; andirons, with their accompanying shovel and tongs, glistened from their covert of asparagus tops; mock-oranges and conch-shells decorated the mantelpiece; strings of various-colored birds eggs were suspended above it; a great ostrich egg was hung from the centre of the room, and a corner cupboard, knowingly left open, displayed immense treasures of old silver and well-mended china.\n"}, "modifies": "china"}
{"black": {"word": "black", "line": "He was broad-shouldered and double-jointed, with short curly black hair, and a bluff but not unpleasant countenance, having a mingled air of fun and arrogance.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "Books were flung aside without being put away on the shelves, inkstands were overturned, benches thrown down, and the whole school was turned loose an hour before the usual time, bursting forth like a legion of young imps, yelping and racketing about the green in joy at their early emancipation.\n"}, "modifies": "joy"}
{"black": {"word": "black", "line": "The gallant Ichabod now spent at least an extra half hour at his toilet, brushing and furbishing up his best, and indeed only suit of rusty black, and arranging his locks by a bit of broken looking-glass that hung up in the schoolhouse.\n"}, "modifies": "suit"}
{"black": {"word": "black", "line": "A small wool hat rested on the top of his nose, for so his scanty strip of forehead might be called, and the skirts of his black coat fluttered out almost to the horses tail.\n"}, "modifies": "coat"}
{"red": {"word": "scarlet", "line": "The forests had put on their sober brown and yellow, while some trees of the tenderer kind had been nipped by the frosts into brilliant dyes of orange, purple, and scarlet.\n"}, "modifies": "orange"}
{"purple": {"word": "purple", "line": "The forests had put on their sober brown and yellow, while some trees of the tenderer kind had been nipped by the frosts into brilliant dyes of orange, purple, and scarlet.\n"}, "modifies": "orange"}
{"red": {"word": "crimson", "line": "There was the honest cock robin, the favorite game of stripling sportsmen, with its loud querulous note; and the twittering blackbirds flying in sable clouds; and the golden-winged woodpecker with his crimson crest, his broad black gorget, and splendid plumage; and the cedar bird, with its red-tipt wings and yellow-tipt tail and its little monteiro cap of feathers; and the blue jay, that noisy coxcomb, in his gay light blue coat and white underclothes, screaming and chattering, nodding and bobbing and bowing, and pretending to be on good terms with every songster of the grove.\n"}, "modifies": "crest"}
{"black": {"word": "black", "line": "There was the honest cock robin, the favorite game of stripling sportsmen, with its loud querulous note; and the twittering blackbirds flying in sable clouds; and the golden-winged woodpecker with his crimson crest, his broad black gorget, and splendid plumage; and the cedar bird, with its red-tipt wings and yellow-tipt tail and its little monteiro cap of feathers; and the blue jay, that noisy coxcomb, in his gay light blue coat and white underclothes, screaming and chattering, nodding and bobbing and bowing, and pretending to be on good terms with every songster of the grove.\n"}, "modifies": "gorget"}
{"white": {"word": "white", "line": "There was the honest cock robin, the favorite game of stripling sportsmen, with its loud querulous note; and the twittering blackbirds flying in sable clouds; and the golden-winged woodpecker with his crimson crest, his broad black gorget, and splendid plumage; and the cedar bird, with its red-tipt wings and yellow-tipt tail and its little monteiro cap of feathers; and the blue jay, that noisy coxcomb, in his gay light blue coat and white underclothes, screaming and chattering, nodding and bobbing and bowing, and pretending to be on good terms with every songster of the grove.\n"}, "modifies": "underclothes"}
{"blue": {"word": "blue", "line": "There was the honest cock robin, the favorite game of stripling sportsmen, with its loud querulous note; and the twittering blackbirds flying in sable clouds; and the golden-winged woodpecker with his crimson crest, his broad black gorget, and splendid plumage; and the cedar bird, with its red-tipt wings and yellow-tipt tail and its little monteiro cap of feathers; and the blue jay, that noisy coxcomb, in his gay light blue coat and white underclothes, screaming and chattering, nodding and bobbing and bowing, and pretending to be on good terms with every songster of the grove.\n"}, "modifies": "jay"}
{"white": {"word": "fair", "line": "Farther on he beheld great fields of Indian corn, with its golden ears peeping from their leafy coverts, and holding out the promise of cakes and hasty-pudding; and the yellow pumpkins lying beneath them, turning up their fair round bellies to the sun, and giving ample prospects of the most luxurious of pies; and anon he passed the fragrant buckwheat fields breathing the odor of the beehive, and as he beheld them, soft anticipations stole over his mind of dainty slapjacks, well buttered, and garnished with honey or treacle, by the delicate little dimpled hand of Katrina Van Tassel.\n"}, "modifies": "bellies"}
{"yellow": {"word": "yellow", "line": "Farther on he beheld great fields of Indian corn, with its golden ears peeping from their leafy coverts, and holding out the promise of cakes and hasty-pudding; and the yellow pumpkins lying beneath them, turning up their fair round bellies to the sun, and giving ample prospects of the most luxurious of pies; and anon he passed the fragrant buckwheat fields breathing the odor of the beehive, and as he beheld them, soft anticipations stole over his mind of dainty slapjacks, well buttered, and garnished with honey or treacle, by the delicate little dimpled hand of Katrina Van Tassel.\n"}, "modifies": "pumpkins"}
{"blue": {"word": "blue", "line": "The wide bosom of the Tappan Zee lay motionless and glassy, excepting that here and there a gentle undulation waved and prolonged the blue shadow of the distant mountain.\n"}, "modifies": "shadow"}
{"brown": {"word": "amber", "line": "A few amber clouds floated in the sky, without a breath of air to move them.\n"}, "modifies": "clouds"}
{"green": {"word": "green", "line": "The horizon was of a fine golden tint, changing gradually into a pure apple green, and from that into the deep blue of the mid-heaven.\n"}, "modifies": "apple"}
{"blue": {"word": "blue", "line": "The horizon was of a fine golden tint, changing gradually into a pure apple green, and from that into the deep blue of the mid-heaven.\n"}, "modifies": "mid-heaven"}
{"gray": {"word": "gray", "line": "A slanting ray lingered on the woody crests of the precipices that overhung some parts of the river, giving greater depth to the dark gray and purple of their rocky sides.\n"}, "modifies": "purple"}
{"purple": {"word": "purple", "line": "A slanting ray lingered on the woody crests of the precipices that overhung some parts of the river, giving greater depth to the dark gray and purple of their rocky sides.\n"}, "modifies": "gray"}
{"blue": {"word": "blue", "line": "Old farmers, a spare leathern-faced race, in homespun coats and breeches, blue stockings, huge shoes, and magnificent pewter buckles.\n"}, "modifies": "stockings"}
{"white": {"word": "white", "line": "Buxom lasses, almost as antiquated as their mothers, excepting where a straw hat, a fine ribbon, or perhaps a white frock, gave symptoms of city innovation.\n"}, "modifies": "frock"}
{"red": {"word": "red", "line": "Not those of the bevy of buxom lasses, with their luxurious display of red and white; but the ample charms of a genuine Dutch country tea-table, in the sumptuous time of autumn.\n"}, "modifies": "display"}
{"pink": {"word": "rose", "line": "He was a kind and thankful creature, whose heart dilated in proportion as his skin was filled with good cheer, and whose spirits rose with eating, as some men’s do with drink.\n"}, "modifies": "spirits"}
{"black": {"word": "black", "line": "He was the admiration of all the negroes; who, having gathered, of all ages and sizes, from the farm and the neighborhood, stood forming a pyramid of shining black faces at every door and window, gazing with delight at the scene, rolling their white eyeballs, and showing grinning rows of ivory from ear to ear.\n"}, "modifies": "faces"}
{"white": {"word": "white", "line": "He was the admiration of all the negroes; who, having gathered, of all ages and sizes, from the farm and the neighborhood, stood forming a pyramid of shining black faces at every door and window, gazing with delight at the scene, rolling their white eyeballs, and showing grinning rows of ivory from ear to ear.\n"}, "modifies": "eyeballs"}
{"white": {"word": "white", "line": "Some mention was made also of the woman in white, that haunted the dark glen at Raven Rock, and was often heard to shriek on winter nights before a storm, having perished there in the snow.\n"}, "modifies": "woman"}
{"silver": {"word": "silver", "line": "A gentle slope descends from it to a silver sheet of water, bordered by high trees, between which, peeps may be caught at the blue hills of the Hudson.\n"}, "modifies": "sheet"}
{"blue": {"word": "blue", "line": "A gentle slope descends from it to a silver sheet of water, bordered by high trees, between which, peeps may be caught at the blue hills of the Hudson.\n"}, "modifies": "hills"}
{"black": {"word": "black", "line": "Over a deep black part of the stream, not far from the church, was formerly thrown a wooden bridge; the road that led to it, and the bridge itself, were thickly shaded by overhanging trees, which cast a gloom about it, even in the daytime; but occasioned a fearful darkness at night.\n"}, "modifies": "part"}
{"white": {"word": "fair", "line": "Let it suffice to say, Ichabod stole forth with the air of one who had been sacking a henroost, rather than a fair lady’s heart.\n"}, "modifies": "lady"}
{"white": {"word": "white", "line": "As he approached a little nearer, he thought he saw something white, hanging in the midst of the tree: he paused and ceased whistling but, on looking more narrowly, perceived that it was a place where the tree had been scathed by lightning, and the white wood laid bare.\n"}, "modifies": "wood"}
{"pink": {"word": "rose", "line": "The hair of the affrighted pedagogue rose upon his head with terror.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He appeared to be a horseman of large dimensions, and mounted on a black horse of powerful frame.\n"}, "modifies": "horse"}
{"pink": {"word": "rose", "line": "His terror rose to desperation; he rained a shower of kicks and blows upon Gunpowder, hoping by a sudden movement to give his companion the slip; but the spectre started full jump with him.\n"}, "modifies": "terror"}
{"green": {"word": "green", "line": "This road leads through a sandy hollow shaded by trees for about a quarter of a mile, where it crosses the bridge famous in goblin story; and just beyond swells the green knoll on which stands the whitewashed church.\n"}, "modifies": "knoll"}
{"silver": {"word": "silver", "line": "The wavering reflection of a silver star in the bosom of the brook told him that he was not mistaken.\n"}, "modifies": "star"}
{"black": {"word": "black", "line": "It encountered his cranium with a tremendous crash,--he was tumbled headlong into the dust, and Gunpowder, the black steed, and the goblin rider, passed by like a whirlwind.\n"}, "modifies": "steed"}
