{"white": {"word": "white", "line": "The woman kissed his eyes, and with thin, small hands felt the warm body through his white flannel nightgown.\n"}, "modifies": "nightgown"}
{"black": {"word": "black", "line": "Her gown was of black velvet, with tight sleeves and sloping shoulders, and the skirt had three large flounces.\n"}, "modifies": "velvet"}
{"black": {"word": "black", "line": "She wore a black bonnet with velvet strings.\n"}, "modifies": "bonnet"}
{"white": {"word": "fair", "line": "Emma was a tall, big-boned woman, with fair hair and large features.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "Henrietta Watkin was a stout woman, with a red face and dyed hair.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "Philip understood now why she had not been in to luncheon and why she wore a black dress.\n"}, "modifies": "dress"}
{"gold": {"word": "gold", "line": "On his watch-chain he wore a gold cross.\n"}, "modifies": "cross"}
{"white": {"word": "white", "line": "Immediately after Mrs. Carey’s death Emma had ordered from the florist masses of white flowers for the room in which the dead woman lay.\n"}, "modifies": "flowers"}
{"purple": {"word": "lavender", "line": "Then he pulled open the drawers, filled with his mother’s things, and looked at them: there were lavender bags among the linen, and their scent was fresh and pleasant.\n"}, "modifies": "bags"}
{"red": {"word": "red", "line": "It was a fairly large house of yellow brick, with a red roof, built about five and twenty years before in an ecclesiastical style.\n"}, "modifies": "roof"}
{"yellow": {"word": "yellow", "line": "It was a fairly large house of yellow brick, with a red roof, built about five and twenty years before in an ecclesiastical style.\n"}, "modifies": "brick"}
{"white": {"word": "pale", "line": "Mrs. Carey was a little, shrivelled woman of the same age as her husband, with a face extraordinarily filled with deep wrinkles, and pale blue eyes.\n"}, "modifies": "eyes"}
{"blue": {"word": "blue", "line": "Mrs. Carey was a little, shrivelled woman of the same age as her husband, with a face extraordinarily filled with deep wrinkles, and pale blue eyes.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "Her gray hair was arranged in ringlets according to the fashion of her youth.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "She wore a black dress, and her only ornament was a gold chain, from which hung a cross.\n"}, "modifies": "dress"}
{"gold": {"word": "gold", "line": "She wore a black dress, and her only ornament was a gold chain, from which hung a cross.\n"}, "modifies": "chain"}
{"red": {"word": "red", "line": "It was paved with red and yellow tiles, on which alternately were a Greek Cross and the Lamb of God.\n"}, "modifies": "tiles"}
{"black": {"word": "black", "line": "It was a large black stove that stood in the hall and was only lighted if the weather was very bad and the Vicar had a cold.\n"}, "modifies": "stove"}
{"red": {"word": "red", "line": "The dining-room, large and well-proportioned, had windows on two sides of it, with heavy curtains of red rep; there was a big table in the middle; and at one end an imposing mahogany sideboard with a looking-glass in it.\n"}, "modifies": "rep"}
{"gold": {"word": "gold", "line": "It was beautiful hair, very fine, and of a deep rich gold.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "She put on a black skirt, but chose the bodice of the evening dress which she liked best: it was of a white damask which was fashionable in those days.\n"}, "modifies": "skirt"}
{"white": {"word": "white", "line": "She put on a black skirt, but chose the bodice of the evening dress which she liked best: it was of a white damask which was fashionable in those days.\n"}, "modifies": "damask"}
{"white": {"word": "pale", "line": "Her face was very pale, but her skin was clear: she had never had much colour, and this had always made the redness of her beautiful mouth emphatic.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "He was a tall, thin man with a sallow face and a long nose; his hair was very white, and to Philip he seemed extremely old.\n"}, "modifies": "hair"}
{"red": {"word": "scarlet", "line": "At last she came, in black satin; the Vicar did not like colours in a clergyman’s wife at any time, but on Sundays he was determined that she should wear black; now and then, in conspiracy with Miss Graves, she ventured a white feather or a pink rose in her bonnet, but the Vicar insisted that it should disappear; he said he would not go to church with the scarlet woman: Mrs. Carey sighed as a woman but obeyed as a wife.\n"}, "modifies": "woman"}
{"black": {"word": "black", "line": "At last she came, in black satin; the Vicar did not like colours in a clergyman’s wife at any time, but on Sundays he was determined that she should wear black; now and then, in conspiracy with Miss Graves, she ventured a white feather or a pink rose in her bonnet, but the Vicar insisted that it should disappear; he said he would not go to church with the scarlet woman: Mrs. Carey sighed as a woman but obeyed as a wife.\n"}, "modifies": "satin"}
{"white": {"word": "white", "line": "At last she came, in black satin; the Vicar did not like colours in a clergyman’s wife at any time, but on Sundays he was determined that she should wear black; now and then, in conspiracy with Miss Graves, she ventured a white feather or a pink rose in her bonnet, but the Vicar insisted that it should disappear; he said he would not go to church with the scarlet woman: Mrs. Carey sighed as a woman but obeyed as a wife.\n"}, "modifies": "feather"}
{"pink": {"word": "pink", "line": "At last she came, in black satin; the Vicar did not like colours in a clergyman’s wife at any time, but on Sundays he was determined that she should wear black; now and then, in conspiracy with Miss Graves, she ventured a white feather or a pink rose in her bonnet, but the Vicar insisted that it should disappear; he said he would not go to church with the scarlet woman: Mrs. Carey sighed as a woman but obeyed as a wife.\n"}, "modifies": "rose"}
{"blue": {"word": "blue", "line": "But when at an election the Liberals had written on his garden fence in large blue letters: This way to Rome, he had been very angry, and threatened to prosecute the leaders of the Liberal party in Blackstable.\n"}, "modifies": "letters"}
{"green": {"word": "green", "line": "The vicarage was set back from the highroad to Tercanbury, and from the dining-room one saw a semicircular strip of lawn and then as far as the horizon green fields.\n"}, "modifies": "fields"}
{"pink": {"word": "rose", "line": "She sat down in her husband’s chair; and as she thought of her desire to love the friendless, crippled boy and her eager wish that he should love her—she was a barren woman and, even though it was clearly God’s will that she should be childless, she could scarcely bear to look at little children sometimes, her heart ached so—the tears rose to her eyes and one by one, slowly, rolled down her cheeks.\n"}, "modifies": "tears"}
{"black": {"word": "black", "line": "And the poor lady, so small in her black satin, shrivelled up and sallow, with her funny corkscrew curls, took the little boy on her lap and put her arms around him and wept as though her heart would break.\n"}, "modifies": "satin"}
{"white": {"word": "white", "line": "He welcomed wet days because on them he could stay at home without pangs of conscience and spend the afternoon with white of egg and a glue-pot, patching up the Russia leather of some battered quarto.\n"}, "modifies": "egg"}
{"pink": {"word": "rose", "line": "“I want to see another picture.” When Mary Ann came in and Mrs. Carey rose to help her lay the cloth.\n"}, "modifies": "Mrs."}
{"red": {"word": "red", "line": "He was a man of over six feet high, and broad, with enormous hands and a great red beard; he talked loudly in a jovial manner; but his aggressive cheerfulness struck terror in Philip’s heart.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "She was a dark woman with black hair, neatly parted in the middle.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He had not the presence of mind to give him a black eye.\n"}, "modifies": "eye"}
{"green": {"word": "green", "line": "Raising himself on tiptoe he could see over the rod that bore the green curtain, and he looked into two or three of the cubicles.\n"}, "modifies": "curtain"}
{"green": {"word": "green", "line": "But when he awoke next morning it was to the clanging of a bell, and the first thing his eyes saw was the green curtain of his cubicle.\n"}, "modifies": "curtain"}
{"red": {"word": "red", "line": "It was accepted like one boy’s red hair and another’s unreasonable corpulence.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "Singer faced them, his face red with the pain and marks of tears still on his cheeks.\n"}, "modifies": "face"}
{"black": {"word": "ebony", "line": "There was a boy called Luard between whom and Philip a friendship had arisen, and one day, when they were playing together in the school-room, Luard began to perform some trick with an ebony pen-holder of Philip’s.\n"}, "modifies": "pen-holder"}
{"red": {"word": "red", "line": "Philip duly sent the papers and the money, and in return received a calendar worth about a penny, on which was set down the appointed passage to be read each day, and a sheet of paper on one side of which was a picture of the Good Shepherd and a lamb, and on the other, decoratively framed in red lines, a short prayer which had to be said before beginning to read.\n"}, "modifies": "lines"}
{"black": {"word": "black", "line": "He was a small, dark boy, with untidy black hair and large eyes.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "His hair was as black and as long as ever, and he had plainly never learned to brush it; it fell over his forehead with every gesture, and he had a quick movement of the hand with which he pushed it back from his eyes.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He had a black moustache and a beard which came high up on his face almost to the cheek-bones, He talked to the masters quite easily, as though he had parted from them a week or two before; he was evidently delighted to see them.\n"}, "modifies": "moustache"}
{"white": {"word": "white", "line": "He had a short, odd little laugh which showed his white teeth.\n"}, "modifies": "teeth"}
{"gray": {"word": "gray", "line": "He was a man of middle height and of a corpulent figure; he had sandy hair, worn very short and now growing gray, and a small bristly moustache.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "His large face, with indistinct features and small blue eyes, was naturally red, but during his frequent attacks of anger it grew dark and purple.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "His large face, with indistinct features and small blue eyes, was naturally red, but during his frequent attacks of anger it grew dark and purple.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "His face was white and his eyes had a look of terrified distress.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "He showed him the theatre of Dionysus and explained in what order the people sat, and how beyond they could see the blue Aegean.\n"}, "modifies": "Aegean"}
{"black": {"word": "black", "line": "His name was Turner; he was the most vivacious of the old masters, a short man with an immense belly, a black beard turning now to gray, and a swarthy skin.\n"}, "modifies": "beard"}
{"green": {"word": "green", "line": "There was a little stream, with pollards on both sides of it, that ran through green fields, and it made him happy, he knew not why, to wander along its banks.\n"}, "modifies": "fields"}
{"green": {"word": "green", "line": "On the green in the middle they practised at nets in the summer, but during the rest of the year it was quiet: boys used to wander round sometimes arm in arm, or a studious fellow with abstracted gaze walked slowly, repeating to himself something he had to learn by heart.\n"}, "modifies": "middle"}
{"black": {"word": "black", "line": "It seemed to him then that the headmaster, with his black, straggling hair and his pale face, was like those prophets of Israel who feared not to take kings to task; and when he thought of the Redeemer he saw Him only with the same dark eyes and those wan cheeks.\n"}, "modifies": "hair"}
{"white": {"word": "pale", "line": "It seemed to him then that the headmaster, with his black, straggling hair and his pale face, was like those prophets of Israel who feared not to take kings to task; and when he thought of the Redeemer he saw Him only with the same dark eyes and those wan cheeks.\n"}, "modifies": "face"}
{"red": {"word": "scarlet", "line": "Towards the end of the term two or three boys caught scarlet fever, and there was much talk of sending them all home in order to escape an epidemic; but the sufferers were isolated, and since no more were attacked it was supposed that the outbreak was stopped.\n"}, "modifies": "fever"}
{"red": {"word": "scarlet", "line": "He found that owing to the death from scarlet fever of one of the boys in the Sixth there had been some shifting in the studies and Rose was no longer in his.\n"}, "modifies": "fever"}
{"white": {"word": "white", "line": "Philip was very white, as he always became when he was moved, and his heart beat violently.\n"}, "modifies": "Philip"}
{"black": {"word": "black", "line": "In her tight black dress, made by the dressmaker down the street, with her wrinkled face and pale tired eyes, her gray hair still done in the frivolous ringlets of her youth, she was a ridiculous but strangely pathetic figure.\n"}, "modifies": "dress"}
{"white": {"word": "pale", "line": "In her tight black dress, made by the dressmaker down the street, with her wrinkled face and pale tired eyes, her gray hair still done in the frivolous ringlets of her youth, she was a ridiculous but strangely pathetic figure.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "In her tight black dress, made by the dressmaker down the street, with her wrinkled face and pale tired eyes, her gray hair still done in the frivolous ringlets of her youth, she was a ridiculous but strangely pathetic figure.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "He was a little disconsolate that no one had come to meet him, and felt very shy when the porter left him at the front door of a big white house.\n"}, "modifies": "house"}
{"green": {"word": "green", "line": "It was filled with a large suite covered in green velvet, and in the middle was a round table.\n"}, "modifies": "velvet"}
{"red": {"word": "red", "line": "Presently, with an odour of cooking, the Frau Professor came in, a short, very stout woman with tightly dressed hair and a red face; she had little eyes, sparkling like beads, and an effusive manner.\n"}, "modifies": "face"}
{"white": {"word": "fair", "line": "He was introduced to her husband, a tall man of middle age with a large fair head, turning now to gray, and mild blue eyes.\n"}, "modifies": "head"}
{"blue": {"word": "blue", "line": "He was introduced to her husband, a tall man of middle age with a large fair head, turning now to gray, and mild blue eyes.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "He was introduced to her husband, a tall man of middle age with a large fair head, turning now to gray, and mild blue eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "There were two young girls, both fair and one of them very pretty, whom Philip heard addressed as Fraulein Hedwig and Fraulein Cacilie.\n"}, "modifies": "girls"}
{"yellow": {"word": "yellow", "line": "Near them sat a Chinaman, with a yellow face and an expansive smile, who was studying Western conditions at the University.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "There were two or three American men, in black coats, rather yellow and dry of skin: they were theological students; Philip heard the twang of their New England accent through their bad German, and he glanced at them with suspicion; for he had been taught to look upon Americans as wild and desperate barbarians.\n"}, "modifies": "coats"}
{"yellow": {"word": "yellow", "line": "There were two or three American men, in black coats, rather yellow and dry of skin: they were theological students; Philip heard the twang of their New England accent through their bad German, and he glanced at them with suspicion; for he had been taught to look upon Americans as wild and desperate barbarians.\n"}, "modifies": "men"}
{"green": {"word": "green", "line": "Afterwards, when they had sat for a little on the stiff green velvet chairs of the drawing-room, Fraulein Anna asked Philip if he would like to go for a walk with them.\n"}, "modifies": "chairs"}
{"silver": {"word": "silver", "line": "It was a vast stretch of country, sparkling with golden light, with cities in the distance; and through it meandered the silver ribband of the river.\n"}, "modifies": "ribband"}
{"blue": {"word": "blue", "line": "From his bed he could see the great cumulus clouds that hung in the blue sky.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "The green of the trees in the Anlage was violent and crude; and the houses, when the sun caught them, had a dazzling white which stimulated till it hurt.\n"}, "modifies": "trees"}
{"green": {"word": "green", "line": "In the evenings when they did not go out, the young women sang little songs in the green velvet drawing-room, while Fraulein Anna, who always made herself useful, industriously accompanied.\n"}, "modifies": "room"}
{"gray": {"word": "gray", "line": "He was a tall old man, with a sallow skin and hollow cheeks; his gray hair was thin and long.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "He wore shabby black clothes, with holes at the elbows of his coat and frayed trousers.\n"}, "modifies": "clothes"}
{"white": {"word": "pale", "line": "Philip, observing that he wore a pale blue tie, had on that account taken a sudden dislike to him.\n"}, "modifies": "tie"}
{"blue": {"word": "blue", "line": "Philip, observing that he wore a pale blue tie, had on that account taken a sudden dislike to him.\n"}, "modifies": "tie"}
{"white": {"word": "fair", "line": "He was a man of twenty-six, very fair, with long, wavy hair through which he passed his hand frequently with a careless gesture.\n"}, "modifies": "man"}
{"white": {"word": "pale", "line": "His eyes were large and blue, but the blue was very pale, and they looked rather tired already.\n"}, "modifies": "blue"}
{"black": {"word": "black", "line": "The pair were oddly contrasted: the American very neat in his black coat and pepper-and-salt trousers, thin and dried-up, with something of ecclesiastical unction already in his manner; and the Englishman in his loose tweed suit, large-limbed and slow of gesture.\n"}, "modifies": "coat"}
{"white": {"word": "pale", "line": "The smoke from the chimneys hung over it, a pale blue haze; and the tall roofs, the spires of the churches, gave it a pleasantly medieval air.\n"}, "modifies": "haze"}
{"blue": {"word": "blue", "line": "The smoke from the chimneys hung over it, a pale blue haze; and the tall roofs, the spires of the churches, gave it a pleasantly medieval air.\n"}, "modifies": "haze"}
{"black": {"word": "black", "line": "He deplored the American’s black coat and pepper-and-salt trousers, and spoke with a scornful shrug of his New England conscience.\n"}, "modifies": "coat"}
{"white": {"word": "fair", "line": "In America we should call him a pretty fair specimen of a waster.” “Well, we’re not in America,” said Philip frigidly.\n"}, "modifies": "specimen"}
{"white": {"word": "pale", "line": "He had a long, thin body and the scholar’s stoop; his head was large and ugly; he had pale scanty hair and an earthy skin; his thin mouth and thin, long nose, and the great protuberance of his frontal bones, gave him an uncouth look.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "He passed his fingers through his fair, waving hair and told them that he would not for five hundred pounds endure again those agonies of mind.\n"}, "modifies": "hair"}
{"gold": {"word": "gold", "line": "But I love the gold and the silk which clothe the priest of Rome, and his celibacy, and the confessional, and purgatory: and in the darkness of an Italian cathedral, incense-laden and mysterious, I believe with all my heart in the miracle of the Mass.\n"}, "modifies": "silk"}
{"white": {"word": "fair", "line": "It was autumn now, but often the days were cloudless still, and then the sky seemed to glow with a more splendid light: it was as though nature consciously sought to put a fuller vehemence into the remaining days of fair weather.\n"}, "modifies": "weather"}
{"blue": {"word": "blue", "line": "And sometimes, as though the influence of innumerable ancestors, Godfearing and devout, were working in him unconsciously, there seized him a panic fear that perhaps after all it was all true, and there was, up there behind the blue sky, a jealous God who would punish in everlasting flames the atheist.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "It was a strange life, dark and tortured, in which men and women showed to remorseless eyes the evil that was in their hearts: a fair face concealed a depraved mind; the virtuous used virtue as a mask to hide their secret vice, the seeming-strong fainted within with their weakness; the honest were corrupt, the chaste were lewd.\n"}, "modifies": "face"}
{"purple": {"word": "purple", "line": "He would never exactly reply to Philip’s eager questioning, but with a merry, rather stupid laugh, hinted at a romantic amour; he quoted a few lines of Rossetti, and once showed Philip a sonnet in which passion and purple, pessimism and pathos, were packed together on the subject of a young lady called Trude.\n"}, "modifies": "passion"}
{"green": {"word": "green", "line": "Philip in the daytime had been led by curiosity to pass through the little street near the old bridge, with its neat white houses and green shutters, in which according to Hayward the Fraulein Trude lived; but the women, with brutal faces and painted cheeks, who came out of their doors and cried out to him, filled him with fear; and he fled in horror from the rough hands that sought to detain him.\n"}, "modifies": "shutters"}
{"white": {"word": "white", "line": "Philip in the daytime had been led by curiosity to pass through the little street near the old bridge, with its neat white houses and green shutters, in which according to Hayward the Fraulein Trude lived; but the women, with brutal faces and painted cheeks, who came out of their doors and cried out to him, filled him with fear; and he fled in horror from the rough hands that sought to detain him.\n"}, "modifies": "houses"}
{"pink": {"word": "rosy", "line": "It looks as if they were victims of a conspiracy; for the books they read, ideal by the necessity of selection, and the conversation of their elders, who look back upon the past through a rosy haze of forgetfulness, prepare them for an unreal life.\n"}, "modifies": "haze"}
{"white": {"word": "fair", "line": "She could not have been more than sixteen, since she still wore her long fair hair in a plait.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "The tears rolled down her coarse, red, fat cheeks; and Cacilie laughed at her.\n"}, "modifies": "coarse"}
{"yellow": {"word": "yellow", "line": "She said that it wouldn’t be so dreadful, but a Chinaman, with his yellow skin and flat nose, and his little pig’s eyes!\n"}, "modifies": "skin"}
{"red": {"word": "flaming", "line": "Cacilie looked at her for a moment with flaming eyes, and then with a shrug of her shoulders went out of the room.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "The gray curls which she still wore in the fashion of her youth gave her a queer, pathetic look; and her little withered body was like an autumn leaf, you felt it might be blown away by the first sharp wind.\n"}, "modifies": "curls"}
{"white": {"word": "white", "line": "She wore a white muslin gown stamped with gay little bunches of flowers, and pointed, high-heeled shoes, with open-work stockings.\n"}, "modifies": "gown"}
{"black": {"word": "black", "line": "She had large black eyes and her nose was slightly aquiline; in profile she had somewhat the look of a bird of prey, but full face she was prepossessing.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "She wore a blue foulard with large white spots, and Philip was tickled at the sensation it caused.\n"}, "modifies": "spots"}
{"blue": {"word": "blue", "line": "She wore a blue foulard with large white spots, and Philip was tickled at the sensation it caused.\n"}, "modifies": "foulard"}
{"gold": {"word": "gold", "line": "There was a pond in the garden in which a fountain played; water lilies grew in it and gold fish sunned themselves on the surface.\n"}, "modifies": "fish"}
{"gray": {"word": "gray", "line": "They wander through the gray streets of the Latin Quarter, finding refuge now in one attic, now in another, in their quaint costumes of Louis Philippe, with their tears and their smiles, happy-go-lucky and reckless.\n"}, "modifies": "streets"}
{"white": {"word": "alabaster", "line": "He had read many descriptions of love, and he felt in himself none of that uprush of emotion which novelists described; he was not carried off his feet in wave upon wave of passion; nor was Miss Wilkinson the ideal: he had often pictured to himself the great violet eyes and the alabaster skin of some lovely girl, and he had thought of himself burying his face in the rippling masses of her auburn hair.\n"}, "modifies": "skin"}
{"purple": {"word": "violet", "line": "He had read many descriptions of love, and he felt in himself none of that uprush of emotion which novelists described; he was not carried off his feet in wave upon wave of passion; nor was Miss Wilkinson the ideal: he had often pictured to himself the great violet eyes and the alabaster skin of some lovely girl, and he had thought of himself burying his face in the rippling masses of her auburn hair.\n"}, "modifies": "eyes"}
{"white": {"word": "pale", "line": "She did not come down till tea-time, when she appeared in a becoming wrapper and a pale face; but she was quite recovered by supper, and the meal was very cheerful.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "She sat in a garden chair by the side of the lawn, holding a red parasol over herself, and the light on her face was very becoming.\n"}, "modifies": "parasol"}
{"red": {"word": "red", "line": "Miss Wilkinson made herself comfortable and she opened the red sun-shade.\n"}, "modifies": "sun-shade"}
{"red": {"word": "red", "line": "It was short and only came down to the top of her boots; the upper part of it was black, of some shiny material, and there was a red flounce.\n"}, "modifies": "flounce"}
{"black": {"word": "black", "line": "It was short and only came down to the top of her boots; the upper part of it was black, of some shiny material, and there was a red flounce.\n"}, "modifies": "part"}
{"white": {"word": "white", "line": "She wore a camisole of white calico with short arms.\n"}, "modifies": "calico"}
{"red": {"word": "red", "line": "She had the most adorable little nose and large brown eyes—he would describe her to Hayward—and masses of soft brown hair, the sort of hair it was delicious to bury your face in, and a skin which was like ivory and sunshine, and her cheek was like a red, red rose.\n"}, "modifies": "rose"}
{"white": {"word": "ivory", "line": "She had the most adorable little nose and large brown eyes—he would describe her to Hayward—and masses of soft brown hair, the sort of hair it was delicious to bury your face in, and a skin which was like ivory and sunshine, and her cheek was like a red, red rose.\n"}, "modifies": "skin"}
{"brown": {"word": "brown", "line": "She had the most adorable little nose and large brown eyes—he would describe her to Hayward—and masses of soft brown hair, the sort of hair it was delicious to bury your face in, and a skin which was like ivory and sunshine, and her cheek was like a red, red rose.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "She had the most adorable little nose and large brown eyes—he would describe her to Hayward—and masses of soft brown hair, the sort of hair it was delicious to bury your face in, and a skin which was like ivory and sunshine, and her cheek was like a red, red rose.\n"}, "modifies": "cheek"}
{"white": {"word": "white", "line": "Her white dress did not suit her very well just then.\n"}, "modifies": "dress"}
{"white": {"word": "fair", "line": "Miss Wilkinson told him stories of the exquisite delicacy of Frenchmen when they stood in the same relation to fair ladies as he to Miss Wilkinson.\n"}, "modifies": "ladies"}
{"black": {"word": "black", "line": "At length the day came on which Miss Wilkinson was to go, and she came down to breakfast, pale and subdued, in a serviceable travelling dress of black and white check.\n"}, "modifies": "check"}
{"white": {"word": "white", "line": "Most of the sitting-room was taken up by the sideboard and a square table; against one wall was a sofa covered with horsehair, and by the fireplace an arm-chair to match: there was a white antimacassar over the back of it, and on the seat, because the springs were broken, a hard cushion.\n"}, "modifies": "antimacassar"}
{"white": {"word": "pale", "line": "His features were wide and flattened, and he had prominent, pale eyes; his thin hair was sandy; he wore whiskers that grew unevenly on his face, and in places where you would have expected the hair to grow thickly there was no hair at all.\n"}, "modifies": "eyes"}
{"white": {"word": "pasty", "line": "His skin was pasty and yellow.\n"}, "modifies": "skin"}
{"gray": {"word": "gray", "line": "He looked like a military man; his moustache was waxed, his gray hair was short and neat, he held himself upright, he talked in a breezy way, he lived at Enfield.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "Mr. Carter dictated letters to him, and he had to make fair copies of statements of accounts.\n"}, "modifies": "copies"}
{"blue": {"word": "blue", "line": "She wrote on blue paper with violet ink, and she wrote in French.\n"}, "modifies": "paper"}
{"purple": {"word": "violet", "line": "She wrote on blue paper with violet ink, and she wrote in French.\n"}, "modifies": "ink"}
{"red": {"word": "red", "line": "It was the first love letter he had ever written, and he was conscious of its tameness; he felt that he should say all sorts of vehement things, how he thought of her every minute of the day and how he longed to kiss her beautiful hands and how he trembled at the thought of her red lips, but some inexplicable modesty prevented him; and instead he told her of his new rooms and his office.\n"}, "modifies": "lips"}
{"black": {"word": "black", "line": "His fellow-clerk was a long, lean man of forty, sallow, with black hair and a ragged moustache; he had hollow cheeks and deep lines on each side of his nose.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "He did not like being blamed, and it humiliated him, when, having been given accounts to make fair copies of, Mr. Goodworthy was not satisfied and gave them to another clerk to do.\n"}, "modifies": "copies"}
{"red": {"word": "scarlet", "line": "The scarlet woman and she of Babylon flaunted their vileness there; the cities of the plain were not more wicked.\n"}, "modifies": "woman"}
{"red": {"word": "red", "line": "A waiter took his box up five flights of stairs, and Philip was shown into a tiny room, fusty from unopened windows, the greater part of which was taken up by a large wooden bed with a canopy over it of red rep; there were heavy curtains on the windows of the same dingy material; the chest of drawers served also as a washing-stand; and there was a massive wardrobe of the style which is connected with the good King Louis Philippe.\n"}, "modifies": "rep"}
{"brown": {"word": "brown", "line": "The wall-paper was discoloured with age; it was dark gray, and there could be vaguely seen on it garlands of brown leaves.\n"}, "modifies": "leaves"}
{"yellow": {"word": "yellow", "line": "This led him to the station; and the square in front of it, vivid with arc-lamps, noisy with the yellow trams that seemed to cross it in all directions, made him laugh aloud with joy.\n"}, "modifies": "trams"}
{"black": {"word": "charcoal", "line": "She gave him the address of a shop where he could get a portfolio, drawing-paper, and charcoal.\n"}, "modifies": "portfolio"}
{"white": {"word": "white", "line": "It was filled with a massive suite, and at the window were the same sort of white lace curtains which Aunt Louisa put up at the vicarage in summer.\n"}, "modifies": "curtains"}
{"white": {"word": "fair", "line": "She had colourless, fair hair that fell over her forehead untidily, and her face was covered with large freckles.\n"}, "modifies": "hair"}
{"gold": {"word": "gold", "line": "She was a girl of twenty-six, with a great deal of dull gold hair; it was handsome hair, but it was carelessly done, dragged back from her forehead and tied in a hurried knot.\n"}, "modifies": "hair"}
{"white": {"word": "pasty", "line": "She had a large face, with broad, flat features and small eyes; her skin was pasty, with a singular unhealthiness of tone, and there was no colour in the cheeks.\n"}, "modifies": "skin"}
{"black": {"word": "black", "line": "Presently there came in a young man with thin, black hair, an enormous nose, and a face so long that it reminded you of a horse.\n"}, "modifies": "hair"}
{"yellow": {"word": "yellow", "line": "They sat on the pavement, and yellow trams passed up and down the boulevard with a ceaseless ringing of bells.\n"}, "modifies": "trams"}
{"red": {"word": "red", "line": "He sauntered along, staring at the people; there seemed an elegance about the most ordinary, workmen with their broad red sashes and their wide trousers, little soldiers in dingy, charming uniforms.\n"}, "modifies": "sashes"}
{"black": {"word": "black", "line": "She wore a sailor hat of black straw, a white blouse which was not quite clean, and a brown skirt.\n"}, "modifies": "straw"}
{"white": {"word": "white", "line": "She wore a sailor hat of black straw, a white blouse which was not quite clean, and a brown skirt.\n"}, "modifies": "blouse"}
{"brown": {"word": "brown", "line": "She wore a sailor hat of black straw, a white blouse which was not quite clean, and a brown skirt.\n"}, "modifies": "skirt"}
{"white": {"word": "pasty", "line": "When she reddened her pasty skin acquired a curiously mottled look, like strawberries and cream that had gone bad.\n"}, "modifies": "skin"}
{"gray": {"word": "gray", "line": "It was an old man who sat this time, with a vast gray beard, and Philip tried to put into practice the little he had learned in the morning; but he made a poor job of it; he realised that he could not draw nearly as well as he thought.\n"}, "modifies": "beard"}
{"blue": {"word": "blue", "line": "He wore a Norfolk jacket of bold pattern, a blue stock round his neck, and a tweed cap of fantastic shape.\n"}, "modifies": "stock"}
{"red": {"word": "red", "line": "He was a thin youth with a freckled face and red hair.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "He had very bright green eyes.\n"}, "modifies": "eyes"}
{"green": {"word": "green", "line": "His green eyes flashed fire, he gasped with rage; but he could be seen imposing calm upon himself.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "“You don’t mean to say you think the head’s good?” Lawson, white with passion now, began to defend the head; but Clutton, who had been sitting in silence with a look on his face of good-humoured scorn, broke in.\n"}, "modifies": "Lawson"}
{"black": {"word": "black", "line": "“You don’t see a black line round objects in nature.” “Oh, God, send down fire from heaven to consume the blasphemer,” said Lawson.\n"}, "modifies": "line"}
{"black": {"word": "black", "line": "It saw shadows black until Monet discovered they were coloured, and by Heaven, sir, they were black.\n"}, "modifies": "Heaven"}
{"red": {"word": "red", "line": "If we choose to surround objects with a black line, the world will see the black line, and there will be a black line; and if we paint grass red and cows blue, it’ll see them red and blue, and, by Heaven, they will be red and blue.” “To hell with art,” murmured Flanagan.\n"}, "modifies": "grass"}
{"black": {"word": "black", "line": "If we choose to surround objects with a black line, the world will see the black line, and there will be a black line; and if we paint grass red and cows blue, it’ll see them red and blue, and, by Heaven, they will be red and blue.” “To hell with art,” murmured Flanagan.\n"}, "modifies": "line"}
{"green": {"word": "green", "line": "Lawson stared at him for a moment with his green eyes and then nodded.\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "The peculiarities of lighting, the masses of dingy red and tarnished gold, the heaviness of the shadows and the decorative lines, offered a new theme; and half the studios in the Quarter contained sketches made in one or other of the local theatres.\n"}, "modifies": "gold"}
{"gold": {"word": "gold", "line": "The peculiarities of lighting, the masses of dingy red and tarnished gold, the heaviness of the shadows and the decorative lines, offered a new theme; and half the studios in the Quarter contained sketches made in one or other of the local theatres.\n"}, "modifies": "masses"}
{"red": {"word": "scarlet", "line": "She had scarlet lips, and it was plain that the vivid colour of her cheeks was not due to the vulgarity of nature; she had blackened her eyelashes and eyebrows, and painted both eyelids a bold blue, which was continued to a triangle at the corner of the eyes.\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "He was an elderly man, with a white beard and a florid complexion, who had painted a number of decorations for the State, but these were an object of derision to the students he instructed: he was a disciple of Ingres, impervious to the progress of art and angrily impatient with that tas de farceurs whose names were Manet, Degas, Monet, and Sisley; but he was an excellent teacher, helpful, polite, and encouraging.\n"}, "modifies": "beard"}
{"gray": {"word": "gray", "line": "He was a small, shrivelled person, with bad teeth and a bilious air, an untidy gray beard, and savage eyes; his voice was high and his tone sarcastic.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "She had the fine black eyes, languid but passionate, the thin face, ascetic but sensual, the skin like old ivory, which under the influence of Burne-Jones were cultivated at that time by young ladies in Chelsea.\n"}, "modifies": "eyes"}
{"white": {"word": "ivory", "line": "She had the fine black eyes, languid but passionate, the thin face, ascetic but sensual, the skin like old ivory, which under the influence of Burne-Jones were cultivated at that time by young ladies in Chelsea.\n"}, "modifies": "skin"}
{"black": {"word": "charcoal", "line": "Foinet seemed in a pleasant mood; he did not say much to her, but with quick, determined strokes of her charcoal pointed out her errors.\n"}, "modifies": "strokes"}
{"red": {"word": "red", "line": "And Lawson: “Little beast, with his red hair and his freckles.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "A few steps brought them to a smaller restaurant, where a dozen people were already lunching on the pavement under an awning; on the window was announced in large white letters: Dejeuner 1.25, vin compris.\n"}, "modifies": "letters"}
{"brown": {"word": "brown", "line": "It made him shudder when he thought of her uncomeliness, the bedraggled hair and the dirty hands, the brown dress she always wore, stained and ragged at the hem: he supposed she was hard up, they were all hard up, but she might at least be clean; and it was surely possible with a needle and thread to make her skirt tidy.\n"}, "modifies": "dress"}
{"red": {"word": "red", "line": "I suppose it’s because I don’t speak French well, or my red hair.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "With Ruskin, Burne-Jones, and Watts, he had put aside his bowler hat and the neat blue tie with white spots which he had worn on coming to Paris; and now disported himself in a soft, broad-brimmed hat, a flowing black cravat, and a cape of romantic cut.\n"}, "modifies": "cravat"}
{"white": {"word": "white", "line": "With Ruskin, Burne-Jones, and Watts, he had put aside his bowler hat and the neat blue tie with white spots which he had worn on coming to Paris; and now disported himself in a soft, broad-brimmed hat, a flowing black cravat, and a cape of romantic cut.\n"}, "modifies": "spots"}
{"blue": {"word": "blue", "line": "With Ruskin, Burne-Jones, and Watts, he had put aside his bowler hat and the neat blue tie with white spots which he had worn on coming to Paris; and now disported himself in a soft, broad-brimmed hat, a flowing black cravat, and a cape of romantic cut.\n"}, "modifies": "tie"}
{"black": {"word": "black", "line": "She was dark, small, and fat, quite young, with black hair that seemed always on the point of coming down.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "With her red cheeks, large sensual mouth, and shining, lewd eyes, she reminded you of the Bohemienne in the Louvre by Franz Hals.\n"}, "modifies": "cheeks"}
{"gray": {"word": "gray", "line": "Their faces were gray with cold.\n"}, "modifies": "faces"}
{"black": {"word": "black", "line": "One was of middle age, with a black beard, but the other was a youth of eighteen, with a face deeply scarred by smallpox and with one eye only.\n"}, "modifies": "beard"}
{"brown": {"word": "brown", "line": "She wore every day the same ugly brown dress, with the mud of the last wet day still caked on the hem and with the raggedness, which Philip had noticed the first time he saw her, still unmended.\n"}, "modifies": "dress"}
{"red": {"word": "scarlet", "line": "But one day she came up to him, and with a scarlet face asked whether she might speak to him afterwards.\n"}, "modifies": "face"}
{"white": {"word": "fair", "line": "Hayward had altered a little in appearance: his fine hair was thinner, and with the rapid wilting of the very fair, he was becoming wizened and colourless; his blue eyes were paler than they had been, and there was a muzziness about his features.\n"}, "modifies": "wilting"}
{"blue": {"word": "blue", "line": "Hayward had altered a little in appearance: his fine hair was thinner, and with the rapid wilting of the very fair, he was becoming wizened and colourless; his blue eyes were paler than they had been, and there was a muzziness about his features.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "From force of habit, though the small studio with the stove lit was very hot, he kept on his great-coat, with the collar turned up, and his bowler hat: he looked with satisfaction on the four large fiaschi of Chianti which stood in front of him in a row, two on each side of a bottle of whiskey; he said it reminded him of a slim fair Circassian guarded by four corpulent eunuchs.\n"}, "modifies": "Circassian"}
{"green": {"word": "green", "line": "She wore sweeping draperies, mauve and green.\n"}, "modifies": "draperies"}
{"purple": {"word": "mauve", "line": "She wore sweeping draperies, mauve and green.\n"}, "modifies": "draperies"}
{"pink": {"word": "rose", "line": "Miss Chalice rose and opened.\n"}, "modifies": "Miss"}
{"blue": {"word": "blue", "line": "The blue skies lured them to the sea, and the pleasant breeze sighing through the leaves of the plane-trees on the boulevard drew them towards the country.\n"}, "modifies": "skies"}
{"green": {"word": "green", "line": "Just then the Salon was full of portraits of people in gardens, in sunlight, with blinking eyes and green reflections of sunlit leaves on their faces.\n"}, "modifies": "reflections"}
{"green": {"word": "olive", "line": "He had just discovered Cezanne, and was eager to go to Provence; he wanted heavy skies from which the hot blue seemed to drip like beads of sweat, and broad white dusty roads, and pale roofs out of which the sun had burnt the colour, and olive trees gray with heat.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "He had just discovered Cezanne, and was eager to go to Provence; he wanted heavy skies from which the hot blue seemed to drip like beads of sweat, and broad white dusty roads, and pale roofs out of which the sun had burnt the colour, and olive trees gray with heat.\n"}, "modifies": "roads"}
{"gray": {"word": "gray", "line": "He had just discovered Cezanne, and was eager to go to Provence; he wanted heavy skies from which the hot blue seemed to drip like beads of sweat, and broad white dusty roads, and pale roofs out of which the sun had burnt the colour, and olive trees gray with heat.\n"}, "modifies": "trees"}
{"grey": {"word": "dusty", "line": "He had just discovered Cezanne, and was eager to go to Provence; he wanted heavy skies from which the hot blue seemed to drip like beads of sweat, and broad white dusty roads, and pale roofs out of which the sun had burnt the colour, and olive trees gray with heat.\n"}, "modifies": "roads"}
{"brown": {"word": "brown", "line": "Fanny Price, in the dirty brown dress, with her hair falling over her face, sloppy, untidy, stood before him; and tears of anger rolled down her cheeks.\n"}, "modifies": "dress"}
{"blue": {"word": "blue", "line": "Miss Chalice, who had a clever dexterity which impressed Lawson notwithstanding his contempt for feminine art, started a picture in which she tried to circumvent the commonplace by leaving out the tops of the trees; and Lawson had the brilliant idea of putting in his foreground a large blue advertisement of chocolat Menier in order to emphasise his abhorrence of the chocolate box.\n"}, "modifies": "advertisement"}
{"green": {"word": "emerald", "line": "Lawson painted very low in tone, and they both saw the emerald of the grass like dark velvet, while the brilliance of the sky turned in their hands to a brooding ultramarine.\n"}, "modifies": "grass"}
{"gray": {"word": "dusty", "line": "Sometimes he hired a rickety bicycle and rode along the dusty road that led to the forest, and then lay down in a clearing.\n"}, "modifies": "road"}
{"grey": {"word": "dusty", "line": "Sometimes he hired a rickety bicycle and rode along the dusty road that led to the forest, and then lay down in a clearing.\n"}, "modifies": "road"}
{"green": {"word": "olive", "line": "But now he looked upon her quite differently; there was something softly feminine in her large eyes and her olive skin; he felt himself a fool not to have seen that she was attractive.\n"}, "modifies": "skin"}
{"blue": {"word": "blue", "line": "He threw himself on the grass, stretching his limbs like a young animal freshly awaked from sleep; and the rippling water, the poplars gently tremulous in the faint breeze, the blue sky, were almost more than he could bear.\n"}, "modifies": "sky"}
{"brown": {"word": "brown", "line": "The little room was almost bare of furniture, and there were no other clothes than the shabby brown dress she had always worn.\n"}, "modifies": "dress"}
{"brown": {"word": "brown", "line": "He supposed it was true that she had loved him; he thought of the emaciated body, in the brown dress, hanging from the nail in the ceiling; and he shuddered.\n"}, "modifies": "dress"}
{"black": {"word": "black", "line": "He was a commonish man in black with a band round his bowler hat; he had something of Fanny’s clumsy look; he wore a stubbly moustache, and had a cockney accent.\n"}, "modifies": "man"}
{"brown": {"word": "brown", "line": "Philip loathed him now and he was tired; he had not been sleeping well, for he dreamed constantly of Fanny Price in the torn brown dress, hanging from the nail in the ceiling; but he could not think of an excuse.\n"}, "modifies": "dress"}
{"white": {"word": "white", "line": "It was icy underground in the cemetery at Montparnasse among all those white tombstones.\n"}, "modifies": "tombstones"}
{"red": {"word": "scarlet", "line": "The hussies were got up to resemble the music-hall artiste or the dancer who enjoyed notoriety at the moment; their eyes were heavy with black and their cheeks impudently scarlet.\n"}, "modifies": "cheeks"}
{"white": {"word": "white", "line": "The hall was lit by great white lights, low down, which emphasised the shadows on the faces; all the lines seemed to harden under it, and the colours were most crude.\n"}, "modifies": "lights"}
{"black": {"word": "black", "line": "Philip thought that Cronshaw was looking upon his own life; and perhaps he considered his youth with its bright hopes and the disappointments which wore out the radiancy; the wretched monotony of pleasure, and the black future.\n"}, "modifies": "future"}
{"black": {"word": "black", "line": "“In my young days the mourners used always to be given a pair of black gloves and a piece of black silk for their hats.\n"}, "modifies": "gloves"}
{"black": {"word": "black", "line": "And I learned also that shadows are not black but coloured.” “I suppose you think you’re very clever.\n"}, "modifies": "shadows"}
{"green": {"word": "green", "line": "Even in that sad weather there was something restful about the green fields that stretched to the horizon.\n"}, "modifies": "fields"}
{"red": {"word": "red", "line": "For the most part they were a good deal younger than Philip, smooth-faced boys of eighteen, but there were a few who were older than he: he noticed one tall man, with a fierce red moustache, who might have been thirty; another little fellow with black hair, only a year or two younger; and there was one man with spectacles and a beard which was quite gray.\n"}, "modifies": "moustache"}
{"black": {"word": "black", "line": "For the most part they were a good deal younger than Philip, smooth-faced boys of eighteen, but there were a few who were older than he: he noticed one tall man, with a fierce red moustache, who might have been thirty; another little fellow with black hair, only a year or two younger; and there was one man with spectacles and a beard which was quite gray.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "For the most part they were a good deal younger than Philip, smooth-faced boys of eighteen, but there were a few who were older than he: he noticed one tall man, with a fierce red moustache, who might have been thirty; another little fellow with black hair, only a year or two younger; and there was one man with spectacles and a beard which was quite gray.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "The lecturer came in, Mr. Cameron, a handsome man with white hair and clean-cut features.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "A man of about forty-five with a thin, gray beard, and on his skull scanty, colourless hair: the eyes were closed and the lower jaw sunken.\n"}, "modifies": "beard"}
{"blue": {"word": "blue", "line": "He was a fresh-complexioned lad, with pleasant blue eyes and curly, dark hair, large-limbed, slow of speech and movement.\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "Among the men of Philip’s year were three or four who were past their first youth: one had been in the Navy, from which according to report he had been dismissed for drunkenness; he was a man of thirty, with a red face, a brusque manner, and a loud voice.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Griffiths was a tall fellow, with a quantity of curly red hair and blue eyes, a white skin and a very red mouth; he was one of those fortunate people whom everybody liked, for he had high spirits and a constant gaiety.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "Griffiths was a tall fellow, with a quantity of curly red hair and blue eyes, a white skin and a very red mouth; he was one of those fortunate people whom everybody liked, for he had high spirits and a constant gaiety.\n"}, "modifies": "skin"}
{"blue": {"word": "blue", "line": "Griffiths was a tall fellow, with a quantity of curly red hair and blue eyes, a white skin and a very red mouth; he was one of those fortunate people whom everybody liked, for he had high spirits and a constant gaiety.\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "Her thin lips were pale, and her skin was delicate, of a faint green colour, without a touch of red even in the cheeks.\n"}, "modifies": "touch"}
{"green": {"word": "green", "line": "Her thin lips were pale, and her skin was delicate, of a faint green colour, without a touch of red even in the cheeks.\n"}, "modifies": "colour"}
{"white": {"word": "pale", "line": "Her thin lips were pale, and her skin was delicate, of a faint green colour, without a touch of red even in the cheeks.\n"}, "modifies": "lips"}
{"pink": {"word": "rose", "line": "A sarcasm rose to his lips, but he forced himself to be silent.\n"}, "modifies": "sarcasm"}
{"green": {"word": "green", "line": "It was true that her profile was beautiful; it was extraordinary how English girls of that class had so often a perfection of outline which took your breath away, but it was as cold as marble; and the faint green of her delicate skin gave an impression of unhealthiness.\n"}, "modifies": "skin"}
{"black": {"word": "black", "line": "All the waitresses were dressed alike, in plain black dresses, with a white apron, cuffs, and a small cap.\n"}, "modifies": "dresses"}
{"white": {"word": "white", "line": "All the waitresses were dressed alike, in plain black dresses, with a white apron, cuffs, and a small cap.\n"}, "modifies": "apron"}
{"yellow": {"word": "yellow", "line": "He tried to think what it was like; at first he thought of pea soup; but, driving away that idea angrily, he thought of the petals of a yellow rosebud when you tore it to pieces before it had burst.\n"}, "modifies": "rosebud"}
{"gold": {"word": "gold", "line": "He was a man of middle height, with the round head of his nation and a sallow face; his moustache was large and bristling; he had on a tail-coat and gray trousers, and he wore a massive gold watch-chain.\n"}, "modifies": "chain"}
{"gray": {"word": "gray", "line": "He was a man of middle height, with the round head of his nation and a sallow face; his moustache was large and bristling; he had on a tail-coat and gray trousers, and he wore a massive gold watch-chain.\n"}, "modifies": "trousers"}
{"white": {"word": "pale", "line": "Mildred’s pale face showed no change of expression.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "The red shades to the candles on the tables, the gold of the decorations, the looking-glasses, lent the room a sumptuous air.\n"}, "modifies": "shades"}
{"gold": {"word": "gold", "line": "The red shades to the candles on the tables, the gold of the decorations, the looking-glasses, lent the room a sumptuous air.\n"}, "modifies": "shades"}
{"white": {"word": "pale", "line": "She had taken off her cloak; and he saw that she wore a pale blue dress, cut square at the neck; and her hair was more elaborately arranged than ever.\n"}, "modifies": "dress"}
{"blue": {"word": "blue", "line": "She had taken off her cloak; and he saw that she wore a pale blue dress, cut square at the neck; and her hair was more elaborately arranged than ever.\n"}, "modifies": "dress"}
{"white": {"word": "white", "line": "He could see the white shawl in the darkness.\n"}, "modifies": "shawl"}
{"yellow": {"word": "yellow", "line": "It was a trim, common little house of yellow brick, exactly like all the other little houses in the street.\n"}, "modifies": "brick"}
{"white": {"word": "white", "line": "When he lay in bed he seemed still to see her sitting in the corner of the railway carriage, with the white crochet shawl over her head.\n"}, "modifies": "shawl"}
{"white": {"word": "pale", "line": "He wanted to sit by her side and look at her, he wanted to touch her, he wanted… the thought came to him and he did not finish it, suddenly he grew wide awake… he wanted to kiss the thin, pale mouth with its narrow lips.\n"}, "modifies": "mouth"}
{"black": {"word": "black", "line": "She was tall and dark and beautiful with eyes like the night; she was dressed in white, and in her black hair shone diamonds; they stared at one another, forgetting that people surrounded them.\n"}, "modifies": "hair"}
{"white": {"word": "pale", "line": "He thought of taking her in his arms, the thin, fragile body, and kissing her pale mouth: he wanted to pass his fingers down the slightly greenish cheeks.\n"}, "modifies": "mouth"}
{"white": {"word": "fair", "line": "“Where’s your friend with the fair moustache?\n"}, "modifies": "moustache"}
{"white": {"word": "fair", "line": "But on Saturday afternoon when he went in to have tea, in order to confirm the arrangements, he met the man with the fair moustache coming out of the shop.\n"}, "modifies": "moustache"}
{"white": {"word": "pale", "line": "And at the same time he wanted to cover her pale, thin face with kisses.\n"}, "modifies": "face"}
{"gray": {"word": "gray", "line": "“You feel you can put your elbows on the table, don’t you?” A tall fellow came in, with a mane of gray hair and a ragged thin beard.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "The greenish pallor of her skin intoxicated him, and her thin white lips had an extraordinary fascination.\n"}, "modifies": "lips"}
{"gold": {"word": "gold", "line": "He gave her little presents, a gold bangle, gloves, handkerchiefs, and the like.\n"}, "modifies": "bangle"}
{"black": {"word": "black", "line": "Mildred wore a black picture hat with ostrich feathers in it, which became her well.\n"}, "modifies": "hat"}
{"white": {"word": "fair", "line": "He was like a knight of old, metamorphosed by magic spells, who sought the potions which should restore him to his fair and proper form.\n"}, "modifies": "form"}
{"white": {"word": "fair", "line": "He talked to her of the relations between his friends in Paris and the fair ladies they admired.\n"}, "modifies": "ladies"}
{"white": {"word": "pale", "line": "He looked into her eyes, and he dwelt on every perfection of her pale cheek.\n"}, "modifies": "cheek"}
{"red": {"word": "red", "line": "He looked at the patronne sitting behind the counter, and his eye dwelt on a red feather one of the diners wore in her hat.\n"}, "modifies": "feather"}
{"white": {"word": "pale", "line": "Then he made plans for the future, the same plans over and over again, interrupted by recollections of kisses on her soft pale cheek and by the sound of her voice with its trailing accent; he had a great deal of work to do, since in the summer he was taking chemistry as well as the two examinations he had failed in.\n"}, "modifies": "cheek"}
{"green": {"word": "green", "line": "The young green of the trees was exquisite against the sky; and the sky, pale and blue, was dappled with little white clouds.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "The young green of the trees was exquisite against the sky; and the sky, pale and blue, was dappled with little white clouds.\n"}, "modifies": "clouds"}
{"gray": {"word": "gray", "line": "At the end of the ornamental water was the gray mass of the Horse Guards.\n"}, "modifies": "mass"}
{"gray": {"word": "gray", "line": "The delicate iridescence of the London air gave the softness of a pastel to the gray stone of the buildings; and in the wharfs and storehouses there was the severity of grace of a Japanese print.\n"}, "modifies": "stone"}
{"white": {"word": "pale", "line": "He looked a little lost, in his large soft hat and loose, pale clothes, amongst the fashionable throng that had gathered for the private view.\n"}, "modifies": "clothes"}
{"red": {"word": "red", "line": "Mrs. Nesbit was not more than twenty-five, very small, with a pleasant, ugly face; she had very bright eyes, high cheekbones, and a large mouth: the excessive contrasts of her colouring reminded one of a portrait by one of the modern French painters; her skin was very white, her cheeks were very red, her thick eyebrows, her hair, were very black.\n"}, "modifies": "cheeks"}
{"black": {"word": "black", "line": "Mrs. Nesbit was not more than twenty-five, very small, with a pleasant, ugly face; she had very bright eyes, high cheekbones, and a large mouth: the excessive contrasts of her colouring reminded one of a portrait by one of the modern French painters; her skin was very white, her cheeks were very red, her thick eyebrows, her hair, were very black.\n"}, "modifies": "eyebrows"}
{"white": {"word": "white", "line": "Mrs. Nesbit was not more than twenty-five, very small, with a pleasant, ugly face; she had very bright eyes, high cheekbones, and a large mouth: the excessive contrasts of her colouring reminded one of a portrait by one of the modern French painters; her skin was very white, her cheeks were very red, her thick eyebrows, her hair, were very black.\n"}, "modifies": "skin"}
{"red": {"word": "red", "line": "She made no resistance, but bent forward a little, and he kissed her red lips.\n"}, "modifies": "lips"}
{"blue": {"word": "blue", "line": "His blue eyes had lost their colour; they had a listless droop; and his mouth, losing the fulness of youth, was weak and pale.\n"}, "modifies": "eyes"}
{"gold": {"word": "gold", "line": "The dark panelling, the massive, tarnished gold of the cornice, the mahogany tables, gave the room an air of sumptuous comfort, and the leather-covered seats along the wall were soft and easy.\n"}, "modifies": "panelling"}
{"white": {"word": "white", "line": "Hayward found him stupid, but Lawson recognised his charm and was eager to paint him; he was a picturesque figure with his blue eyes, white skin, and curly hair.\n"}, "modifies": "skin"}
{"blue": {"word": "blue", "line": "Hayward found him stupid, but Lawson recognised his charm and was eager to paint him; he was a picturesque figure with his blue eyes, white skin, and curly hair.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "There were large black lines under them.\n"}, "modifies": "lines"}
{"white": {"word": "pale", "line": "With her delicate little features and her pale face she looked cold and maidenly.\n"}, "modifies": "face"}
{"white": {"word": "pale", "line": "She made him kiss her, and as he kissed her he thought of Mildred and Mildred’s pale, thin lips.\n"}, "modifies": "lips"}
{"green": {"word": "green", "line": "She had several jars of green earthenware.\n"}, "modifies": "earthenware"}
{"white": {"word": "pale", "line": "She went into the bed-room and slipped into a pale blue tea-gown decorated with a great deal of cheap lace.\n"}, "modifies": "gown"}
{"blue": {"word": "blue", "line": "She went into the bed-room and slipped into a pale blue tea-gown decorated with a great deal of cheap lace.\n"}, "modifies": "gown"}
{"pink": {"word": "blush", "line": "He felt himself blush to the roots of his hair.\n"}, "modifies": "roots"}
{"gray": {"word": "gray", "line": "He asked himself (he had often asked himself before but had never put it into words) what it was in her that filled him with such extravagant delight; he did not know; he knew only that when she was with him he was happy, and when she was away from him the world was on a sudden cold and gray; he knew only that when he thought of her his heart seemed to grow big in his body so that it was difficult to breathe (as if it pressed against his lungs) and it throbbed, so that the delight of her presence was almost pain; his knees shook, and he felt strangely weak as though, not having eaten, he were tremulous from want of food.\n"}, "modifies": "cold"}
{"blue": {"word": "blue", "line": "The sun shone on the blue sea, and the blue sea was trim and neat.\n"}, "modifies": "sea"}
{"red": {"word": "red", "line": "She was an elderly, stout person, with gray hair and a red, fleshy face.\n"}, "modifies": "face"}
{"gray": {"word": "gray", "line": "She was an elderly, stout person, with gray hair and a red, fleshy face.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "The green of the forest in spring was more beautiful than anything he knew; it was like a song, and it was like the happy pain of love.\n"}, "modifies": "forest"}
{"red": {"word": "red", "line": "He was a handsome creature, tall and thin; his head was placed well on the body, it gave him a conquering air which was attractive; and his curly hair, his bold, friendly blue eyes, his red mouth, were charming.\n"}, "modifies": "mouth"}
{"blue": {"word": "blue", "line": "He was a handsome creature, tall and thin; his head was placed well on the body, it gave him a conquering air which was attractive; and his curly hair, his bold, friendly blue eyes, his red mouth, were charming.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "“Has he been blackening my character?” Griffiths laughed, and Philip saw that Mildred noticed how white and regular his teeth were and how pleasant his smile.\n"}, "modifies": "teeth"}
{"green": {"word": "green", "line": "Her mouth, with its narrow pale lips, was ugly, and her skin was faintly green.\n"}, "modifies": "skin"}
{"white": {"word": "pale", "line": "Her mouth, with its narrow pale lips, was ugly, and her skin was faintly green.\n"}, "modifies": "lips"}
{"white": {"word": "white", "line": "Philip was white with rage.\n"}, "modifies": "Philip"}
{"black": {"word": "black", "line": "He would have liked to hit her in the face with his clenched fist, and in fancy he saw how she would look with a black eye.\n"}, "modifies": "eye"}
{"white": {"word": "white", "line": "He waited for her to move, but she sat in silence, staring at the white tablecloth.\n"}, "modifies": "tablecloth"}
{"white": {"word": "white", "line": "If they had been alone he would have flung his arms round her and kissed her passionately; he fancied the throwing back of her long white throat as he pressed upon her mouth with his lips.\n"}, "modifies": "throat"}
{"blue": {"word": "blue", "line": "He understood Griffiths’ love well enough, for he put himself in Griffiths’ place and saw with his eyes, touched with his hands; he was able to think himself in Griffiths’ body, and he kissed her with his lips, smiled at her with his smiling blue eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "She had a genteel refinement which shuddered at the facts of life, she looked upon the bodily functions as indecent, she had all sorts of euphemisms for common objects, she always chose an elaborate word as more becoming than a simple one: the brutality of these men was like a whip on her thin white shoulders, and she shuddered with voluptuous pain.\n"}, "modifies": "shoulders"}
{"black": {"word": "charcoal", "line": "To remind himself that he too had once been engaged in the practice of art, he put up a charcoal drawing of the young Spaniard Miguel Ajuria: it was the best thing he had ever done, a nude standing with clenched hands, his feet gripping the floor with a peculiar force, and on his face that air of determination which had been so impressive; and though Philip after the long interval saw very well the defects of his work its associations made him look upon it with tolerance.\n"}, "modifies": "drawing"}
{"white": {"word": "white", "line": "She had a very smart hat on with a lot of white ostrich feathers on it.\n"}, "modifies": "feathers"}
{"white": {"word": "pale", "line": "He was a man of forty, clean-shaven, with long fair hair very neatly plastered down, and the reddish skin and pale, tired eyes which fair men get when their youth is passed.\n"}, "modifies": "eyes"}
{"white": {"word": "fair", "line": "He was a man of forty, clean-shaven, with long fair hair very neatly plastered down, and the reddish skin and pale, tired eyes which fair men get when their youth is passed.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "Her face was quite white, and she seemed to be lost in thought.\n"}, "modifies": "face"}
{"brown": {"word": "brown", "line": "Philip had seen him once in a bar near Piccadilly Circus in a tight-waisted coat and a brown hat with a broad, flat brim.\n"}, "modifies": "hat"}
{"red": {"word": "red", "line": "Dr. Tyrell was a tall, thin man of thirty-five, with a very small head, red hair cut short, and prominent blue eyes: his face was bright scarlet.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "Dr. Tyrell was a tall, thin man of thirty-five, with a very small head, red hair cut short, and prominent blue eyes: his face was bright scarlet.\n"}, "modifies": "eyes"}
{"red": {"word": "maroon", "line": "All the rooms were painted alike, in salmon-colour with a high dado of maroon; and there was in them an odour of disinfectants, mingling as the afternoon wore on with the crude stench of humanity.\n"}, "modifies": "dado"}
{"black": {"word": "black", "line": "The clerk took the patient into one of the inner rooms; they were smaller, and each had a couch in it covered with black horse-hair: he asked his patient a variety of questions, examined his lungs, his heart, and his liver, made notes of fact on the hospital letter, formed in his own mind some idea of the diagnosis, and then waited for Dr. Tyrell to come in.\n"}, "modifies": "hair"}
{"white": {"word": "pallid", "line": "They came in, strings of anaemic girls, with large fringes and pallid lips, who could not digest their bad, insufficient food; old ladies, fat and thin, aged prematurely by frequent confinements, with winter coughs; women with this, that, and the other, the matter with them.\n"}, "modifies": "lips"}
{"white": {"word": "fair", "line": "Once a young woman brought her sister to be examined, a girl of eighteen, with delicate features and large blue eyes, fair hair that sparkled with gold when a ray of autumn sunshine touched it for a moment, and a skin of amazing beauty.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "Once a young woman brought her sister to be examined, a girl of eighteen, with delicate features and large blue eyes, fair hair that sparkled with gold when a ray of autumn sunshine touched it for a moment, and a skin of amazing beauty.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "She was outrageously painted and ogled the students impudently with large black eyes; her smiles were grossly alluring.\n"}, "modifies": "eyes"}
{"yellow": {"word": "yellow", "line": "He had been rather corpulent, but now he had a dried-up, yellow look: the skin of his neck was loose and winkled; his clothes hung about him as though they had been bought for someone else; and his collar, three or four sizes too large, added to the slatternliness of his appearance.\n"}, "modifies": "look"}
{"black": {"word": "black", "line": "The pillow was black where the head had rested.\n"}, "modifies": "pillow"}
{"blue": {"word": "blue", "line": "He was fourteen, with a snub nose, blue eyes, and a freckled face.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "He was a weedy-looking fellow of five-and-thirty, with long pale hair and a white face; he had the look of a man who lived too little in the open air.\n"}, "modifies": "face"}
{"blue": {"word": "blue", "line": "He looked at him with his bright blue eyes.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "His attention had been drawn to it often by the three words in silver lettering on a black cloth, which, with two model coffins, adorned the window: Economy, Celerity, Propriety.\n"}, "modifies": "cloth"}
{"silver": {"word": "silver", "line": "His attention had been drawn to it often by the three words in silver lettering on a black cloth, which, with two model coffins, adorned the window: Economy, Celerity, Propriety.\n"}, "modifies": "lettering"}
{"black": {"word": "black", "line": "The undertaker was a little fat Jew with curly black hair, long and greasy, in black, with a large diamond ring on a podgy finger.\n"}, "modifies": "hair"}
{"green": {"word": "green", "line": "And then he told how a friend—his good taste did not suffer him more than to hint subtly who the friend was with such gracious fancies—had laid a laurel wreath on the dead poet’s heart; and the beautiful dead hands had seemed to rest with a voluptuous passion upon Apollo’s leaves, fragrant with the fragrance of art, and more green than jade brought by swart mariners from the manifold, inexplicable China.\n"}, "modifies": "jade"}
{"pink": {"word": "rosy", "line": "Philip had the habit of looking at people’s hands, and Athelny’s astonished him: they were very small, with long, tapering fingers and beautiful, rosy finger-nails; they were very smooth and except for the jaundice would have been of a surprising whiteness.\n"}, "modifies": "nails"}
{"blue": {"word": "blue", "line": "Notwithstanding the yellowness it was distinguished; he had blue eyes, a nose of an imposing boldness, hooked, aggressive but not clumsy, and a small beard, pointed and gray: he was rather bald, but his hair had evidently been quite fine, curling prettily, and he still wore it long.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "It was written in pencil, in a fine but very peculiar handwriting, which was hard to read: it was just like black letter.\n"}, "modifies": "letter"}
{"red": {"word": "red", "line": "He was dressed fantastically in blue linen trousers of the sort worn by working men in France, and a very old brown velvet coat; he wore a bright red sash round his waist, a low collar, and for tie a flowing bow of the kind used by the comic Frenchman in the pages of Punch.\n"}, "modifies": "sash"}
{"blue": {"word": "blue", "line": "He was dressed fantastically in blue linen trousers of the sort worn by working men in France, and a very old brown velvet coat; he wore a bright red sash round his waist, a low collar, and for tie a flowing bow of the kind used by the comic Frenchman in the pages of Punch.\n"}, "modifies": "trousers"}
{"brown": {"word": "brown", "line": "He was dressed fantastically in blue linen trousers of the sort worn by working men in France, and a very old brown velvet coat; he wore a bright red sash round his waist, a low collar, and for tie a flowing bow of the kind used by the comic Frenchman in the pages of Punch.\n"}, "modifies": "coat"}
{"brown": {"word": "brown", "line": "Athelny was in the middle of showing him the inside of the bargueno, with its beautiful ornamentation and secret drawers, when a tall girl, with two plaits of bright brown hair hanging down her back, came in.\n"}, "modifies": "hair"}
{"gray": {"word": "gray", "line": "She was well set-up, tall for her age, with pleasant gray eyes and a broad forehead.\n"}, "modifies": "eyes"}
{"red": {"word": "red", "line": "She had red cheeks.\n"}, "modifies": "cheeks"}
{"white": {"word": "fair", "line": "Mrs. Athelny was a large woman, a good three inches taller than her husband, fair, with blue eyes and a kindly expression; she had been a handsome creature, but advancing years and the bearing of many children had made her fat and blousy; her blue eyes had become pale, her skin was coarse and red, the colour had gone out of her hair.\n"}, "modifies": "husband"}
{"blue": {"word": "blue", "line": "Mrs. Athelny was a large woman, a good three inches taller than her husband, fair, with blue eyes and a kindly expression; she had been a handsome creature, but advancing years and the bearing of many children had made her fat and blousy; her blue eyes had become pale, her skin was coarse and red, the colour had gone out of her hair.\n"}, "modifies": "eyes"}
{"green": {"word": "green", "line": "On Easter Sunday lamb and green peas, and at Michaelmas roast goose and apple sauce.\n"}, "modifies": "peas"}
{"red": {"word": "red", "line": "She was a lady, she had fifteen hundred a year, and we used to give nice little dinner parties in our little red brick house in Kensington.\n"}, "modifies": "house"}
{"red": {"word": "red", "line": "She is charming still, and she lives in the little red brick house in Kensington, with Morris papers and Whistler’s etchings on the walls, and gives the same nice little dinner parties, with veal creams and ices from Gunter’s, as she did twenty years ago.” Philip did not ask by what means the ill-matched couple had separated, but Athelny told him.\n"}, "modifies": "house"}
{"red": {"word": "red", "line": "Betty was one of the maids in the little red brick house in Kensington.\n"}, "modifies": "house"}
{"red": {"word": "red", "line": "I’ve degenerated; I’ve come down in the world; I earn three pounds a week as press agent to a linendraper, and every day I thank God that I’m not in the little red brick house in Kensington.” Sally brought in Cheddar cheese, and Athelny went on with his fluent conversation.\n"}, "modifies": "house"}
{"red": {"word": "red", "line": "She had on a plain black dress, a hat with cheap flowers, and was forcing her hands, red and coarse from much work, into black kid gloves.\n"}, "modifies": "hands"}
{"black": {"word": "black", "line": "She had on a plain black dress, a hat with cheap flowers, and was forcing her hands, red and coarse from much work, into black kid gloves.\n"}, "modifies": "dress"}
{"red": {"word": "red", "line": "With large gestures and in the emphatic tone which made what he said so striking, Athelny described to Philip the Spanish cathedrals with their vast dark spaces, the massive gold of the altar-pieces, and the sumptuous iron-work, gilt and faded, the air laden with incense, the silence: Philip almost saw the Canons in their short surplices of lawn, the acolytes in red, passing from the sacristy to the choir; he almost heard the monotonous chanting of vespers.\n"}, "modifies": "acolytes"}
{"gold": {"word": "gold", "line": "With large gestures and in the emphatic tone which made what he said so striking, Athelny described to Philip the Spanish cathedrals with their vast dark spaces, the massive gold of the altar-pieces, and the sumptuous iron-work, gilt and faded, the air laden with incense, the silence: Philip almost saw the Canons in their short surplices of lawn, the acolytes in red, passing from the sacristy to the choir; he almost heard the monotonous chanting of vespers.\n"}, "modifies": "spaces"}
{"gray": {"word": "gray", "line": "He seemed to see the great gray piles of granite set in old Spanish towns amid a landscape tawny, wild, and windswept.\n"}, "modifies": "piles"}
{"black": {"word": "black", "line": "Philip looked again at the series of portraits of Spanish gentlemen, with ruffles and pointed beards, their faces pale against the sober black of their clothes and the darkness of the background.\n"}, "modifies": "clothes"}
{"white": {"word": "pale", "line": "Philip looked again at the series of portraits of Spanish gentlemen, with ruffles and pointed beards, their faces pale against the sober black of their clothes and the darkness of the background.\n"}, "modifies": "faces"}
{"white": {"word": "pale", "line": "There was something unearthly in that city of pale gray.\n"}, "modifies": "gray"}
{"gray": {"word": "gray", "line": "There was something unearthly in that city of pale gray.\n"}, "modifies": "city"}
{"green": {"word": "green", "line": "It stood on a green hill, but of a green not of this world, and it was surrounded by massive walls and bastions to be stormed by no machines or engines of man’s invention, but by prayer and fasting, by contrite sighs and by mortifications of the flesh.\n"}, "modifies": "hill"}
{"gray": {"word": "gray", "line": "Those gray houses were made of no stone known to masons, there was something terrifying in their aspect, and you did not know what men might live in them.\n"}, "modifies": "houses"}
{"red": {"word": "red", "line": "And without surprise, in that blue sky, real with a reality that not the eye but the soul confesses, with its rack of light clouds driven by strange breezes, like the cries and the sighs of lost souls, you saw the Blessed Virgin with a gown of red and a cloak of blue, surrounded by winged angels.\n"}, "modifies": "gown"}
{"blue": {"word": "blue", "line": "And without surprise, in that blue sky, real with a reality that not the eye but the soul confesses, with its rack of light clouds driven by strange breezes, like the cries and the sighs of lost souls, you saw the Blessed Virgin with a gown of red and a cloak of blue, surrounded by winged angels.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "They were Spaniards of their age, in whom were tremulous all the mighty exploits of a great nation: their fancies were rich with the glories of America and the green islands of the Caribbean Sea; in their veins was the power that had come from age-long battling with the Moor; they were proud, for they were masters of the world; and they felt in themselves the wide distances, the tawny wastes, the snow-capped mountains of Castile, the sunshine and the blue sky, and the flowering plains of Andalusia.\n"}, "modifies": "islands"}
{"blue": {"word": "blue", "line": "They were Spaniards of their age, in whom were tremulous all the mighty exploits of a great nation: their fancies were rich with the glories of America and the green islands of the Caribbean Sea; in their veins was the power that had come from age-long battling with the Moor; they were proud, for they were masters of the world; and they felt in themselves the wide distances, the tawny wastes, the snow-capped mountains of Castile, the sunshine and the blue sky, and the flowering plains of Andalusia.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "For Philip his type was Hayward, fair, languid, too fat now and rather bald, still cherishing the remains of his good looks and still delicately proposing to do exquisite things in the uncertain future; and at the back of this were whiskey and vulgar amours of the street.\n"}, "modifies": "Hayward"}
{"white": {"word": "fair", "line": "It was the first time that Philip in his lonely life had been present in a family circle: his eyes smiled as they rested on the fair children engrossed in the fairy tale.\n"}, "modifies": "children"}
{"purple": {"word": "plum", "line": "He bought a large plum cake so that his entertainment should cost nothing.\n"}, "modifies": "cake"}
{"black": {"word": "black", "line": "She wore a large black straw hat with a mass of feathers on it and a black silk dress; at that time it was fashionable for women to wear trains; the road was clear, and Mildred crossed, her skirt trailing on the ground, and walked down Piccadilly.\n"}, "modifies": "hat"}
{"red": {"word": "red", "line": "He saw now that Mildred’s cheeks were thick with rouge, her eyebrows were blackened; but she looked thin and ill, and the red on her cheeks exaggerated the greenish pallor of her skin.\n"}, "modifies": "cheeks"}
{"brown": {"word": "brown", "line": "Mildred came about six, and Philip, who was watching from the window, went down to let her in and help her to bring up the luggage: it consisted now of no more than three large parcels wrapped in brown paper, for she had been obliged to sell everything that was not absolutely needful.\n"}, "modifies": "paper"}
{"black": {"word": "black", "line": "She wore the same black silk dress she had worn the night before, and, though she had now no rouge on her cheeks, there was still about her eyes the black which remained after a perfunctory wash in the morning: it made her look very ill. She was a pathetic figure as she stepped out of the cab with the baby in her arms.\n"}, "modifies": "dress"}
{"black": {"word": "black", "line": "Philip smiled as he thought how characteristic it was of her that she should do all that in a black silk dress.\n"}, "modifies": "dress"}
{"green": {"word": "green", "line": "“I’m sure Lawson would love that green skin of yours,” said Philip.\n"}, "modifies": "skin"}
{"pink": {"word": "pink", "line": "“He’d say it was so paintable, but I’m terribly matter of fact nowadays, and I shan’t be happy till you’re as pink and white as a milkmaid.” “I feel better already.” After a frugal supper Philip filled his pouch with tobacco and put on his hat.\n"}, "modifies": "milkmaid"}
{"black": {"word": "black", "line": "He noticed that since supper she had changed into her black silk dress.\n"}, "modifies": "dress"}
{"white": {"word": "pale", "line": "Philip thought it was excitement which had brought a faint colour to her pale cheeks; he was touched by her child-like delight, and reproached himself for the austerity with which he had treated her.\n"}, "modifies": "cheeks"}
{"gold": {"word": "gold", "line": "They sat together, chatting about their absent friends, and after a while Macalister said to him: “Oh, by the way, I heard of a rather good thing today, New Kleinfonteins; it’s a gold mine in Rhodesia.\n"}, "modifies": "mine"}
{"red": {"word": "red", "line": "As he lay in his bed in the small ward with its red, distempered walls he had longed for fresh air and the splashing of the sea against his breast.\n"}, "modifies": "walls"}
{"white": {"word": "fair", "line": "He thought of Mrs. Athelny, cheerful mother of many children, with her kindly hospitality and her good humour; of Sally, grave for her years, with funny little maternal ways and an air of authority, with her long plait of fair hair and her broad forehead; and then in a bunch of all the others, merry, boisterous, healthy, and handsome.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "He wanted to go to the East; and his fancy was rich with pictures of Bangkok and Shanghai, and the ports of Japan: he pictured to himself palm-trees and skies blue and hot, dark-skinned people, pagodas; the scents of the Orient intoxicated his nostrils.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "On certain afternoons in the week there were operations; and he stood in the well of the theatre, in a white jacket, ready to hand the operating surgeon any instrument he wanted or to sponge the blood away so that he could see what he was about.\n"}, "modifies": "jacket"}
{"white": {"word": "white", "line": "The only hold she had over him was through the baby, of whom he seemed to grow fonder and fonder: she could make him white with anger by giving the child a slap or a push; and the only time the old, tender smile came back into his eyes was when she stood with the baby in her arms.\n"}, "modifies": "anger"}
{"red": {"word": "red", "line": "She looked at him for an instant, and two red spots suddenly appeared on her cheeks.\n"}, "modifies": "spots"}
{"gray": {"word": "gray", "line": "It was a warm evening for the time of year, and even in those gray streets of South London there was the languor of February; nature is restless then after the long winter months, growing things awake from their sleep, and there is a rustle in the earth, a forerunner of spring, as it resumes its eternal activities.\n"}, "modifies": "streets"}
{"blue": {"word": "blue", "line": "Philip had two or three blue and white plates, of no value, but he had bought them one by one for very small sums and liked them for their associations.\n"}, "modifies": "plates"}
{"white": {"word": "fair", "line": "He was too stout and no artful arrangement of his fair hair could conceal the fact that he was bald.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "His blue eyes were dull and pale.\n"}, "modifies": "eyes"}
{"white": {"word": "pale", "line": "It was now light: the river was beautiful in the silence, and there was something mysterious in the early day; it was going to be very fine, and the sky, pale in the dawn, was cloudless.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "He was middle-aged, short and corpulent, with a black beard and dark, greasy hair.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "He wore a silk hat and a frock coat, the lapel of which was adorned with a white geranium surrounded by leaves.\n"}, "modifies": "geranium"}
{"white": {"word": "pale", "line": "It was a pale, anxious, thin face that he bent down for them to kiss.\n"}, "modifies": "face"}
{"green": {"word": "green", "line": "It was three-cornered, like a cut of cheese lying on its side: on the walls were pictures of women in corsets, and two poster-proofs, one of a man in pyjamas, green and white in large stripes, and the other of a ship in full sail ploughing an azure sea: on the sail was printed in large letters ‘great white sale.’ The widest side of the office was the back of one of the shop-windows, which was being dressed at the time, and an assistant went to and fro during the interview.\n"}, "modifies": "proofs"}
{"white": {"word": "white", "line": "It was three-cornered, like a cut of cheese lying on its side: on the walls were pictures of women in corsets, and two poster-proofs, one of a man in pyjamas, green and white in large stripes, and the other of a ship in full sail ploughing an azure sea: on the sail was printed in large letters ‘great white sale.’ The widest side of the office was the back of one of the shop-windows, which was being dressed at the time, and an assistant went to and fro during the interview.\n"}, "modifies": "sale"}
{"blue": {"word": "azure", "line": "It was three-cornered, like a cut of cheese lying on its side: on the walls were pictures of women in corsets, and two poster-proofs, one of a man in pyjamas, green and white in large stripes, and the other of a ship in full sail ploughing an azure sea: on the sail was printed in large letters ‘great white sale.’ The widest side of the office was the back of one of the shop-windows, which was being dressed at the time, and an assistant went to and fro during the interview.\n"}, "modifies": "sea"}
{"red": {"word": "red", "line": "He was a tall thin young man, with a hooked nose and a pasty face; he had a long head, unevenly shaped as though the skull had been pushed in here and there oddly, and on his forehead and neck were large acne spots red and inflamed.\n"}, "modifies": "spots"}
{"white": {"word": "pasty", "line": "He was a tall thin young man, with a hooked nose and a pasty face; he had a long head, unevenly shaped as though the skull had been pushed in here and there oddly, and on his forehead and neck were large acne spots red and inflamed.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "There were no knives and forks, but in a minute a large fat boy in a white coat came in with a couple of handfuls of them and threw them loudly on the middle of the table.\n"}, "modifies": "coat"}
{"white": {"word": "white", "line": "Plates of meat swimming in gravy were handed round by boys in white jackets, and as they flung each plate down with the quick gesture of a prestidigitator the gravy slopped over on to the table-cloth.\n"}, "modifies": "jackets"}
{"silver": {"word": "silver", "line": "She used to pick her teeth with the pin of an enormous silver brooch.\n"}, "modifies": "brooch"}
{"black": {"word": "black", "line": "She was overdressed, but not badly dressed, in black with a high collar, and she wore black glace gloves, in which she played cards; she had several heavy gold chains round her neck, bangles on her wrists, and circular photograph pendants, one being of Queen Alexandra; she carried a black satin bag and chewed Sen-sens.\n"}, "modifies": "collar"}
{"gold": {"word": "gold", "line": "She was overdressed, but not badly dressed, in black with a high collar, and she wore black glace gloves, in which she played cards; she had several heavy gold chains round her neck, bangles on her wrists, and circular photograph pendants, one being of Queen Alexandra; she carried a black satin bag and chewed Sen-sens.\n"}, "modifies": "chains"}
{"red": {"word": "red", "line": "Several of the young gentlemen wore lounge suits with white evening ties and red silk handkerchiefs; they were going to perform, and they had a busy, abstracted air; some were self-confident, but others were nervous, and they watched their public with an anxious eye.\n"}, "modifies": "handkerchiefs"}
{"white": {"word": "white", "line": "Several of the young gentlemen wore lounge suits with white evening ties and red silk handkerchiefs; they were going to perform, and they had a busy, abstracted air; some were self-confident, but others were nervous, and they watched their public with an anxious eye.\n"}, "modifies": "ties"}
{"red": {"word": "red", "line": "She was a funny old thing, very fat, with a broad, red face, and black hair plastered neatly on each side of the forehead in the fashion shown in early pictures of Queen Victoria.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "She was a funny old thing, very fat, with a broad, red face, and black hair plastered neatly on each side of the forehead in the fashion shown in early pictures of Queen Victoria.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "She always wore a little black bonnet and a white apron; her sleeves were tucked up to the elbow; she cut the sandwiches with large, dirty, greasy hands; and there was grease on her bodice, grease on her apron, grease on her skirt.\n"}, "modifies": "bonnet"}
{"white": {"word": "white", "line": "She always wore a little black bonnet and a white apron; her sleeves were tucked up to the elbow; she cut the sandwiches with large, dirty, greasy hands; and there was grease on her bodice, grease on her apron, grease on her skirt.\n"}, "modifies": "apron"}
{"red": {"word": "red", "line": "When they were leaving or when they came back from the holidays, the boys kissed her fat red cheek; and more than one, dismissed and unable to find another job, had got for nothing food to keep body and soul together.\n"}, "modifies": "cheek"}
{"gold": {"word": "gold", "line": "There was a story they liked to tell of a man who had done well for himself at Bradford, and had five shops of his own, and had come back after fifteen years and visited Ma Fletcher and given her a gold watch.\n"}, "modifies": "watch"}
{"gray": {"word": "dusty", "line": "It was a dusty, dirty job.\n"}, "modifies": "job"}
{"grey": {"word": "dusty", "line": "It was a dusty, dirty job.\n"}, "modifies": "job"}
{"yellow": {"word": "yellow", "line": "When last he had seen him he was a stout man, who held himself upright, clean-shaven, with a round, sensual face; but he had fallen in strangely, his skin was yellow; there were great bags under the eyes, and he was bent and old.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "Athelny waved his beautiful white hand.\n"}, "modifies": "hand"}
{"yellow": {"word": "yellow", "line": "She was much thinner than when she had left him; and the skin, yellow and dryish, was drawn more tightly over her cheekbones.\n"}, "modifies": "skin"}
{"blue": {"word": "blue", "line": "The sky was blue, but the air, salt-laden, was sweet and cool.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "The green of the trees, the green of the lawns, was eager and brilliant.\n"}, "modifies": "trees"}
{"black": {"word": "black", "line": "The curate was putting his things back into the black bag.\n"}, "modifies": "bag"}
{"pink": {"word": "rose", "line": "Mrs. Foster rose from her chair by the bed-side.\n"}, "modifies": "Mrs."}
{"yellow": {"word": "yellow", "line": "There was a yellow packet of letters which he had written to his father in the forties, when as an Oxford undergraduate he had gone to Germany for the long vacation.\n"}, "modifies": "packet"}
{"white": {"word": "pale", "line": "It represented a thin young curate, with long hair that fell over his head in natural curls, with dark eyes, large and dreamy, and a pale ascetic face.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "He wandered along the sordid street in which, behind a high wall, lay the red brick house which was the preparatory school.\n"}, "modifies": "house"}
{"black": {"word": "black", "line": "He saw the headmaster; he walked slowly down from the schoolhouse to his own, talking to a big boy who Philip supposed was in the sixth; he was little changed, tall, cadaverous, romantic as Philip remembered him, with the same wild eyes; but the black beard was streaked with gray now and the dark, sallow face was more deeply lined.\n"}, "modifies": "beard"}
{"gray": {"word": "gray", "line": "He sought for beauty consciously, and he remembered how even as a boy he had taken pleasure in the Gothic cathedral as one saw it from the precincts; he went there and looked at the massive pile, gray under the cloudy sky, with the central tower that rose like the praise of men to their God; but the boys were batting at the nets, and they were lissom and strong and active; he could not help hearing their shouts and laughter.\n"}, "modifies": "pile"}
{"pink": {"word": "rose", "line": "He sought for beauty consciously, and he remembered how even as a boy he had taken pleasure in the Gothic cathedral as one saw it from the precincts; he went there and looked at the massive pile, gray under the cloudy sky, with the central tower that rose like the praise of men to their God; but the boys were batting at the nets, and they were lissom and strong and active; he could not help hearing their shouts and laughter.\n"}, "modifies": "tower"}
{"white": {"word": "white", "line": "The builder was an uncouth little fellow with a rough, weather-beaten face and a long white scar on his forehead; he had large, stubbly hands.\n"}, "modifies": "scar"}
{"blue": {"word": "blue", "line": "He was a young man, with an open face and blue eyes.\n"}, "modifies": "eyes"}
{"pink": {"word": "rosy", "line": "They had only been married a few months, and were both delighted with the rosy boy who lay in the cradle at the foot of the bed.\n"}, "modifies": "boy"}
{"green": {"word": "green", "line": "He took up his hat, and by this time ’Erb’s wife had dished up the beefsteak and put on the table a plate of green peas.\n"}, "modifies": "peas"}
{"red": {"word": "red", "line": "He had been fetched by a huge, burly man, the worse for liquor, and taken to a room in an evil-smelling court, which was filthier than any he had seen: it was a tiny attic; most of the space was taken up by a wooden bed, with a canopy of dirty red hangings, and the ceiling was so low that Philip could touch it with the tips of his fingers; with the solitary candle that afforded what light there was he went over it, frizzling up the bugs that crawled upon it.\n"}, "modifies": "hangings"}
{"black": {"word": "black", "line": "He dressed himself and in five minutes, with his black bag in his hand, stepped into the street.\n"}, "modifies": "bag"}
{"black": {"word": "black", "line": "The black bag was a passport through wretched alleys and down foul-smelling courts into which a policeman was not ready to venture by himself.\n"}, "modifies": "bag"}
{"white": {"word": "fair", "line": "It was a fair size, but it looked quite large, since there was hardly any furniture in it; there was no carpet on the floor; there were no pictures on the walls; and most rooms had something, photographs or supplements in cheap frames from the Christmas numbers of the illustrated papers.\n"}, "modifies": "size"}
{"blue": {"word": "blue", "line": "Also she was pretty, which was rare in those classes in which the constitution has been undermined by bad food, bad air, and unhealthy occupations; she had delicate features and large blue eyes, and a mass of dark hair done in the elaborate fashion of the coster girl.\n"}, "modifies": "eyes"}
{"gray": {"word": "gray", "line": "The boy who was her husband stood at the end of the cheap iron bed with his hands resting on the rail; he did not speak; but he looked very pale and once or twice Chandler gave him an uneasy glance, thinking he was going to faint: his lips were gray.\n"}, "modifies": "lips"}
{"gold": {"word": "gold", "line": "Then the sun rose, a ray of yellow gold stole across the sky, and the sky was iridescent.\n"}, "modifies": "ray"}
{"yellow": {"word": "yellow", "line": "Then the sun rose, a ray of yellow gold stole across the sky, and the sky was iridescent.\n"}, "modifies": "gold"}
{"pink": {"word": "rose", "line": "Then the sun rose, a ray of yellow gold stole across the sky, and the sky was iridescent.\n"}, "modifies": "sun"}
{"green": {"word": "green", "line": "But the day, tender and pale, had broken now, and the mist was tenuous; it bathed everything in a soft radiance; and the Thames was gray, rosy, and green; gray like mother-of-pearl and green like the heart of a yellow rose.\n"}, "modifies": "mother"}
{"gray": {"word": "gray", "line": "But the day, tender and pale, had broken now, and the mist was tenuous; it bathed everything in a soft radiance; and the Thames was gray, rosy, and green; gray like mother-of-pearl and green like the heart of a yellow rose.\n"}, "modifies": "Thames"}
{"yellow": {"word": "yellow", "line": "But the day, tender and pale, had broken now, and the mist was tenuous; it bathed everything in a soft radiance; and the Thames was gray, rosy, and green; gray like mother-of-pearl and green like the heart of a yellow rose.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "But the day, tender and pale, had broken now, and the mist was tenuous; it bathed everything in a soft radiance; and the Thames was gray, rosy, and green; gray like mother-of-pearl and green like the heart of a yellow rose.\n"}, "modifies": "heart"}
{"gold": {"word": "gold", "line": "He gave Sally a gold chain that had belonged to his aunt.\n"}, "modifies": "chain"}
{"blue": {"word": "blue", "line": "Sally had frank blue eyes, a broad brow, and plentiful shining hair; she was buxom, with broad hips and full breasts; and her father, who was fond of discussing her appearance, warned her constantly that she must not grow fat.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "“Go on with you, Athelny,” said his wife, who was in her best, which was of black velvet, and, since she was growing stouter every year, very tight for her.\n"}, "modifies": "velvet"}
{"pink": {"word": "rose", "line": "Sally rose to her feet without a word and accompanied him to the door.\n"}, "modifies": "Sally"}
{"black": {"word": "black", "line": "The secretary was a pleasant little man with a black beard, whom Philip had always found very affable.\n"}, "modifies": "beard"}
{"white": {"word": "white", "line": "He got up now, and Philip saw that he was a man of middle height, thin, with white hair cut very short and a long mouth closed so tightly that he seemed to have no lips at all; he was clean-shaven but for small white whiskers, and they increased the squareness of face which his firm jaw gave him.\n"}, "modifies": "hair"}
{"white": {"word": "white", "line": "He wore a brown tweed suit and a white stock.\n"}, "modifies": "stock"}
{"brown": {"word": "brown", "line": "He wore a brown tweed suit and a white stock.\n"}, "modifies": "suit"}
{"black": {"word": "black", "line": "It was written in the formal manner he affected, studded with pompous epithets as a Persian diadem was studded with precious stones; and in the beautiful hand, like black letter and as difficult to read, upon which he prided himself.\n"}, "modifies": "letter"}
{"green": {"word": "olive", "line": "Though not born there, he had a peculiar affection for the Isle of Thanet, and he was fired with enthusiasm at the thought of spending a fortnight so close to the earth and amid conditions which needed only a blue sky to be as idyllic as the olive groves of Arcady.\n"}, "modifies": "groves"}
{"blue": {"word": "blue", "line": "Though not born there, he had a peculiar affection for the Isle of Thanet, and he was fired with enthusiasm at the thought of spending a fortnight so close to the earth and amid conditions which needed only a blue sky to be as idyllic as the olive groves of Arcady.\n"}, "modifies": "sky"}
{"red": {"word": "red", "line": "On the cliff a new town was springing up, with red brick villas round golf links, and a large hotel had recently been opened to cater for the summer visitors; but Philip went there seldom.\n"}, "modifies": "villas"}
{"red": {"word": "coral", "line": "He had touched at coral islands.\n"}, "modifies": "islands"}
{"red": {"word": "red", "line": "He saw now that her sun-bonnet was of the colour of lavender, and against it her face, red and brown, was like an apple.\n"}, "modifies": "face"}
{"purple": {"word": "lavender", "line": "He saw now that her sun-bonnet was of the colour of lavender, and against it her face, red and brown, was like an apple.\n"}, "modifies": "colour"}
{"green": {"word": "green", "line": "Philip feasted his eyes on the richness of the green leaves.\n"}, "modifies": "leaves"}
{"purple": {"word": "purple", "line": "The hops were yellowing, and to him they had the beauty and the passion which poets in Sicily have found in the purple grape.\n"}, "modifies": "grape"}
{"brown": {"word": "brown", "line": "There were a lot of children about and a good many babies, some in makeshift cradles, some tucked up in a rug on the soft brown dry earth.\n"}, "modifies": "earth"}
{"blue": {"word": "blue", "line": "The sky was very blue now, and he thought it could not be more lovely even in Greece.\n"}, "modifies": "sky"}
{"green": {"word": "green", "line": "The children with their fair hair and rosy cheeks, strong, healthy, and vivacious; the delicate form of the hops; the challenging emerald of the leaves, like a blare of trumpets; the magic of the green alley, narrowing to a point as you looked down the row, with the pickers in their sun-bonnets: perhaps there was more of the Greek spirit there than you could find in the books of professors or in museums.\n"}, "modifies": "alley"}
{"white": {"word": "fair", "line": "The children with their fair hair and rosy cheeks, strong, healthy, and vivacious; the delicate form of the hops; the challenging emerald of the leaves, like a blare of trumpets; the magic of the green alley, narrowing to a point as you looked down the row, with the pickers in their sun-bonnets: perhaps there was more of the Greek spirit there than you could find in the books of professors or in museums.\n"}, "modifies": "hair"}
{"pink": {"word": "rosy", "line": "The children with their fair hair and rosy cheeks, strong, healthy, and vivacious; the delicate form of the hops; the challenging emerald of the leaves, like a blare of trumpets; the magic of the green alley, narrowing to a point as you looked down the row, with the pickers in their sun-bonnets: perhaps there was more of the Greek spirit there than you could find in the books of professors or in museums.\n"}, "modifies": "cheeks"}
{"green": {"word": "green", "line": "He thought of the winding white roads and the hedgerows, the green meadows with their elm-trees, the delicate line of the hills and the copses that crowned them, the flatness of the marshes, and the melancholy of the North Sea.\n"}, "modifies": "meadows"}
{"white": {"word": "white", "line": "He thought of the winding white roads and the hedgerows, the green meadows with their elm-trees, the delicate line of the hills and the copses that crowned them, the flatness of the marshes, and the melancholy of the North Sea.\n"}, "modifies": "roads"}
{"yellow": {"word": "yellow", "line": "It had a sanded floor, benches round it, and yellow pictures of Victorian prize-fighters on the walls.\n"}, "modifies": "pictures"}
{"red": {"word": "red", "line": "Philip found himself sitting between an old labourer in corduroys, with string tied under his knees, and a shiny-faced lad of seventeen with a love-lock neatly plastered on his red forehead.\n"}, "modifies": "forehead"}
{"red": {"word": "red", "line": "Philip’s eyes wandered out of the window where it was bright and sunny still; there were little white curtains in it tied up with red ribbon like those of a cottage window, and on the sill were pots of geraniums.\n"}, "modifies": "ribbon"}
{"white": {"word": "white", "line": "Philip’s eyes wandered out of the window where it was bright and sunny still; there were little white curtains in it tied up with red ribbon like those of a cottage window, and on the sill were pots of geraniums.\n"}, "modifies": "curtains"}
{"white": {"word": "white", "line": "The road was white and silent.\n"}, "modifies": "road"}
{"blue": {"word": "blue", "line": "Your lips are quite blue, and just look at your teeth, they’re chattering.” “All right.\n"}, "modifies": "lips"}
{"pink": {"word": "rose", "line": "From the earth rose rich scents of the night, and the air was soft and still.\n"}, "modifies": "earth"}
{"red": {"word": "red", "line": "It was the arm of a Saxon goddess; but no immortal had that exquisite, homely naturalness; and Philip thought of a cottage garden with the dear flowers which bloom in all men’s hearts, of the hollyhock and the red and white rose which is called York and Lancaster, and of love—in-a-mist and Sweet William, and honeysuckle, larkspur, and London Pride.\n"}, "modifies": "rose"}
{"pink": {"word": "rose", "line": "It was the arm of a Saxon goddess; but no immortal had that exquisite, homely naturalness; and Philip thought of a cottage garden with the dear flowers which bloom in all men’s hearts, of the hollyhock and the red and white rose which is called York and Lancaster, and of love—in-a-mist and Sweet William, and honeysuckle, larkspur, and London Pride.\n"}, "modifies": "hollyhock"}
{"black": {"word": "black", "line": "Sally in her plain black dress looked very different from the country lass who had picked hops side by side with him.\n"}, "modifies": "dress"}
{"yellow": {"word": "yellow", "line": "It was the face of a much older person, with a lined, yellow skin.\n"}, "modifies": "skin"}
{"blue": {"word": "blue", "line": "He thought of Sally, with her kind blue eyes; and his lips unconsciously formed themselves into a smile.\n"}, "modifies": "eyes"}
{"black": {"word": "black", "line": "She was in black, with white cuffs at her wrists and a lawn collar round her neck.\n"}, "modifies": "cuffs"}
{"white": {"word": "white", "line": "She was in black, with white cuffs at her wrists and a lawn collar round her neck.\n"}, "modifies": "cuffs"}
{"white": {"word": "fair", "line": "It was as though he had sailed for many years over a great waste of waters, with peril and privation, and at last had come upon a fair haven, but as he was about to enter, some contrary wind had arisen and drove him out again into the open sea; and because he had let his mind dwell on these soft meads and pleasant woods of the land, the vast deserts of the ocean filled him with anguish.\n"}, "modifies": "haven"}
{"blue": {"word": "blue", "line": "I’ve heard you and Dad talk about it till you were blue in the face.” “I don’t care a damn about all that.” He paused for an instant and then spoke in a low, hoarse whisper.\n"}, "modifies": "face"}
