{"pink": {"word": "rose", "line": "But Caroline Beaufort possessed a mind of an uncommon mould, and her courage rose to support her in her adversity.\n"}, "modifies": "courage"}
{"white": {"word": "fair", "line": "He strove to shelter her, as a fair exotic is sheltered by the gardener, from every rougher wind and to surround her with all that could tend to excite pleasurable emotion in her soft and benevolent mind.\n"}, "modifies": "exotic"}
{"gold": {"word": "gold", "line": "Her hair was the brightest living gold, and despite the poverty of her clothing, seemed to set a crown of distinction on her head.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "Her brow was clear and ample, her blue eyes cloudless, and her lips and the moulding of her face so expressive of sensibility and sweetness that none could behold her without looking on her as of a distinct species, a being heaven-sent, and bearing a celestial stamp in all her features.\n"}, "modifies": "eyes"}
{"pink": {"word": "rose", "line": "She continued with her foster parents and bloomed in their rude abode, fairer than a garden rose among dark-leaved brambles.\n"}, "modifies": "brambles"}
{"red": {"word": "scarlet", "line": "Elizabeth had caught the scarlet fever; her illness was severe, and she was in the greatest danger.\n"}, "modifies": "fever"}
{"pink": {"word": "rose", "line": "Such were my reflections as I commenced my journey; but as I proceeded, my spirits and hopes rose.\n"}, "modifies": "spirits"}
{"white": {"word": "white", "line": "At length the high white steeple of the town met my eyes.\n"}, "modifies": "steeple"}
{"grey": {"word": "grey", "line": "He appeared about fifty years of age, but with an aspect expressive of the greatest benevolence; a few grey hairs covered his temples, but those at the back of his head were nearly black.\n"}, "modifies": "hairs"}
{"yellow": {"word": "yellow", "line": "It was already one in the morning; the rain pattered dismally against the panes, and my candle was nearly burnt out, when, by the glimmer of the half-extinguished light, I saw the dull yellow eye of the creature open; it breathed hard, and a convulsive motion agitated its limbs.\n"}, "modifies": "eye"}
{"black": {"word": "black", "line": "His yellow skin scarcely covered the work of muscles and arteries beneath; his hair was of a lustrous black, and flowing; his teeth of a pearly whiteness; but these luxuriances only formed a more horrid contrast with his watery eyes, that seemed almost of the same colour as the dun-white sockets in which they were set, his shrivelled complexion and straight black lips.\n"}, "modifies": "hair"}
{"white": {"word": "pearly", "line": "His yellow skin scarcely covered the work of muscles and arteries beneath; his hair was of a lustrous black, and flowing; his teeth of a pearly whiteness; but these luxuriances only formed a more horrid contrast with his watery eyes, that seemed almost of the same colour as the dun-white sockets in which they were set, his shrivelled complexion and straight black lips.\n"}, "modifies": "whiteness"}
{"yellow": {"word": "yellow", "line": "His yellow skin scarcely covered the work of muscles and arteries beneath; his hair was of a lustrous black, and flowing; his teeth of a pearly whiteness; but these luxuriances only formed a more horrid contrast with his watery eyes, that seemed almost of the same colour as the dun-white sockets in which they were set, his shrivelled complexion and straight black lips.\n"}, "modifies": "skin"}
{"white": {"word": "white", "line": "Morning, dismal and wet, at length dawned and discovered to my sleepless and aching eyes the church of Ingolstadt, its white steeple and clock, which indicated the sixth hour.\n"}, "modifies": "steeple"}
{"black": {"word": "black", "line": "I did not dare return to the apartment which I inhabited, but felt impelled to hurry on, although drenched by the rain which poured from a black and comfortless sky.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "The blue lake and snow-clad mountains—they never change; and I think our placid home and our contented hearts are regulated by the same immutable laws.\n"}, "modifies": "lake"}
{"blue": {"word": "blue", "line": "I wish you could see him; he is very tall of his age, with sweet laughing blue eyes, dark eyelashes, and curling hair.\n"}, "modifies": "eyes"}
{"pink": {"word": "rosy", "line": "When he smiles, two little dimples appear on each cheek, which are rosy with health.\n"}, "modifies": "cheek"}
{"white": {"word": "fair", "line": "When you read their writings, life appears to consist in a warm sun and a garden of roses,—in the smiles and frowns of a fair enemy, and the fire that consumes your own heart.\n"}, "modifies": "enemy"}
{"black": {"word": "black", "line": "I discovered more distinctly the black sides of Jura, and the bright summit of Mont Blanc.\n"}, "modifies": "sides"}
{"blue": {"word": "blue", "line": "Your summits are clear; the sky and lake are blue and placid.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "Nothing in human shape could have destroyed the fair child.\n"}, "modifies": "child"}
{"white": {"word": "pale", "line": "Her garb was rustic, and her cheek pale; but there was an air of dignity and beauty, that hardly permitted the sentiment of pity.\n"}, "modifies": "cheek"}
{"white": {"word": "fair", "line": "Elizabeth also wept and was unhappy, but hers also was the misery of innocence, which, like a cloud that passes over the fair moon, for a while hides but cannot tarnish its brightness.\n"}, "modifies": "moon"}
{"white": {"word": "white", "line": "But it was augmented and rendered sublime by the mighty Alps, whose white and shining pyramids and domes towered above all, as belonging to another earth, the habitations of another race of beings.\n"}, "modifies": "pyramids"}
{"white": {"word": "pallid", "line": "For a short space of time I remained at the window watching the pallid lightnings that played above Mont Blanc and listening to the rushing of the Arve, which pursued its noisy way beneath.\n"}, "modifies": "lightnings"}
{"pink": {"word": "rose", "line": "From the side where I now stood Montanvert was exactly opposite, at the distance of a league; and above it rose Mont Blanc, in awful majesty.\n"}, "modifies": "Blanc"}
{"white": {"word": "white", "line": "A great fall of snow had taken place the night before, and the fields were of one uniform white; the appearance was disconsolate, and I found my feet chilled by the cold damp substance that covered the ground.\n"}, "modifies": "fields"}
{"white": {"word": "white", "line": "“It was noon when I awoke, and allured by the warmth of the sun, which shone brightly on the white ground, I determined to recommence my travels; and, depositing the remains of the peasant’s breakfast in a wallet I found, I proceeded across the fields for several hours, until at sunset I arrived at a village.\n"}, "modifies": "ground"}
{"white": {"word": "fair", "line": "Yet she was meanly dressed, a coarse blue petticoat and a linen jacket being her only garb; her fair hair was plaited but not adorned: she looked patient yet sad.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "Yet she was meanly dressed, a coarse blue petticoat and a linen jacket being her only garb; her fair hair was plaited but not adorned: she looked patient yet sad.\n"}, "modifies": "petticoat"}
{"silver": {"word": "silver", "line": "The silver hair and benevolent countenance of the aged cottager won my reverence, while the gentle manners of the girl enticed my love.\n"}, "modifies": "hair"}
{"white": {"word": "fair", "line": "He played a sweet mournful air which I perceived drew tears from the eyes of his amiable companion, of which the old man took no notice, until she sobbed audibly; he then pronounced a few sounds, and the fair creature, leaving her work, knelt at his feet.\n"}, "modifies": "creature"}
{"silver": {"word": "silver", "line": "One was old, with silver hairs and a countenance beaming with benevolence and love; the younger was slight and graceful in his figure, and his features were moulded with the finest symmetry, yet his eyes and attitude expressed the utmost sadness and despondency.\n"}, "modifies": "hairs"}
{"white": {"word": "white", "line": "In the midst of poverty and want, Felix carried with pleasure to his sister the first little white flower that peeped out from beneath the snowy ground.\n"}, "modifies": "flower"}
{"black": {"word": "black", "line": "“As the sun became warmer and the light of day longer, the snow vanished, and I beheld the bare trees and the black earth.\n"}, "modifies": "earth"}
{"black": {"word": "black", "line": "The lady was dressed in a dark suit and covered with a thick black veil.\n"}, "modifies": "veil"}
{"white": {"word": "fair", "line": "Her hair of a shining raven black, and curiously braided; her eyes were dark, but gentle, although animated; her features of a regular proportion, and her complexion wondrously fair, each cheek tinged with a lovely pink.\n"}, "modifies": "complexion"}
{"green": {"word": "green", "line": "“In the meanwhile also the black ground was covered with herbage, and the green banks interspersed with innumerable flowers, sweet to the scent and the eyes, stars of pale radiance among the moonlight woods; the sun became warmer, the nights clear and balmy; and my nocturnal rambles were an extreme pleasure to me, although they were considerably shortened by the late setting and early rising of the sun, for I never ventured abroad during daylight, fearful of meeting with the same treatment I had formerly endured in the first village which I entered.\n"}, "modifies": "banks"}
{"black": {"word": "black", "line": "“In the meanwhile also the black ground was covered with herbage, and the green banks interspersed with innumerable flowers, sweet to the scent and the eyes, stars of pale radiance among the moonlight woods; the sun became warmer, the nights clear and balmy; and my nocturnal rambles were an extreme pleasure to me, although they were considerably shortened by the late setting and early rising of the sun, for I never ventured abroad during daylight, fearful of meeting with the same treatment I had formerly endured in the first village which I entered.\n"}, "modifies": "ground"}
{"white": {"word": "pale", "line": "“In the meanwhile also the black ground was covered with herbage, and the green banks interspersed with innumerable flowers, sweet to the scent and the eyes, stars of pale radiance among the moonlight woods; the sun became warmer, the nights clear and balmy; and my nocturnal rambles were an extreme pleasure to me, although they were considerably shortened by the late setting and early rising of the sun, for I never ventured abroad during daylight, fearful of meeting with the same treatment I had formerly endured in the first village which I entered.\n"}, "modifies": "radiance"}
{"pink": {"word": "rose", "line": "Many times I considered Satan as the fitter emblem of my condition, for often, like him, when I viewed the bliss of my protectors, the bitter gall of envy rose within me.\n"}, "modifies": "gall"}
{"red": {"word": "red", "line": "“One day, when the sun shone on the red leaves that strewed the ground and diffused cheerfulness, although it denied warmth, Safie, Agatha, and Felix departed on a long country walk, and the old man, at his own desire, was left alone in the cottage.\n"}, "modifies": "leaves"}
{"pink": {"word": "rose", "line": "“The sun rose; I heard the voices of men and knew that it was impossible to return to my retreat during that day.\n"}, "modifies": "sun"}
{"pink": {"word": "rose", "line": "My daily vows rose for revenge—a deep and deadly revenge, such as would alone compensate for the outrages and anguish I had endured.\n"}, "modifies": "vows"}
{"pink": {"word": "rose", "line": "The stars shone at intervals as the clouds passed from over them; the dark pines rose before me, and every here and there a broken tree lay on the ground; it was a scene of wonderful solemnity and stirred strange thoughts within me.\n"}, "modifies": "pines"}
{"pink": {"word": "rose", "line": "A change indeed had taken place in me; my health, which had hitherto declined, was now much restored; and my spirits, when unchecked by the memory of my unhappy promise, rose proportionably.\n"}, "modifies": "spirits"}
{"black": {"word": "black", "line": "We saw many ruined castles standing on the edges of precipices, surrounded by black woods, high and inaccessible.\n"}, "modifies": "woods"}
{"green": {"word": "green", "line": "In one spot you view rugged hills, ruined castles overlooking tremendous precipices, with the dark Rhine rushing beneath; and on the sudden turn of a promontory, flourishing vineyards with green sloping banks and a meandering river and populous towns occupy the scene.\n"}, "modifies": "banks"}
{"blue": {"word": "blue", "line": "I lay at the bottom of the boat, and as I gazed on the cloudless blue sky, I seemed to drink in a tranquillity to which I had long been a stranger.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "“I have seen,” he said, “the most beautiful scenes of my own country; I have visited the lakes of Lucerne and Uri, where the snowy mountains descend almost perpendicularly to the water, casting black and impenetrable shades, which would cause a gloomy and mournful appearance were it not for the most verdant islands that relieve the eye by their gay appearance; I have seen this lake agitated by a tempest, when the wind tore up whirlwinds of water and gave you an idea of what the water-spout must be on the great ocean; and the waves dash with fury the base of the mountain, where the priest and his mistress were overwhelmed by an avalanche and where their dying voices are still said to be heard amid the pauses of the nightly wind; I have seen the mountains of La Valais, and the Pays de Vaud; but this country, Victor, pleases me more than all those wonders.\n"}, "modifies": "shades"}
{"white": {"word": "white", "line": "It was on a clear morning, in the latter days of December, that I first saw the white cliffs of Britain.\n"}, "modifies": "cliffs"}
{"green": {"word": "green", "line": "The country in the neighbourhood of this village resembled, to a greater degree, the scenery of Switzerland; but everything is on a lower scale, and the green hills want the crown of distant white Alps which always attend on the piny mountains of my native country.\n"}, "modifies": "hills"}
{"white": {"word": "white", "line": "The country in the neighbourhood of this village resembled, to a greater degree, the scenery of Switzerland; but everything is on a lower scale, and the green hills want the crown of distant white Alps which always attend on the piny mountains of my native country.\n"}, "modifies": "Alps"}
{"white": {"word": "fair", "line": "Its fair lakes reflect a blue and gentle sky, and when troubled by the winds, their tumult is but as the play of a lively infant when compared to the roarings of the giant ocean.\n"}, "modifies": "lakes"}
{"blue": {"word": "blue", "line": "Its fair lakes reflect a blue and gentle sky, and when troubled by the winds, their tumult is but as the play of a lively infant when compared to the roarings of the giant ocean.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "The night passed away, and the sun rose from the ocean; my feelings became calmer, if it may be called calmness when the violence of rage sinks into the depths of despair.\n"}, "modifies": "sun"}
{"pink": {"word": "rose", "line": "When it became noon, and the sun rose higher, I lay down on the grass and was overpowered by a deep sleep.\n"}, "modifies": "sun"}
{"pink": {"word": "rose", "line": "Between two and three in the morning the moon rose; and I then, putting my basket aboard a little skiff, sailed out about four miles from the shore.\n"}, "modifies": "morning"}
{"black": {"word": "black", "line": "He had apparently been strangled, for there was no sign of any violence except the black mark of fingers on his neck.\n"}, "modifies": "mark"}
{"black": {"word": "black", "line": "Sometimes they were the expressive eyes of Henry, languishing in death, the dark orbs nearly covered by the lids and the long black lashes that fringed them; sometimes it was the watery, clouded eyes of the monster, as I first saw them in my chamber at Ingolstadt.\n"}, "modifies": "lashes"}
{"blue": {"word": "blue", "line": "Sometimes, indeed, I felt a wish for happiness and thought with melancholy delight of my beloved cousin or longed, with a devouring _maladie du pays_, to see once more the blue lake and rapid Rhone, that had been so dear to me in early childhood; but my general state of feeling was a torpor in which a prison was as welcome a residence as the divinest scene in nature; and these fits were seldom interrupted but by paroxysms of anguish and despair.\n"}, "modifies": "lake"}
{"white": {"word": "fair", "line": "We took our passage on board a vessel bound for Havre-de-Grace and sailed with a fair wind from the Irish shores.\n"}, "modifies": "wind"}
{"white": {"word": "fair", "line": "The day was fair, the wind favourable; all smiled on our nuptial embarkation.\n"}, "modifies": "day"}
{"pink": {"word": "rose", "line": "The wind, which had fallen in the south, now rose with great violence in the west.\n"}, "modifies": "wind"}
{"white": {"word": "pale", "line": "She was there, lifeless and inanimate, thrown across the bed, her head hanging down and her pale and distorted features half covered by her hair.\n"}, "modifies": "half"}
{"white": {"word": "pale", "line": "The windows of the room had before been darkened, and I felt a kind of panic on seeing the pale yellow light of the moon illuminate the chamber.\n"}, "modifies": "light"}
{"yellow": {"word": "yellow", "line": "The windows of the room had before been darkened, and I felt a kind of panic on seeing the pale yellow light of the moon illuminate the chamber.\n"}, "modifies": "light"}
{"grey": {"word": "grey", "line": "Cursed, cursed be the fiend that brought misery on his grey hairs and doomed him to waste in wretchedness!\n"}, "modifies": "hairs"}
{"green": {"word": "green", "line": "For this purpose I will preserve my life; to execute this dear revenge will I again behold the sun and tread the green herbage of earth, which otherwise should vanish from my eyes for ever.\n"}, "modifies": "herbage"}
{"blue": {"word": "blue", "line": "The blue Mediterranean appeared, and by a strange chance, I saw the fiend enter by night and hide himself in a vessel bound for the Black Sea.\n"}, "modifies": "Mediterranean"}
{"white": {"word": "white", "line": "The snows descended on my head, and I saw the print of his huge step on the white plain.\n"}, "modifies": "plain"}
{"silver": {"word": "silver", "line": "During the day I was sustained and inspirited by the hope of night, for in sleep I saw my friends, my wife, and my beloved country; again I saw the benevolent countenance of my father, heard the silver tones of my Elizabeth’s voice, and beheld Clerval enjoying health and youth.\n"}, "modifies": "tones"}
{"blue": {"word": "blue", "line": "How unlike it was to the blue seasons of the south!\n"}, "modifies": "seasons"}
