{"green": {"word": "olive", "line": "His features are strong and masculine, with an Austrian lip and arched nose, his complexion olive, his countenance erect, his body and limbs well proportioned, all his motions graceful, and his deportment majestic.\n"}, "modifies": "complexion"}
{"gold": {"word": "gold", "line": "His dress was very plain and simple, and the fashion of it between the Asiatic and the European; but he had on his head a light helmet of gold, adorned with jewels, and a plume on the crest.\n"}, "modifies": "helmet"}
{"gold": {"word": "gold", "line": "The ladies and courtiers were all most magnificently clad; so that the spot they stood upon seemed to resemble a petticoat spread upon the ground, embroidered with figures of gold and silver.\n"}, "modifies": "figures"}
{"silver": {"word": "silver", "line": "The ladies and courtiers were all most magnificently clad; so that the spot they stood upon seemed to resemble a petticoat spread upon the ground, embroidered with figures of gold and silver.\n"}, "modifies": "gold"}
{"gold": {"word": "gold", "line": "In one of my fobs there was a silver watch, and in the other a small quantity of gold in a purse.\n"}, "modifies": "quantity"}
{"silver": {"word": "silver", "line": "In one of my fobs there was a silver watch, and in the other a small quantity of gold in a purse.\n"}, "modifies": "watch"}
{"silver": {"word": "silver", "line": "In the left pocket we saw a huge silver chest, with a cover of the same metal, which we, the searchers, were not able to lift.\n"}, "modifies": "chest"}
{"black": {"word": "black", "line": "In his right waistcoat-pocket we found a prodigious bundle of white thin substances, folded one over another, about the bigness of three men, tied with a strong cable, and marked with black figures; which we humbly conceive to be writings, every letter almost half as large as the palm of our hands.\n"}, "modifies": "figures"}
{"white": {"word": "white", "line": "In his right waistcoat-pocket we found a prodigious bundle of white thin substances, folded one over another, about the bigness of three men, tied with a strong cable, and marked with black figures; which we humbly conceive to be writings, every letter almost half as large as the palm of our hands.\n"}, "modifies": "substances"}
{"red": {"word": "red", "line": "In the smaller pocket on the right side, were several round flat pieces of white and red metal, of different bulk; some of the white, which seemed to be silver, were so large and heavy, that my comrade and I could hardly lift them.\n"}, "modifies": "metal"}
{"white": {"word": "white", "line": "In the smaller pocket on the right side, were several round flat pieces of white and red metal, of different bulk; some of the white, which seemed to be silver, were so large and heavy, that my comrade and I could hardly lift them.\n"}, "modifies": "pieces"}
{"black": {"word": "black", "line": "In the left pocket were two black pillars irregularly shaped: we could not, without difficulty, reach the top of them, as we stood at the bottom of his pocket.\n"}, "modifies": "pillars"}
{"white": {"word": "white", "line": "One of them was covered, and seemed all of a piece: but at the upper end of the other there appeared a white round substance, about twice the bigness of our heads.\n"}, "modifies": "round"}
{"silver": {"word": "silver", "line": "Out of the right fob hung a great silver chain, with a wonderful kind of engine at the bottom.\n"}, "modifies": "chain"}
{"silver": {"word": "silver", "line": "We directed him to draw out whatever was at the end of that chain; which appeared to be a globe, half silver, and half of some transparent metal; for, on the transparent side, we saw certain strange figures circularly drawn, and thought we could touch them, till we found our fingers stopped by the lucid substance.\n"}, "modifies": "half"}
{"gold": {"word": "gold", "line": "From the left fob he took out a net almost large enough for a fisherman, but contrived to open and shut like a purse, and served him for the same use: we found therein several massy pieces of yellow metal, which, if they be real gold, must be of immense value.\n"}, "modifies": "value"}
{"yellow": {"word": "yellow", "line": "From the left fob he took out a net almost large enough for a fisherman, but contrived to open and shut like a purse, and served him for the same use: we found therein several massy pieces of yellow metal, which, if they be real gold, must be of immense value.\n"}, "modifies": "metal"}
{"black": {"word": "black", "line": "In one of these cells were several globes, or balls, of a most ponderous metal, about the bigness of our heads, and requiring a strong hand to lift them: the other cell contained a heap of certain black grains, but of no great bulk or weight, for we could hold above fifty of them in the palms of our hands.\n"}, "modifies": "grains"}
{"gold": {"word": "gold", "line": "I then gave up my silver and copper money, my purse, with nine large pieces of gold, and some smaller ones; my knife and razor, my comb and silver snuff-box, my handkerchief and journal-book.\n"}, "modifies": "pieces"}
{"silver": {"word": "silver", "line": "I then gave up my silver and copper money, my purse, with nine large pieces of gold, and some smaller ones; my knife and razor, my comb and silver snuff-box, my handkerchief and journal-book.\n"}, "modifies": "money"}
{"brown": {"word": "copper", "line": "I then gave up my silver and copper money, my purse, with nine large pieces of gold, and some smaller ones; my knife and razor, my comb and silver snuff-box, my handkerchief and journal-book.\n"}, "modifies": "silver"}
{"white": {"word": "white", "line": "I was diverted with none so much as that of the rope-dancers, performed upon a slender white thread, extended about two feet, and twelve inches from the ground.\n"}, "modifies": "thread"}
{"blue": {"word": "blue", "line": "The emperor lays on the table three fine silken threads of six inches long; one is blue, the other red, and the third green.\n"}, "modifies": "green"}
{"green": {"word": "green", "line": "Whoever performs his part with most agility, and holds out the longest in leaping and creeping, is rewarded with the blue-coloured silk; the red is given to the next, and the green to the third, which they all wear girt twice round about the middle; and you see few great persons about this court who are not adorned with one of these girdles.\n"}, "modifies": "third"}
{"black": {"word": "black", "line": "About two or three days before I was set at liberty, as I was entertaining the court with this kind of feat, there arrived an express to inform his majesty, that some of his subjects, riding near the place where I was first taken up, had seen a great black substance lying on the ground, very oddly shaped, extending its edges round, as wide as his majesty’s bedchamber, and rising up in the middle as high as a man; that it was no living creature, as they at first apprehended, for it lay on the grass without motion; and some of them had walked round it several times; that, by mounting upon each other’s shoulders, they had got to the top, which was flat and even, and, stamping upon it, they found that it was hollow within; that they humbly conceived it might be something belonging to the man-mountain; and if his majesty pleased, they would undertake to bring it with only five horses.\n"}, "modifies": "substance"}
{"white": {"word": "fair", "line": "I communicated to his majesty a project I had formed of seizing the enemy’s whole fleet; which, as our scouts assured us, lay at anchor in the harbour, ready to sail with the first fair wind.\n"}, "modifies": "wind"}
{"gold": {"word": "gold", "line": "It is upon this account that the image of Justice, in their courts of judicature, is formed with six eyes, two before, as many behind, and on each side one, to signify circumspection; with a bag of gold open in her right hand, and a sword sheathed in her left, to show she is more disposed to reward than to punish.\n"}, "modifies": "bag"}
{"white": {"word": "white", "line": "Flimnap, the lord high treasurer, attended there likewise with his white staff; and I observed he often looked on me with a sour countenance, which I would not seem to regard, but ate more than usual, in honour to my dear country, as well as to fill the court with admiration.\n"}, "modifies": "staff"}
{"white": {"word": "fair", "line": "below par; that I had cost his majesty above a million and a half of _sprugs_” (their greatest gold coin, about the bigness of a spangle) “and, upon the whole, that it would be advisable in the emperor to take the first fair occasion of dismissing me.” I am here obliged to vindicate the reputation of an excellent lady, who was an innocent sufferer upon my account.\n"}, "modifies": "occasion"}
{"gold": {"word": "gold", "line": "below par; that I had cost his majesty above a million and a half of _sprugs_” (their greatest gold coin, about the bigness of a spangle) “and, upon the whole, that it would be advisable in the emperor to take the first fair occasion of dismissing me.” I am here obliged to vindicate the reputation of an excellent lady, who was an innocent sufferer upon my account.\n"}, "modifies": "coin"}
{"white": {"word": "fair", "line": "That if his majesty, in consideration of your services, and pursuant to his own merciful disposition, would please to spare your life, and only give orders to put out both your eyes, he humbly conceived, that by this expedient justice might in some measure be satisfied, and all the world would applaud the lenity of the emperor, as well as the fair and generous proceedings of those who have the honour to be his counsellors.\n"}, "modifies": "proceedings"}
{"black": {"word": "black", "line": "This gentleman treated me with kindness, and desired I would let him know what place I came from last, and whither I was bound; which I did in a few words, but he thought I was raving, and that the dangers I underwent had disturbed my head; whereupon I took my black cattle and sheep out of my pocket, which, after great astonishment, clearly convinced him of my veracity.\n"}, "modifies": "cattle"}
{"gold": {"word": "gold", "line": "I fell on my knees, and lifted up my hands and eyes, and spoke several words as loud as I could: I took a purse of gold out of my pocket, and humbly presented it to him.\n"}, "modifies": "purse"}
{"white": {"word": "fair", "line": "This made me reflect upon the fair skins of our English ladies, who appear so beautiful to us, only because they are of our own size, and their defects not to be seen but through a magnifying glass; where we find by experiment that the smoothest and whitest skins look rough, and coarse, and ill-coloured.\n"}, "modifies": "skins"}
{"white": {"word": "white", "line": "I was very much tired, and disposed to sleep, which my mistress perceiving, she put me on her own bed, and covered me with a clean white handkerchief, but larger and coarser than the mainsail of a man of war.\n"}, "modifies": "handkerchief"}
{"pink": {"word": "rose", "line": "One of them came up almost to my face, whereupon I rose in a fright, and drew out my hanger to defend myself.\n"}, "modifies": "fright"}
{"brown": {"word": "hazel", "line": "However, an unlucky school-boy aimed a hazel nut directly at my head, which very narrowly missed me; otherwise it came with so much violence, that it would have infallibly knocked out my brains, for it was almost as large as a small pumpkin, but I had the satisfaction to see the young rogue well beaten, and turned out of the room.\n"}, "modifies": "nut"}
{"white": {"word": "ivory", "line": "A nice workman, who was famous for little curiosities, undertook to make me two chairs, with backs and frames, of a substance not unlike ivory, and two tables, with a cabinet to put my things in.\n"}, "modifies": "substance"}
{"silver": {"word": "silver", "line": "I had an entire set of silver dishes and plates, and other necessaries, which, in proportion to those of the queen, were not much bigger than what I have seen in a London toy-shop for the furniture of a baby-house: these my little nurse kept in her pocket in a silver box, and gave me at meals as I wanted them, always cleaning them herself.\n"}, "modifies": "dishes"}
{"silver": {"word": "silver", "line": "One day, at dinner, this malicious little cub was so nettled with something I had said to him, that, raising himself upon the frame of her majesty’s chair, he took me up by the middle, as I was sitting down, not thinking any harm, and let me drop into a large silver bowl of cream, and then ran away as fast as he could.\n"}, "modifies": "bowl"}
{"white": {"word": "fair", "line": "I remember, one morning, when Glumdalclitch had set me in a box upon a window, as she usually did in fair days to give me air (for I durst not venture to let the box be hung on a nail out of the window, as we do with cages in England), after I had lifted up one of my sashes, and sat down at my table to eat a piece of sweet cake for my breakfast, above twenty wasps, allured by the smell, came flying into the room, humming louder than the drones of as many bagpipes.\n"}, "modifies": "days"}
{"white": {"word": "white", "line": "While she was absent, and out of hearing, a small white spaniel that belonged to one of the chief gardeners, having got by accident into the garden, happened to range near the place where I lay: the dog, following the scent, came directly up, and taking me in his mouth, ran straight to his master wagging his tail, and set me gently on the ground.\n"}, "modifies": "spaniel"}
{"gold": {"word": "gold", "line": "Of these hairs (as I had always a mechanical genius) I likewise made a neat little purse, about five feet long, with her majesty’s name deciphered in gold letters, which I gave to Glumdalclitch, by the queen’s consent.\n"}, "modifies": "letters"}
{"gold": {"word": "gold", "line": "There was a collection of needles and pins, from a foot to half a yard long; four wasp stings, like joiner’s tacks; some combings of the queen’s hair; a gold ring, which one day she made me a present of, in a most obliging manner, taking it from her little finger, and throwing it over my head like a collar.\n"}, "modifies": "ring"}
{"white": {"word": "fair", "line": "We had not sailed above three days, when a great storm arising, we were driven five days to the north-north-east, and then to the east: after which we had fair weather, but still with a pretty strong gale from the west.\n"}, "modifies": "weather"}
{"white": {"word": "fair", "line": "I set up my sail, the wind being fair, with a design to reach the nearest of those islands, which I made a shift to do, in about three hours.\n"}, "modifies": "wind"}
{"red": {"word": "red", "line": "For if, in its perihelion, it should approach within a certain degree of the sun (as by their calculations they have reason to dread) it will receive a degree of heat ten thousand times more intense than that of red hot glowing iron, and in its absence from the sun, carry a blazing tail ten hundred thousand and fourteen miles long, through which, if the earth should pass at the distance of one hundred thousand miles from the nucleus, or main body of the comet, it must in its passage be set on fire, and reduced to ashes: that the sun, daily spending its rays without any nutriment to supply them, will at last be wholly consumed and annihilated; which must be attended with the destruction of this earth, and of all the planets that receive their light from it.\n"}, "modifies": "iron"}
{"white": {"word": "pale", "line": "The projector of this cell was the most ancient student of the academy; his face and beard were of a pale yellow; his hands and clothes daubed over with filth.\n"}, "modifies": "yellow"}
{"yellow": {"word": "yellow", "line": "The projector of this cell was the most ancient student of the academy; his face and beard were of a pale yellow; his hands and clothes daubed over with filth.\n"}, "modifies": "face"}
{"white": {"word": "ivory", "line": "He had a large pair of bellows, with a long slender muzzle of ivory.\n"}, "modifies": "muzzle"}
{"green": {"word": "green", "line": "He advised great statesmen to examine into the diet of all suspected persons; their times of eating; upon which side they lay in bed; with which hand they wipe their posteriors; take a strict view of their excrements, and, from the colour, the odour, the taste, the consistence, the crudeness or maturity of digestion, form a judgment of their thoughts and designs; because men are never so serious, thoughtful, and intent, as when they are at stool, which he found by frequent experiment; for, in such conjunctures, when he used, merely as a trial, to consider which was the best way of murdering the king, his ordure would have a tincture of green; but quite different, when he thought only of raising an insurrection, or burning the metropolis.\n"}, "modifies": "tincture"}
{"white": {"word": "fair", "line": "We were in a chamber, from whence there was a fair prospect into the park.\n"}, "modifies": "prospect"}
{"brown": {"word": "brown", "line": "There is indeed another custom, which I cannot altogether approve of: when the king has a mind to put any of his nobles to death in a gentle indulgent manner, he commands the floor to be strewed with a certain brown powder of a deadly composition, which being licked up, infallibly kills him in twenty-four hours.\n"}, "modifies": "powder"}
{"gold": {"word": "gold", "line": "The king was much delighted with my company, and ordered his _bliffmarklub_, or high-chamberlain, to appoint a lodging in the court for me and my interpreter; with a daily allowance for my table, and a large purse of gold for my common expenses.\n"}, "modifies": "purse"}
{"red": {"word": "red", "line": "He likewise presented me with four hundred and forty-four large pieces of gold (this nation delighting in even numbers), and a red diamond, which I sold in England for eleven hundred pounds.\n"}, "modifies": "diamond"}
{"gold": {"word": "gold", "line": "He likewise presented me with four hundred and forty-four large pieces of gold (this nation delighting in even numbers), and a red diamond, which I sold in England for eleven hundred pounds.\n"}, "modifies": "pieces"}
{"white": {"word": "fair", "line": "We sailed with a fair wind to the Cape of Good Hope, where we staid only to take in fresh water.\n"}, "modifies": "wind"}
{"brown": {"word": "brown", "line": "Their heads and breasts were covered with a thick hair, some frizzled, and others lank; they had beards like goats, and a long ridge of hair down their backs, and the fore parts of their legs and feet; but the rest of their bodies was bare, so that I might see their skins, which were of a brown buff colour.\n"}, "modifies": "colour"}
{"red": {"word": "red", "line": "The hair of both sexes was of several colours, brown, red, black, and yellow.\n"}, "modifies": "colours"}
{"black": {"word": "black", "line": "The hair of both sexes was of several colours, brown, red, black, and yellow.\n"}, "modifies": "colours"}
{"brown": {"word": "brown", "line": "The hair of both sexes was of several colours, brown, red, black, and yellow.\n"}, "modifies": "colours"}
{"yellow": {"word": "yellow", "line": "The hair of both sexes was of several colours, brown, red, black, and yellow.\n"}, "modifies": "colours"}
{"gray": {"word": "gray", "line": "But the first, who was a dapple gray, observing me to steal off, neighed after me in so expressive a tone, that I fancied myself to understand what he meant; whereupon I turned back, and came near to him to expect his farther commands: but concealing my fear as much as I could, for I began to be in some pain how this adventure might terminate; and the reader will easily believe I did not much like my present situation.\n"}, "modifies": "dapple"}
{"brown": {"word": "brown", "line": "The gray steed rubbed my hat all round with his right fore-hoof, and discomposed it so much that I was forced to adjust it better by taking it off and settling it again; whereat, both he and his companion (who was a brown bay) appeared to be much surprised: the latter felt the lappet of my coat, and finding it to hang loose about me, they both looked with new signs of wonder.\n"}, "modifies": "bay"}
{"gray": {"word": "gray", "line": "The gray steed rubbed my hat all round with his right fore-hoof, and discomposed it so much that I was forced to adjust it better by taking it off and settling it again; whereat, both he and his companion (who was a brown bay) appeared to be much surprised: the latter felt the lappet of my coat, and finding it to hang loose about me, they both looked with new signs of wonder.\n"}, "modifies": "steed"}
{"gray": {"word": "gray", "line": "But I had no time to pursue these reflections; for the gray horse came to the door, and made me a sign to follow him into the third room where I saw a very comely mare, together with a colt and foal, sitting on their haunches upon mats of straw, not unartfully made, and perfectly neat and clean.\n"}, "modifies": "horse"}
{"pink": {"word": "rose", "line": "The mare soon after my entrance rose from her mat, and coming up close, after having nicely observed my hands and face, gave me a most contemptuous look; and turning to the horse, I heard the word _Yahoo_ often repeated betwixt them; the meaning of which word I could not then comprehend, although it was the first I had learned to pronounce.\n"}, "modifies": "entrance"}
{"gray": {"word": "gray", "line": "I happened to wear my gloves, which the master gray observing, seemed perplexed, discovering signs of wonder what I had done to my forefeet.\n"}, "modifies": "master"}
{"white": {"word": "white", "line": "The horse immediately ordered a white mare servant of his family to bring me a good quantity of oats in a sort of wooden tray.\n"}, "modifies": "servant"}
{"white": {"word": "white", "line": "This I presently discovered, for, going as soon as I was dressed to pay my attendance upon his honour, he asked me “the meaning of what his servant had reported, that I was not the same thing when I slept, as I appeared to be at other times; that his valet assured him, some part of me was white, some yellow, at least not so white, and some brown.” I had hitherto concealed the secret of my dress, in order to distinguish myself, as much as possible, from that cursed race of _Yahoos_; but now I found it in vain to do so any longer.\n"}, "modifies": "part"}
{"black": {"word": "black", "line": "For he argued thus: “that the use of speech was to make us understand one another, and to receive information of facts; now, if any one _said the thing which was not_, these ends were defeated, because I cannot properly be said to understand him; and I am so far from receiving information, that he leaves me worse than in ignorance; for I am led to believe a thing black, when it is white, and short, when it is long.” And these were all the notions he had concerning that faculty of _lying_, so perfectly well understood, and so universally practised, among human creatures.\n"}, "modifies": "thing"}
{"white": {"word": "white", "line": "But, considering the frame of our bodies, and especially of mine, he thought no creature of equal bulk was so ill-contrived for employing that reason in the common offices of life;” whereupon he desired to know “whether those among whom I lived resembled me, or the _Yahoos_ of his country?” I assured him, “that I was as well shaped as most of my age; but the younger, and the females, were much more soft and tender, and the skins of the latter generally as white as milk.” He said, “I differed indeed from other _Yahoos_, being much more cleanly, and not altogether so deformed; but, in point of real advantage, he thought I differed for the worse: that my nails were of no use either to my fore or hinder feet; as to my forefeet, he could not properly call them by that name, for he never observed me to walk upon them; that they were too soft to bear the ground; that I generally went with them uncovered; neither was the covering I sometimes wore on them of the same shape, or so strong as that on my feet behind: that I could not walk with any security, for if either of my hinder feet slipped, I must inevitably fall.” He then began to find fault with other parts of my body: “the flatness of my face, the prominence of my nose, my eyes placed directly in front, so that I could not look on either side without turning my head: that I was not able to feed myself, without lifting one of my forefeet to my mouth: and therefore nature had placed those joints to answer that necessity.\n"}, "modifies": "milk"}
{"black": {"word": "black", "line": "Difference in opinions has cost many millions of lives: for instance, whether flesh be bread, or bread be flesh; whether the juice of a certain berry be blood or wine; whether whistling be a vice or a virtue; whether it be better to kiss a post, or throw it into the fire; what is the best colour for a coat, whether black, white, red, or gray; and whether it should be long or short, narrow or wide, dirty or clean; with many more.\n"}, "modifies": "colour"}
{"red": {"word": "red", "line": "For instance, in the case already mentioned; they never desire to know what claim or title my adversary has to my cow; but whether the said cow were red or black; her horns long or short; whether the field I graze her in be round or square; whether she was milked at home or abroad; what diseases she is subject to, and the like; after which they consult precedents, adjourn the cause from time to time, and in ten, twenty, or thirty years, come to an issue.\n"}, "modifies": "cow"}
{"yellow": {"word": "yellow", "line": "I forgot another circumstance (and perhaps I might have the reader’s pardon if it were wholly omitted), that while I held the odious vermin in my hands, it voided its filthy excrements of a yellow liquid substance all over my clothes; but by good fortune there was a small brook hard by, where I washed myself as clean as I could; although I durst not come into my master’s presence until I were sufficiently aired.\n"}, "modifies": "substance"}
{"red": {"word": "red", "line": "Neither was the hair of this brute of a red colour (which might have been some excuse for an appetite a little irregular), but black as a sloe, and her countenance did not make an appearance altogether so hideous as the rest of her kind; for I think she could not be above eleven years old.\n"}, "modifies": "colour"}
{"black": {"word": "black", "line": "Neither was the hair of this brute of a red colour (which might have been some excuse for an appetite a little irregular), but black as a sloe, and her countenance did not make an appearance altogether so hideous as the rest of her kind; for I think she could not be above eleven years old.\n"}, "modifies": "excuse"}
{"white": {"word": "white", "line": "I have seen a white mare of our family thread a needle (which I lent her on purpose) with that joint.\n"}, "modifies": "mare"}
{"blue": {"word": "blue", "line": "I took out my pocket glass, and could then clearly distinguish it above five leagues off, as I computed; but it appeared to the sorrel nag to be only a blue cloud: for as he had no conception of any country beside his own, so he could not be as expert in distinguishing remote objects at sea, as we who so much converse in that element.\n"}, "modifies": "cloud"}
{"gold": {"word": "gold", "line": "But as those countries which I have described do not appear to have any desire of being conquered and enslaved, murdered or driven out by colonies, nor abound either in gold, silver, sugar, or tobacco, I did humbly conceive, they were by no means proper objects of our zeal, our valour, or our interest.\n"}, "modifies": "silver"}
{"silver": {"word": "silver", "line": "But as those countries which I have described do not appear to have any desire of being conquered and enslaved, murdered or driven out by colonies, nor abound either in gold, silver, sugar, or tobacco, I did humbly conceive, they were by no means proper objects of our zeal, our valour, or our interest.\n"}, "modifies": "gold"}
{"purple": {"word": "lavender", "line": "Yet, the smell of a _Yahoo_ continuing very offensive, I always keep my nose well stopped with rue, lavender, or tobacco leaves.\n"}, "modifies": "rue"}
