{"white": {"word": "white", "line": "He was wrapped up from head to foot, and the brim of his soft felt hat hid every inch of his face but the shiny tip of his nose; the snow had piled itself against his shoulders and chest, and added a white crest to the burden he carried.\n"}, "modifies": "crest"}
{"blue": {"word": "blue", "line": "“I prefer to keep them on,” he said with emphasis, and she noticed that he wore big blue spectacles with sidelights, and had a bush side-whisker over his coat-collar that completely hid his cheeks and face.\n"}, "modifies": "spectacles"}
{"black": {"word": "black", "line": "Then she filled the mustard pot, and, putting it with a certain stateliness upon a gold and black tea-tray, carried it into the parlour.\n"}, "modifies": "-tray"}
{"gold": {"word": "gold", "line": "Then she filled the mustard pot, and, putting it with a certain stateliness upon a gold and black tea-tray, carried it into the parlour.\n"}, "modifies": "stateliness"}
{"white": {"word": "white", "line": "As she did so her visitor moved quickly, so that she got but a glimpse of a white object disappearing behind the table.\n"}, "modifies": "object"}
{"white": {"word": "white", "line": "He held a white cloth—it was a serviette he had brought with him—over the lower part of his face, so that his mouth and jaws were completely hidden, and that was the reason of his muffled voice.\n"}, "modifies": "cloth"}
{"white": {"word": "white", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n"}, "modifies": "bandage"}
{"blue": {"word": "blue", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n"}, "modifies": "glasses"}
{"pink": {"word": "pink", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n"}, "modifies": "nose"}
{"black": {"word": "black", "line": "He wore a dark-brown velvet jacket with a high, black, linen-lined collar turned up about his neck.\n"}, "modifies": "collar"}
{"black": {"word": "black", "line": "The thick black hair, escaping as it could below and between the cross bandages, projected in curious tails and horns, giving him the strangest appearance conceivable.\n"}, "modifies": "hair"}
{"blue": {"word": "blue", "line": "He did not remove the serviette, but remained holding it, as she saw now, with a brown gloved hand, and regarding her with his inscrutable blue glasses.\n"}, "modifies": "glasses"}
{"brown": {"word": "brown", "line": "He did not remove the serviette, but remained holding it, as she saw now, with a brown gloved hand, and regarding her with his inscrutable blue glasses.\n"}, "modifies": "hand"}
{"white": {"word": "white", "line": "“Leave the hat,” he said, speaking very distinctly through the white cloth.\n"}, "modifies": "cloth"}
{"blue": {"word": "blue", "line": "She glanced at his white-swathed head and blue goggles again as she was going out of the door; but his napkin was still in front of his face.\n"}, "modifies": "goggles"}
{"white": {"word": "white", "line": "He took a mouthful, glanced suspiciously at the window, took another mouthful, then rose and, taking the serviette in his hand, walked across the room and pulled the blind down to the top of the white muslin that obscured the lower panes.\n"}, "modifies": "muslin"}
{"red": {"word": "red", "line": "The reflection of the fire lent a kind of red animation to his big spectacles they had lacked hitherto.\n"}, "modifies": "animation"}
{"red": {"word": "red", "line": "The only light in the room was the red glow from the fire—which lit his eyes like adverse railway signals, but left his downcast face in darkness—and the scanty vestiges of the day that came in through the open door.\n"}, "modifies": "glow"}
{"green": {"word": "green", "line": "He worked with the lamp close to him, and the green shade threw a brilliant light upon his hands, and upon the frame and wheels, and left the rest of the room shadowy.\n"}, "modifies": "shade"}
{"green": {"word": "green", "line": "He felt alone in the room and looked up, and there, grey and dim, was the bandaged head and huge blue lenses staring fixedly, with a mist of green spots drifting in front of them.\n"}, "modifies": "spots"}
{"blue": {"word": "blue", "line": "He felt alone in the room and looked up, and there, grey and dim, was the bandaged head and huge blue lenses staring fixedly, with a mist of green spots drifting in front of them.\n"}, "modifies": "lenses"}
{"black": {"word": "black", "line": "In the middle of the night she woke up dreaming of huge white heads like turnips, that came trailing after her, at the end of interminable necks, and with vast black eyes.\n"}, "modifies": "eyes"}
{"white": {"word": "white", "line": "In the middle of the night she woke up dreaming of huge white heads like turnips, that came trailing after her, at the end of interminable necks, and with vast black eyes.\n"}, "modifies": "heads"}
{"white": {"word": "white", "line": "He caught a glimpse of a most singular thing, what seemed a handless arm waving towards him, and a face of three huge indeterminate spots on white, very like the face of a pale pansy.\n"}, "modifies": "spots"}
{"white": {"word": "white", "line": "And from it he began to produce bottles—little fat bottles containing powders, small and slender bottles containing coloured and white fluids, fluted blue bottles labeled Poison, bottles with round bodies and slender necks, large green-glass bottles, large white-glass bottles, bottles with glass stoppers and frosted labels, bottles with fine corks, bottles with bungs, bottles with wooden caps, wine bottles, salad-oil bottles—putting them in rows on the chiffonnier, on the mantel, on the table under the window, round the floor, on the bookshelf—everywhere.\n"}, "modifies": "glass"}
{"blue": {"word": "blue", "line": "And from it he began to produce bottles—little fat bottles containing powders, small and slender bottles containing coloured and white fluids, fluted blue bottles labeled Poison, bottles with round bodies and slender necks, large green-glass bottles, large white-glass bottles, bottles with glass stoppers and frosted labels, bottles with fine corks, bottles with bungs, bottles with wooden caps, wine bottles, salad-oil bottles—putting them in rows on the chiffonnier, on the mantel, on the table under the window, round the floor, on the bookshelf—everywhere.\n"}, "modifies": "bottles"}
{"black": {"word": "black", "line": "I tell you, he’s as black as my hat.” “My sakes!” said Henfrey.\n"}, "modifies": "hat"}
{"pink": {"word": "pink", "line": "Why, his nose is as pink as paint!” “That’s true,” said Fearenside.\n"}, "modifies": "nose"}
{"white": {"word": "white", "line": "She could hear the murmur of voices for the next ten minutes, then a cry of surprise, a stirring of feet, a chair flung aside, a bark of laughter, quick steps to the door, and Cuss appeared, his face white, his eyes staring over his shoulder.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "Stared at me with those black goggles of his, and then at his sleeve.” “Well?” “That’s all.\n"}, "modifies": "goggles"}
{"yellow": {"word": "yellow", "line": "Then came an imprecation, and a match was struck and the study was flooded with yellow light.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "He stood there in the hall undecided what to do, and Mrs. Bunting, her face white and intent, crept slowly downstairs after him.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "Mrs. Huxter came over; some gay young fellows resplendent in black ready-made jackets and _piqué_ paper ties—for it was Whit Monday—joined the group with confused interrogations.\n"}, "modifies": "jackets"}
{"yellow": {"word": "yellow", "line": "It was the finest of all possible Whit Mondays, and down the village street stood a row of nearly a dozen booths, a shooting gallery, and on the grass by the forge were three yellow and chocolate waggons and some picturesque strangers of both sexes putting up a cocoanut shy.\n"}, "modifies": "waggons"}
{"white": {"word": "white", "line": "The gentlemen wore blue jerseys, the ladies white aprons and quite fashionable hats with heavy plumes.\n"}, "modifies": "aprons"}
{"blue": {"word": "blue", "line": "The gentlemen wore blue jerseys, the ladies white aprons and quite fashionable hats with heavy plumes.\n"}, "modifies": "jerseys"}
{"black": {"word": "jet", "line": "And inside, in the artificial darkness of the parlour, into which only one thin jet of sunlight penetrated, the stranger, hungry we must suppose, and fearful, hidden in his uncomfortable hot wrappings, pored through his dark glasses upon his paper or chinked his dirty little bottles, and occasionally swore savagely at the boys, audible if invisible, outside the windows.\n"}, "modifies": "sunlight"}
{"silver": {"word": "silver", "line": "“Still, I daresay in my pocket—” “You told me three days ago that you hadn’t anything but a sovereign’s worth of silver upon you.” “Well, I’ve found some more—” “’Ul-lo!” from the bar.\n"}, "modifies": "worth"}
{"black": {"word": "black", "line": "The centre of his face became a black cavity.\n"}, "modifies": "cavity"}
{"red": {"word": "red", "line": "You just missed en—” There was a disturbance behind, and the speaker stopped to step aside for a little procession that was marching very resolutely towards the house; first Mr. Hall, very red and determined, then Mr. Bobby Jaffers, the village constable, and then the wary Mr. Wadgers.\n"}, "modifies": "Mr."}
{"white": {"word": "white", "line": "“Once he gets the things off—” “Hold him!” cried everyone, and there was a rush at the fluttering white shirt which was now all that was visible of the stranger.\n"}, "modifies": "shirt"}
{"purple": {"word": "purple", "line": "“I got him!” shouted Jaffers, choking and reeling through them all, and wrestling with purple face and swelling veins against his unseen enemy.\n"}, "modifies": "face"}
{"pink": {"word": "pink", "line": "Members of the club, who had attended church in the morning, were splendid in badges of pink and green, and some of the gayer-minded had also adorned their bowler hats with brilliant-coloured favours of ribbon.\n"}, "modifies": "badges"}
{"blue": {"word": "blue", "line": "As he did so, Mr. Marvel reappeared, his hat askew, a big bundle in a blue table-cloth in one hand, and three books tied together—as it proved afterwards with the Vicar’s braces—in the other.\n"}, "modifies": "cloth"}
{"pink": {"word": "rosy", "line": "Both gentlemen started violently, looked round, and were relieved to see a sporadically rosy face beneath a furry silk hat.\n"}, "modifies": "face"}
{"red": {"word": "red", "line": "Then the pressure on the necks relaxed, and the doctor and the vicar sat up, both very red in the face and wriggling their heads.\n"}, "modifies": "face"}
{"green": {"word": "green", "line": "As he went down, the rush from the direction of the village green came round the corner.\n"}, "modifies": "village"}
{"blue": {"word": "blue", "line": "The first to appear was the proprietor of the cocoanut shy, a burly man in a blue jersey.\n"}, "modifies": "jersey"}
{"white": {"word": "white", "line": "The face of Mr. Cuss was angry and resolute, but his costume was defective, a sort of limp white kilt that could only have passed muster in Greece.\n"}, "modifies": "kilt"}
{"blue": {"word": "blue", "line": "He carried three books bound together by some sort of ornamental elastic ligature, and a bundle wrapped in a blue table-cloth.\n"}, "modifies": "cloth"}
{"gray": {"word": "dusty", "line": "His eyes meanwhile were at liberty to examine Mr. Marvel’s dusty figure, and the books beside him.\n"}, "modifies": "figure"}
{"grey": {"word": "dusty", "line": "His eyes meanwhile were at liberty to examine Mr. Marvel’s dusty figure, and the books beside him.\n"}, "modifies": "figure"}
{"pink": {"word": "rose", "line": "He rose stiffly in his seat.\n"}, "modifies": "seat"}
{"red": {"word": "red", "line": "The mariner was suddenly very red indeed; he clenched his hands.\n"}, "modifies": "mariner"}
{"white": {"word": "white", "line": "Dr. Kemp was a tall and slender young man, with flaxen hair and a moustache almost white, and the work he was upon would earn him, he hoped, the fellowship of the Royal Society, so highly did he think of it.\n"}, "modifies": "hair"}
{"black": {"word": "black", "line": "For a minute perhaps he sat, pen in mouth, admiring the rich golden colour above the crest, and then his attention was attracted by the little figure of a man, inky black, running over the hill-brow towards him.\n"}, "modifies": "man"}
{"red": {"word": "red", "line": "The barman leant his fat red arms on the counter and talked of horses with an anaemic cabman, while a black-bearded man in grey snapped up biscuit and cheese, drank Burton, and conversed in American with a policeman off duty.\n"}, "modifies": "arms"}
{"grey": {"word": "grey", "line": "The barman leant his fat red arms on the counter and talked of horses with an anaemic cabman, while a black-bearded man in grey snapped up biscuit and cheese, drank Burton, and conversed in American with a policeman off duty.\n"}, "modifies": "man"}
{"yellow": {"word": "yellow", "line": "“What’s the shouting about!” said the anaemic cabman, going off at a tangent, trying to see up the hill over the dirty yellow blind in the low window of the inn.\n"}, "modifies": "blind"}
{"black": {"word": "black", "line": "_Where_ shall I hide?” “This, this Invisible Man, then?” asked the man with the black beard, with one hand behind him.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "“Draw the bolts,” said the man with the black beard, “and if he comes—” He showed a revolver in his hand.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "“Very well,” said the man with the black beard, and stooping down, revolver ready, drew them himself.\n"}, "modifies": "beard"}
{"red": {"word": "red", "line": "The barman’s red hands came clawing at the unseen.\n"}, "modifies": "hands"}
{"black": {"word": "black", "line": "“I’ll show him,” shouted the man with the black beard, and suddenly a steel barrel shone over the policeman’s shoulder, and five bullets had followed one another into the twilight whence the missile had come.\n"}, "modifies": "beard"}
{"black": {"word": "black", "line": "“Five cartridges,” said the man with the black beard.\n"}, "modifies": "beard"}
{"yellow": {"word": "yellow", "line": "Thence his eyes wandered over the town to far away where the ships’ lights shone, and the pier glowed—a little illuminated, facetted pavilion like a gem of yellow light.\n"}, "modifies": "light"}
{"red": {"word": "red", "line": "A younger student than you were, almost an albino, six feet high, and broad, with a pink and white face and red eyes, who won the medal for chemistry.” “I am confused,” said Kemp.\n"}, "modifies": "eyes"}
{"pink": {"word": "pink", "line": "A younger student than you were, almost an albino, six feet high, and broad, with a pink and white face and red eyes, who won the medal for chemistry.” “I am confused,” said Kemp.\n"}, "modifies": "face"}
{"red": {"word": "scarlet", "line": "He walked to a wardrobe and produced a robe of dingy scarlet.\n"}, "modifies": "robe"}
{"white": {"word": "fair", "line": "You fair men don’t.\n"}, "modifies": "men"}
{"white": {"word": "white", "line": "The bulk of three cigars had passed into the invisible or diffused as a white ash over the carpet before he spoke again.\n"}, "modifies": "ash"}
{"pink": {"word": "rose", "line": "“There’s breakfast upstairs,” said Kemp, speaking as easily as possible, and he was delighted to find his strange guest rose willingly.\n"}, "modifies": "guest"}
{"red": {"word": "red", "line": "You see an opaque red box, for instance, because the colour absorbs some of the light and reflects the rest, all the red part of the light, to you.\n"}, "modifies": "box"}
{"white": {"word": "white", "line": "If it did not absorb any particular part of the light, but reflected it all, then it would be a shining white box.\n"}, "modifies": "box"}
{"white": {"word": "white", "line": "And if you put a sheet of common white glass in water, still more if you put it in some denser liquid than water, it would vanish almost altogether, because light passing from water to glass is only slightly refracted or reflected or indeed affected in any way.\n"}, "modifies": "glass"}
{"black": {"word": "jet", "line": "It is almost as invisible as a jet of coal gas or hydrogen is in air.\n"}, "modifies": "air"}
{"white": {"word": "white", "line": "If a sheet of glass is smashed, Kemp, and beaten into a powder, it becomes much more visible while it is in the air; it becomes at last an opaque white powder.\n"}, "modifies": "powder"}
{"white": {"word": "white", "line": "But if the white powdered glass is put into water, it forthwith vanishes.\n"}, "modifies": "glass"}
{"white": {"word": "white", "line": "Paper, for instance, is made up of transparent fibres, and it is white and opaque only for the same reason that a powder of glass is white and opaque.\n"}, "modifies": "reason"}
{"white": {"word": "white", "line": "Oil white paper, fill up the interstices between the particles with oil so that there is no longer refraction or reflection except at the surfaces, and it becomes as transparent as glass.\n"}, "modifies": "paper"}
{"red": {"word": "red", "line": "And not only paper, but cotton fibre, linen fibre, wool fibre, woody fibre, and _bone_, Kemp, _flesh_, Kemp, _hair_, Kemp, _nails_ and _nerves_, Kemp, in fact the whole fabric of a man except the red of his blood and the black pigment of hair, are all made up of transparent, colourless tissue.\n"}, "modifies": "fabric"}
{"black": {"word": "black", "line": "And not only paper, but cotton fibre, linen fibre, wool fibre, woody fibre, and _bone_, Kemp, _flesh_, Kemp, _hair_, Kemp, _nails_ and _nerves_, Kemp, in fact the whole fabric of a man except the red of his blood and the black pigment of hair, are all made up of transparent, colourless tissue.\n"}, "modifies": "pigment"}
{"pink": {"word": "rose", "line": "The Invisible Man rose and began pacing the little study.\n"}, "modifies": "Man"}
{"black": {"word": "black", "line": "I remember the funeral, the cheap hearse, the scant ceremony, the windy frost-bitten hillside, and the old college friend of his who read the service over him—a shabby, black, bent old man with a snivelling cold.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "I remember myself as a gaunt black figure, going along the slippery, shiny pavement, and the strange sense of detachment I felt from the squalid respectability, the sordid commercialism of the place.\n"}, "modifies": "figure"}
{"white": {"word": "white", "line": "My first experiment was with a bit of white wool fabric.\n"}, "modifies": "fabric"}
{"white": {"word": "white", "line": "I heard a miaow behind me, and turning, saw a lean white cat, very dirty, on the cistern cover outside the window.\n"}, "modifies": "cat"}
{"white": {"word": "white", "line": "It was an old woman from downstairs, who suspected me of vivisecting—a drink-sodden old creature, with only a white cat to care for in all the world.\n"}, "modifies": "cat"}
{"grey": {"word": "grey", "line": "I was apathetic, and I tried in vain to recover the enthusiasm of my first inquiries, the passion of discovery that had enabled me to compass even the downfall of my father’s grey hairs.\n"}, "modifies": "hairs"}
{"grey": {"word": "grey", "line": "It was my landlord with threats and inquiries, an old Polish Jew in a long grey coat and greasy slippers.\n"}, "modifies": "coat"}
{"blue": {"word": "blue", "line": "There was an attempt to push something under the door—a blue paper.\n"}, "modifies": "paper"}
{"pink": {"word": "rose", "line": "Then in a fit of irritation I rose and went and flung the door wide open.\n"}, "modifies": "fit"}
{"white": {"word": "white", "line": "My limbs became glassy, the bones and arteries faded, vanished, and the little white nerves went last.\n"}, "modifies": "nerves"}
{"brown": {"word": "brown", "line": "At last only the dead tips of the fingernails remained, pallid and white, and the brown stain of some acid upon my fingers.\n"}, "modifies": "stain"}
{"white": {"word": "white", "line": "At the northward corner of the Square a little white dog ran out of the Pharmaceutical Society’s offices, and incontinently made for me, nose down.\n"}, "modifies": "dog"}
{"red": {"word": "red", "line": "“Then I became aware of a blare of music, and looking along the street saw a number of people advancing out of Russell Square, red shirts, and the banner of the Salvation Army to the fore.\n"}, "modifies": "shirts"}
{"white": {"word": "white", "line": "Such a crowd, chanting in the roadway and scoffing on the pavement, I could not hope to penetrate, and dreading to go back and farther from home again, and deciding on the spur of the moment, I ran up the white steps of a house facing the museum railings, and stood there until the crowd should have passed.\n"}, "modifies": "steps"}
{"black": {"word": "black", "line": "They ran in the direction of my lodging, and looking back down a street I saw a mass of black smoke streaming up above the roofs and telephone wires.\n"}, "modifies": "smoke"}
{"red": {"word": "burgundy", "line": "Afterwards, prowling through the place in search of blankets—I had to put up at last with a heap of down quilts—I came upon a grocery section with a lot of chocolate and candied fruits, more than was good for me indeed—and some white burgundy.\n"}, "modifies": "lot"}
{"white": {"word": "white", "line": "Afterwards, prowling through the place in search of blankets—I had to put up at last with a heap of down quilts—I came upon a grocery section with a lot of chocolate and candied fruits, more than was good for me indeed—and some white burgundy.\n"}, "modifies": "burgundy"}
{"white": {"word": "white", "line": "I thought that I should be able to slip out unobserved in the morning with my clothes upon me, muffling my face with a white wrapper I had taken, purchase, with the money I had taken, spectacles and so forth, and so complete my disguise.\n"}, "modifies": "wrapper"}
{"white": {"word": "pale", "line": "“The pale London dawn had come, the place was full of a chilly grey light that filtered round the edges of the window blinds.\n"}, "modifies": "dawn"}
{"grey": {"word": "grey", "line": "“The pale London dawn had come, the place was full of a chilly grey light that filtered round the edges of the window blinds.\n"}, "modifies": "light"}
{"white": {"word": "white", "line": "I made a mad rush for the refreshment place, and there was a man in white like a man cook, who took up the chase.\n"}, "modifies": "man"}
{"pink": {"word": "rose", "line": "The shop was old-fashioned and low and dark, and the house rose above it for four storeys, dark and dismal.\n"}, "modifies": "house"}
{"black": {"word": "black", "line": "But at last he made an end and putting his beggarly crockery on the black tin tray upon which he had had his teapot, and gathering all the crumbs up on the mustard stained cloth, he took the whole lot of things after him.\n"}, "modifies": "tray"}
{"brown": {"word": "brown", "line": "This looked out upon the street, two lace curtains brown with dirt guarding the window.\n"}, "modifies": "curtains"}
{"brown": {"word": "brown", "line": "Outside the day was bright—by contrast with the brown shadows of the dismal house in which I found myself, dazzlingly bright.\n"}, "modifies": "shadows"}
{"white": {"word": "white", "line": "I could find no underclothing, but that I could buy subsequently, and for the time I swathed myself in calico dominoes and some white cashmere scarfs.\n"}, "modifies": "scarfs"}
{"gold": {"word": "gold", "line": "In a desk in the shop were three sovereigns and about thirty shillings’ worth of silver, and in a locked cupboard I burst in the inner room were eight pounds in gold.\n"}, "modifies": "pounds"}
{"silver": {"word": "silver", "line": "In a desk in the shop were three sovereigns and about thirty shillings’ worth of silver, and in a locked cupboard I burst in the inner room were eight pounds in gold.\n"}, "modifies": "worth"}
{"white": {"word": "white", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing-gown and some underclothing held in his arms.\n"}, "modifies": "side"}
{"gray": {"word": "dusty", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing-gown and some underclothing held in his arms.\n"}, "modifies": "Kemp"}
{"grey": {"word": "dusty", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing-gown and some underclothing held in his arms.\n"}, "modifies": "Kemp"}
{"pink": {"word": "pink", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing-gown and some underclothing held in his arms.\n"}, "modifies": "gown"}
{"white": {"word": "white", "line": "“Well?” said Adye, white and grim, and every nerve tense.\n"}, "modifies": "Adye"}
{"green": {"word": "green", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n"}, "modifies": "cliff"}
{"white": {"word": "white", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n"}, "modifies": "cliff"}
{"blue": {"word": "blue", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n"}, "modifies": "sun"}
{"blue": {"word": "blue", "line": "Adye leapt backwards, swung around, clutched at this little object, missed it, threw up his hands and fell forward on his face, leaving a little puff of blue in the air.\n"}, "modifies": "puff"}
{"yellow": {"word": "yellow", "line": "The afternoon was very hot and still, nothing seemed stirring in all the world save a couple of yellow butterflies chasing each other through the shrubbery between the house and the road gate.\n"}, "modifies": "butterflies"}
{"green": {"word": "green", "line": "The blinds of all the villas down the hill-road were drawn, but in one little green summer-house was a white figure, apparently an old man asleep.\n"}, "modifies": "house"}
{"white": {"word": "white", "line": "The blinds of all the villas down the hill-road were drawn, but in one little green summer-house was a white figure, apparently an old man asleep.\n"}, "modifies": "figure"}
{"white": {"word": "white", "line": "He ran it well, for a man out of training, and though his face was white and wet, his wits were cool to the last.\n"}, "modifies": "face"}
{"pink": {"word": "rose", "line": "Then came a mighty effort, and the Invisible Man threw off a couple of his antagonists and rose to his knees.\n"}, "modifies": "knees"}
{"white": {"word": "white", "line": "First came the little white nerves, a hazy grey sketch of a limb, then the glassy bones and intricate arteries, then the flesh and skin, first a faint fogginess, and then growing rapidly dense and opaque.\n"}, "modifies": "nerves"}
{"grey": {"word": "grey", "line": "First came the little white nerves, a hazy grey sketch of a limb, then the glassy bones and intricate arteries, then the flesh and skin, first a faint fogginess, and then growing rapidly dense and opaque.\n"}, "modifies": "sketch"}
{"white": {"word": "white", "line": "His hair and brow were white—not grey with age, but white with the whiteness of albinism—and his eyes were like garnets.\n"}, "modifies": "hair"}
{"grey": {"word": "grey", "line": "His hair and brow were white—not grey with age, but white with the whiteness of albinism—and his eyes were like garnets.\n"}, "modifies": "age"}
{"brown": {"word": "brown", "line": "And then, being satisfied of his solitude, he unlocks the cupboard and a box in the cupboard and a drawer in that box, and produces three volumes bound in brown leather, and places them solemnly in the middle of the table.\n"}, "modifies": "leather"}
{"green": {"word": "green", "line": "And looking across space with instruments, and intelligences such as we have scarcely dreamed of, they see, at its nearest distance only 35,000,000 of miles sunward of them, a morning star of hope, our own warmer planet, green with vegetation and grey with water, with a cloudy atmosphere eloquent of fertility, with glimpses through its drifting cloud wisps of broad stretches of populous country and narrow, navy-crowded seas.\n"}, "modifies": "distance"}
{"grey": {"word": "grey", "line": "And looking across space with instruments, and intelligences such as we have scarcely dreamed of, they see, at its nearest distance only 35,000,000 of miles sunward of them, a morning star of hope, our own warmer planet, green with vegetation and grey with water, with a cloudy atmosphere eloquent of fertility, with glimpses through its drifting cloud wisps of broad stretches of populous country and narrow, navy-crowded seas.\n"}, "modifies": "vegetation"}
{"red": {"word": "red", "line": "Men like Schiaparelli watched the red planet—it is odd, by-the-bye, that for countless centuries Mars has been the star of war—but failed to interpret the fluctuating appearances of the markings they mapped so well.\n"}, "modifies": "planet"}
{"red": {"word": "flaming", "line": "It had occurred towards midnight of the twelfth; and the spectroscope, to which he had at once resorted, indicated a mass of flaming gas, chiefly hydrogen, moving with an enormous velocity towards this earth.\n"}, "modifies": "gas"}
{"black": {"word": "jet", "line": "This jet of fire had become invisible about a quarter past twelve.\n"}, "modifies": "fire"}
{"red": {"word": "flaming", "line": "He compared it to a colossal puff of flame suddenly and violently squirted out of the planet, “as flaming gases rushed out of a gun.” A singularly appropriate phrase it proved.\n"}, "modifies": "gases"}
{"red": {"word": "red", "line": "He was immensely excited at the news, and in the excess of his feelings invited me up to take a turn with him that night in a scrutiny of the red planet.\n"}, "modifies": "planet"}
{"black": {"word": "black", "line": "In spite of all that has happened since, I still remember that vigil very distinctly: the black and silent observatory, the shadowed lantern throwing a feeble glow upon the floor in the corner, the steady ticking of the clockwork of the telescope, the little slit in the roof—an oblong profundity with the stardust streaked across it.\n"}, "modifies": "observatory"}
{"blue": {"word": "blue", "line": "Looking through the telescope, one saw a circle of deep blue and the little round planet swimming in the field.\n"}, "modifies": "planet"}
{"red": {"word": "crimson", "line": "I remember how I sat on the table there in the blackness, with patches of green and crimson swimming before my eyes.\n"}, "modifies": "green"}
{"green": {"word": "green", "line": "I remember how I sat on the table there in the blackness, with patches of green and crimson swimming before my eyes.\n"}, "modifies": "patches"}
{"grey": {"word": "grey", "line": "Dense clouds of smoke or dust, visible through a powerful telescope on earth as little grey, fluctuating patches, spread through the clearness of the planet’s atmosphere and obscured its more familiar features.\n"}, "modifies": "telescope"}
{"red": {"word": "red", "line": "My wife pointed out to me the brightness of the red, green, and yellow signal lights hanging in a framework against the sky.\n"}, "modifies": "lights"}
{"pink": {"word": "rose", "line": "But very early in the morning poor Ogilvy, who had seen the shooting star and who was persuaded that a meteorite lay somewhere on the common between Horsell, Ottershaw, and Woking, rose early with the idea of finding it.\n"}, "modifies": "idea"}
{"blue": {"word": "blue", "line": "The heather was on fire eastward, and a thin blue smoke rose against the dawn.\n"}, "modifies": "smoke"}
{"pink": {"word": "rose", "line": "The heather was on fire eastward, and a thin blue smoke rose against the dawn.\n"}, "modifies": "smoke"}
{"grey": {"word": "grey", "line": "Then suddenly he noticed with a start that some of the grey clinker, the ashy incrustation that covered the meteorite, was falling off the circular edge of the end.\n"}, "modifies": "clinker"}
{"black": {"word": "black", "line": "It was such a gradual movement that he discovered it only through noticing that a black mark that had been near him five minutes ago was now at the other side of the circumference.\n"}, "modifies": "mark"}
{"black": {"word": "black", "line": "Even then he scarcely understood what this indicated, until he heard a muffled grating sound and saw the black mark jerk forward an inch or so.\n"}, "modifies": "mark"}
{"grey": {"word": "grey", "line": "It required a certain amount of scientific education to perceive that the grey scale of the Thing was no common oxide, that the yellowish-white metal that gleamed in the crack between the lid and the cylinder had an unfamiliar hue.\n"}, "modifies": "scale"}
{"green": {"word": "green", "line": "An enterprising sweet-stuff dealer in the Chobham Road had sent up his son with a barrow-load of green apples and ginger beer.\n"}, "modifies": "apples"}
{"red": {"word": "crimson", "line": "He was standing on the cylinder, which was now evidently much cooler; his face was crimson and streaming with perspiration, and something seemed to have irritated him.\n"}, "modifies": "face"}
{"yellow": {"word": "yellow", "line": "The crowd about the pit had increased, and stood out black against the lemon yellow of the sky—a couple of hundred people, perhaps.\n"}, "modifies": "lemon"}
{"grey": {"word": "grey", "line": "Then something resembling a little grey snake, about the thickness of a walking stick, coiled up out of the writhing middle, and wriggled in the air towards me—and then another.\n"}, "modifies": "snake"}
{"brown": {"word": "brown", "line": "There was something fungoid in the oily brown skin, something in the clumsy deliberation of the tedious movements unspeakably nasty.\n"}, "modifies": "skin"}
{"black": {"word": "black", "line": "And then, with a renewed horror, I saw a round, black object bobbing up and down on the edge of the pit.\n"}, "modifies": "object"}
{"black": {"word": "black", "line": "It was the head of the shopman who had fallen in, but showing as a little black object against the hot western sun.\n"}, "modifies": "object"}
{"black": {"word": "black", "line": "The barrow of ginger beer stood, a queer derelict, black against the burning sky, and in the sand-pits was a row of deserted vehicles with their horses feeding out of nosebags or pawing the ground.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "Once a leash of thin black whips, like the arms of an octopus, flashed across the sunset and was immediately withdrawn, and afterwards a thin rod rose up, joint by joint, bearing at its apex a circular disk that spun with a wobbling motion.\n"}, "modifies": "whips"}
{"pink": {"word": "rose", "line": "Once a leash of thin black whips, like the arms of an octopus, flashed across the sunset and was immediately withdrawn, and afterwards a thin rod rose up, joint by joint, bearing at its apex a circular disk that spun with a wobbling motion.\n"}, "modifies": "rod"}
{"black": {"word": "black", "line": "Vertical black figures in twos and threes would advance, stop, watch, and advance again, spreading out as they did so in a thin irregular crescent that promised to enclose the pit in its attenuated horns.\n"}, "modifies": "figures"}
{"black": {"word": "black", "line": "And then, within thirty yards of the pit, advancing from the direction of Horsell, I noted a little black knot of men, the foremost of whom was waving a white flag.\n"}, "modifies": "knot"}
{"white": {"word": "white", "line": "And then, within thirty yards of the pit, advancing from the direction of Horsell, I noted a little black knot of men, the foremost of whom was waving a white flag.\n"}, "modifies": "flag"}
{"black": {"word": "black", "line": "This little group had in its advance dragged inward, so to speak, the circumference of the now almost complete circle of people, and a number of dim black figures followed it at discreet distances.\n"}, "modifies": "figures"}
{"black": {"word": "black", "line": "This smoke (or flame, perhaps, would be the better word for it) was so bright that the deep blue sky overhead and the hazy stretches of brown common towards Chertsey, set with black pine trees, seemed to darken abruptly as these puffs arose, and to remain the darker after their dispersal.\n"}, "modifies": "trees"}
{"blue": {"word": "blue", "line": "This smoke (or flame, perhaps, would be the better word for it) was so bright that the deep blue sky overhead and the hazy stretches of brown common towards Chertsey, set with black pine trees, seemed to darken abruptly as these puffs arose, and to remain the darker after their dispersal.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "Beyond the pit stood the little wedge of people with the white flag at its apex, arrested by these phenomena, a little knot of small vertical black shapes upon the black ground.\n"}, "modifies": "shapes"}
{"white": {"word": "white", "line": "Beyond the pit stood the little wedge of people with the white flag at its apex, arrested by these phenomena, a little knot of small vertical black shapes upon the black ground.\n"}, "modifies": "flag"}
{"green": {"word": "green", "line": "As the green smoke arose, their faces flashed out pallid green, and faded again as it vanished.\n"}, "modifies": "smoke"}
{"white": {"word": "pallid", "line": "As the green smoke arose, their faces flashed out pallid green, and faded again as it vanished.\n"}, "modifies": "green"}
{"pink": {"word": "rose", "line": "Slowly a humped shape rose out of the pit, and the ghost of a beam of light seemed to flicker out from it.\n"}, "modifies": "shape"}
{"white": {"word": "white", "line": "It was as if some invisible jet impinged upon them and flashed into white flame.\n"}, "modifies": "flame"}
{"red": {"word": "flaming", "line": "It was sweeping round swiftly and steadily, this flaming death, this invisible, inevitable sword of heat.\n"}, "modifies": "death"}
{"black": {"word": "black", "line": "Forth-with the hissing and humming ceased, and the black, dome-like object sank slowly out of sight into the pit.\n"}, "modifies": "object"}
{"white": {"word": "pale", "line": "The undulating common seemed now dark almost to blackness, except where its roadways lay grey and pale under the deep blue sky of the early night.\n"}, "modifies": "sky"}
{"blue": {"word": "blue", "line": "The undulating common seemed now dark almost to blackness, except where its roadways lay grey and pale under the deep blue sky of the early night.\n"}, "modifies": "sky"}
{"white": {"word": "pale", "line": "Overhead the stars were mustering, and in the west the sky was still a pale, bright, almost greenish blue.\n"}, "modifies": "blue"}
{"blue": {"word": "blue", "line": "Overhead the stars were mustering, and in the west the sky was still a pale, bright, almost greenish blue.\n"}, "modifies": "west"}
{"black": {"word": "black", "line": "The little group of black specks with the flag of white had been swept out of existence, and the stillness of the evening, so it seemed to me, had scarcely been broken.\n"}, "modifies": "specks"}
{"white": {"word": "white", "line": "The little group of black specks with the flag of white had been swept out of existence, and the stillness of the evening, so it seemed to me, had scarcely been broken.\n"}, "modifies": "flag"}
{"green": {"word": "green", "line": "The description of their death, as it was seen by the crowd, tallies very closely with my own impressions: the three puffs of green smoke, the deep humming note, and the flashes of flame.\n"}, "modifies": "smoke"}
{"pink": {"word": "rose", "line": "Then, with a whistling note that rose above the droning of the pit, the beam swung close over their heads, lighting the tops of the beech trees that line the road, and splitting the bricks, smashing the windows, firing the window frames, and bringing down in crumbling ruin a portion of the gable of the house nearest the corner.\n"}, "modifies": "note"}
{"black": {"word": "black", "line": "Where the road grows narrow and black between the high banks the crowd jammed, and a desperate struggle occurred.\n"}, "modifies": "banks"}
{"pink": {"word": "rose", "line": "A head rose over the arch, and the figure of a workman carrying a basket appeared.\n"}, "modifies": "head"}
{"white": {"word": "white", "line": "Over the Maybury arch a train, a billowing tumult of white, firelit smoke, and a long caterpillar of lighted windows, went flying south—clatter, clatter, clap, rap, and it had gone.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "When I saw how deadly white her face was, I ceased abruptly.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "My dear wife’s sweet anxious face peering at me from under the pink lamp shade, the white cloth with its silver and glass table furniture—for in those days even philosophical writers had many little luxuries—the crimson-purple wine in my glass, are photographically distinct.\n"}, "modifies": "cloth"}
{"silver": {"word": "silver", "line": "My dear wife’s sweet anxious face peering at me from under the pink lamp shade, the white cloth with its silver and glass table furniture—for in those days even philosophical writers had many little luxuries—the crimson-purple wine in my glass, are photographically distinct.\n"}, "modifies": "cloth"}
{"pink": {"word": "pink", "line": "My dear wife’s sweet anxious face peering at me from under the pink lamp shade, the white cloth with its silver and glass table furniture—for in those days even philosophical writers had many little luxuries—the crimson-purple wine in my glass, are photographically distinct.\n"}, "modifies": "shade"}
{"red": {"word": "red", "line": "People rattling Londonwards peered into the darkness outside the carriage windows, and saw only a rare, flickering, vanishing spark dance up from the direction of Horsell, a red glow and a thin veil of smoke driving across the stars, and thought that nothing more serious than a heath fire was happening.\n"}, "modifies": "glow"}
{"red": {"word": "red", "line": "Under the railway bridge I found a group of soldiers—sappers, I think, men in small round caps, dirty red jackets unbuttoned, and showing their blue shirts, dark trousers, and boots coming to the calf.\n"}, "modifies": "jackets"}
{"blue": {"word": "blue", "line": "Under the railway bridge I found a group of soldiers—sappers, I think, men in small round caps, dirty red jackets unbuttoned, and showing their blue shirts, dark trousers, and boots coming to the calf.\n"}, "modifies": "shirts"}
{"white": {"word": "fair", "line": "It hardly seemed a fair fight to me at that time.\n"}, "modifies": "fight"}
{"red": {"word": "red", "line": "Close on the heels of that came a violent rattling crash, quite close to us, that shook the ground; and, starting out upon the lawn, I saw the tops of the trees about the Oriental College burst into smoky red flame, and the tower of the little church beside it slide down into ruin.\n"}, "modifies": "flame"}
{"red": {"word": "red", "line": "One of our chimneys cracked as if a shot had hit it, flew, and a piece of it came clattering down the tiles and made a heap of broken red fragments upon the flower bed by my study window.\n"}, "modifies": "fragments"}
{"black": {"word": "black", "line": "A sudden whirl of black smoke driving across the road hid him for a moment.\n"}, "modifies": "smoke"}
{"red": {"word": "red", "line": "Thick streamers of black smoke shot with threads of red fire were driving up into the still air, and throwing dark shadows upon the green treetops eastward.\n"}, "modifies": "fire"}
{"green": {"word": "green", "line": "Thick streamers of black smoke shot with threads of red fire were driving up into the still air, and throwing dark shadows upon the green treetops eastward.\n"}, "modifies": "treetops"}
{"black": {"word": "black", "line": "Thick streamers of black smoke shot with threads of red fire were driving up into the still air, and throwing dark shadows upon the green treetops eastward.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "When I looked back again the second hill had hidden the black smoke.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "Her face, I remember, was very white as we parted.\n"}, "modifies": "face"}
{"black": {"word": "black", "line": "The driving clouds of the gathering thunderstorm mingled there with masses of black and red smoke.\n"}, "modifies": "smoke"}
{"red": {"word": "red", "line": "From Ripley until I came through Pyrford I was in the valley of the Wey, and the red glare was hidden from me.\n"}, "modifies": "glare"}
{"black": {"word": "black", "line": "Then I heard midnight pealing out from Pyrford Church behind me, and then came the silhouette of Maybury Hill, with its tree-tops and roofs black and sharp against the red.\n"}, "modifies": "tops"}
{"green": {"word": "green", "line": "Even as I beheld this a lurid green glare lit the road about me and showed the distant woods towards Addlestone.\n"}, "modifies": "glare"}
{"green": {"word": "green", "line": "I saw that the driving clouds had been pierced as it were by a thread of green fire, suddenly lighting their confusion and falling into the field to my left.\n"}, "modifies": "fire"}
{"purple": {"word": "violet", "line": "Close on its apparition, and blindingly violet by contrast, danced out the first lightning of the gathering storm, and the thunder burst like a rocket overhead.\n"}, "modifies": "contrast"}
{"red": {"word": "red", "line": "It was an elusive vision—a moment of bewildering darkness, and then, in a flash like daylight, the red masses of the Orphanage near the crest of the hill, the green tops of the pine trees, and this problematical object came out clear and sharp and bright.\n"}, "modifies": "masses"}
{"green": {"word": "green", "line": "It was an elusive vision—a moment of bewildering darkness, and then, in a flash like daylight, the red masses of the Orphanage near the crest of the hill, the green tops of the pine trees, and this problematical object came out clear and sharp and bright.\n"}, "modifies": "tops"}
{"black": {"word": "black", "line": "and by the lightning flashes I saw the black bulk of the overturned dog cart and the silhouette of the wheel still spinning slowly.\n"}, "modifies": "bulk"}
{"green": {"word": "green", "line": "Behind the main body was a huge mass of white metal like a gigantic fisherman’s basket, and puffs of green smoke squirted out from the joints of the limbs as the monster swept by me.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "Behind the main body was a huge mass of white metal like a gigantic fisherman’s basket, and puffs of green smoke squirted out from the joints of the limbs as the monster swept by me.\n"}, "modifies": "metal"}
{"black": {"word": "black", "line": "So much I saw then, all vaguely for the flickering of the lightning, in blinding highlights and dense black shadows.\n"}, "modifies": "shadows"}
{"black": {"word": "black", "line": "Near the top I stumbled upon something soft, and, by a flash of lightning, saw between my feet a heap of black broadcloth and a pair of boots.\n"}, "modifies": "broadcloth"}
{"red": {"word": "red", "line": "Nothing was burning on the hillside, though from the common there still came a red glare and a rolling tumult of ruddy smoke beating up against the drenching hail.\n"}, "modifies": "glare"}
{"red": {"word": "red", "line": "The towers of the Oriental College and the pine trees about it had gone, and very far away, lit by a vivid red glare, the common about the sand-pits was visible.\n"}, "modifies": "glare"}
{"black": {"word": "black", "line": "Across the light huge black shapes, grotesque and strange, moved busily to and fro.\n"}, "modifies": "shapes"}
{"red": {"word": "red", "line": "It seemed indeed as if the whole country in that direction was on fire—a broad hillside set with minute tongues of flame, swaying and writhing with the gusts of the dying storm, and throwing a red reflection upon the cloud scud above.\n"}, "modifies": "reflection"}
{"black": {"word": "black", "line": "I could not see what they were doing, nor the clear form of them, nor recognise the black objects they were busied upon.\n"}, "modifies": "objects"}
{"black": {"word": "black", "line": "The light upon the railway puzzled me at first; there were a black heap and a vivid glare, and to the right of that a row of yellow oblongs.\n"}, "modifies": "heap"}
{"yellow": {"word": "yellow", "line": "The light upon the railway puzzled me at first; there were a black heap and a vivid glare, and to the right of that a row of yellow oblongs.\n"}, "modifies": "oblongs"}
{"black": {"word": "black", "line": "It was the strangest spectacle, that black expanse set with fire.\n"}, "modifies": "expanse"}
{"black": {"word": "black", "line": "Later I saw against the light of Woking station a number of black figures hurrying one after the other across the line.\n"}, "modifies": "figures"}
{"black": {"word": "black", "line": "With a queer feeling of impersonal interest I turned my desk chair to the window, sat down, and stared at the blackened country, and particularly at the three gigantic black things that were going to and fro in the glare about the sand-pits.\n"}, "modifies": "things"}
{"green": {"word": "green", "line": "A kind of arm carried a complicated metallic case, about which green flashes scintillated, and out of the funnel of this there smoked the Heat-Ray.\n"}, "modifies": "flashes"}
{"pink": {"word": "rose", "line": "As he talked, things about us came darkly out of the darkness, and the trampled bushes and broken rose trees outside the window grew distinct.\n"}, "modifies": "trees"}
{"white": {"word": "white", "line": "Yet here and there some object had had the luck to escape—a white railway signal here, the end of a greenhouse there, white and fresh amid the wreckage.\n"}, "modifies": "signal"}
{"green": {"word": "green", "line": "It seemed to me that the pit had been enlarged, and ever and again puffs of vivid green vapour streamed up and out of it towards the brightening dawn—streamed up, whirled, broke, and vanished.\n"}, "modifies": "vapour"}
{"silver": {"word": "silver", "line": "In the road lay a group of three charred bodies close together, struck dead by the Heat-Ray; and here and there were things that people had dropped—a clock, a slipper, a silver spoon, and the like poor valuables.\n"}, "modifies": "spoon"}
{"black": {"word": "black", "line": "We went down the lane, by the body of the man in black, sodden now from the overnight hail, and broke into the woods at the foot of the hill.\n"}, "modifies": "body"}
{"green": {"word": "green", "line": "The woods across the line were but the scarred and blackened ruins of woods; for the most part the trees had fallen, but a certain proportion still stood, dismal grey stems, with dark brown foliage instead of green.\n"}, "modifies": "foliage"}
{"brown": {"word": "brown", "line": "The woods across the line were but the scarred and blackened ruins of woods; for the most part the trees had fallen, but a certain proportion still stood, dismal grey stems, with dark brown foliage instead of green.\n"}, "modifies": "foliage"}
{"grey": {"word": "grey", "line": "The woods across the line were but the scarred and blackened ruins of woods; for the most part the trees had fallen, but a certain proportion still stood, dismal grey stems, with dark brown foliage instead of green.\n"}, "modifies": "stems"}
{"white": {"word": "fair", "line": "“They will get one fair shot, at any rate.” The artilleryman hesitated at the gate.\n"}, "modifies": "shot"}
{"white": {"word": "white", "line": "Farther on towards Weybridge, just over the bridge, there were a number of men in white fatigue jackets throwing up a long rampart, and more guns behind.\n"}, "modifies": "jackets"}
{"black": {"word": "black", "line": "Three or four black government waggons, with crosses in white circles, and an old omnibus, among other vehicles, were being loaded in the village street.\n"}, "modifies": "waggons"}
{"white": {"word": "white", "line": "Three or four black government waggons, with crosses in white circles, and an old omnibus, among other vehicles, were being loaded in the village street.\n"}, "modifies": "circles"}
{"pink": {"word": "rose", "line": "A haziness rose over the treetops.\n"}, "modifies": "haziness"}
{"blue": {"word": "blue", "line": "“Here they are!” shouted a man in a blue jersey.\n"}, "modifies": "jersey"}
{"red": {"word": "red", "line": "The hood bulged, flashed, was whirled off in a dozen tattered fragments of red flesh and glittering metal.\n"}, "modifies": "flesh"}
{"black": {"word": "black", "line": "I splashed through the tumultuous water, pushing aside a man in black to do so, until I could see round the bend.\n"}, "modifies": "man"}
{"white": {"word": "white", "line": "When for a moment I raised my head to take breath and throw the hair and water from my eyes, the steam was rising in a whirling white fog that at first hid the Martians altogether.\n"}, "modifies": "fog"}
{"grey": {"word": "grey", "line": "Then I saw them dimly, colossal figures of grey, magnified by the mist.\n"}, "modifies": "figures"}
{"black": {"word": "black", "line": "Dense black smoke was leaping up to mingle with the steam from the river, and as the Heat-Ray went to and fro over Weybridge its impact was marked by flashes of incandescent white, that gave place at once to a smoky dance of lurid flames.\n"}, "modifies": "smoke"}
{"white": {"word": "white", "line": "Dense black smoke was leaping up to mingle with the steam from the river, and as the Heat-Ray went to and fro over Weybridge its impact was marked by flashes of incandescent white, that gave place at once to a smoky dance of lurid flames.\n"}, "modifies": "flashes"}
{"white": {"word": "pallid", "line": "The nearer houses still stood intact, awaiting their fate, shadowy, faint and pallid in the steam, with the fire behind them going to and fro.\n"}, "modifies": "fate"}
{"white": {"word": "white", "line": "Then suddenly the white flashes of the Heat-Ray came leaping towards me.\n"}, "modifies": "flashes"}
{"pink": {"word": "rose", "line": "It swept across the river to Shepperton, and the water in its track rose in a boiling weal crested with steam.\n"}, "modifies": "water"}
{"black": {"word": "black", "line": "Every minute a fresh gun came into position until, before twilight, every copse, every row of suburban villas on the hilly slopes about Kingston and Richmond, masked an expectant black muzzle.\n"}, "modifies": "muzzle"}
{"green": {"word": "green", "line": "And through the charred and desolated area—perhaps twenty square miles altogether—that encircled the Martian encampment on Horsell Common, through charred and ruined villages among the green trees, through the blackened and smoking arcades that had been but a day ago pine spinneys, crawled the devoted scouts with the heliographs that were presently to warn the gunners of the Martian approach.\n"}, "modifies": "trees"}
{"green": {"word": "green", "line": "They were hard at work there far into the night, and the towering pillar of dense green smoke that rose therefrom could be seen from the hills about Merrow, and even, it is said, from Banstead and Epsom Downs.\n"}, "modifies": "smoke"}
{"pink": {"word": "rose", "line": "They were hard at work there far into the night, and the towering pillar of dense green smoke that rose therefrom could be seen from the hills about Merrow, and even, it is said, from Banstead and Epsom Downs.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "Once, however, I made out a string of black figures hurrying across the meadows from the direction of Weybridge.\n"}, "modifies": "figures"}
{"blue": {"word": "blue", "line": "It was strange to see the place quite tranquil, quite desolate under the hot blue sky, with the smoke and little threads of flame going straight up into the heat of the afternoon.\n"}, "modifies": "sky"}
{"white": {"word": "fair", "line": "His face was a fair weakness, his chin retreated, and his hair lay in crisp, almost flaxen curls on his low forehead; his eyes were rather large, pale blue, and blankly staring.\n"}, "modifies": "weakness"}
{"white": {"word": "white", "line": "He extended a thin white hand and spoke in almost a complaining tone.\n"}, "modifies": "hand"}
{"blue": {"word": "blue", "line": "A man in a blue and white blazer addressed my brother, full of strange tidings.\n"}, "modifies": "blazer"}
{"brown": {"word": "brown", "line": "On the bridge a number of loafers were watching a curious brown scum that came drifting down the stream in patches.\n"}, "modifies": "scum"}
{"gold": {"word": "gold", "line": "The sun was just setting, and the Clock Tower and the Houses of Parliament rose against one of the most peaceful skies it is possible to imagine, a sky of gold, barred with long transverse stripes of reddish-purple cloud.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "The sun was just setting, and the Clock Tower and the Houses of Parliament rose against one of the most peaceful skies it is possible to imagine, a sky of gold, barred with long transverse stripes of reddish-purple cloud.\n"}, "modifies": "Tower"}
{"pink": {"word": "pink", "line": "All down Wellington Street people could be seen fluttering out the pink sheets and reading, and the Strand was suddenly noisy with the voices of an army of hawkers following these pioneers.\n"}, "modifies": "sheets"}
{"yellow": {"word": "yellow", "line": "There was a noise of doors opening, and window after window in the houses opposite flashed from darkness into yellow illumination.\n"}, "modifies": "illumination"}
{"pink": {"word": "pink", "line": "Unable from his window to learn what was happening, my brother went down and out into the street, just as the sky between the parapets of the houses grew pink with the early dawn.\n"}, "modifies": "dawn"}
{"black": {"word": "black", "line": "And from this paper my brother read that catastrophic dispatch of the Commander-in-Chief: “The Martians are able to discharge enormous clouds of a black and poisonous vapour by means of rockets.\n"}, "modifies": "vapour"}
{"yellow": {"word": "yellow", "line": "Sickly yellow lights went to and fro in the houses, and some of the passing cabs flaunted unextinguished lamps.\n"}, "modifies": "lights"}
{"green": {"word": "green", "line": "So far as one can ascertain from the conflicting accounts that have been put forth, the majority of them remained busied with preparations in the Horsell pit until nine that night, hurrying on some operation that disengaged huge volumes of green smoke.\n"}, "modifies": "smoke"}
{"brown": {"word": "brown", "line": "The Martian who had been overthrown crawled tediously out of his hood, a small brown figure, oddly suggestive from that distance of a speck of blight, and apparently engaged in the repair of his support.\n"}, "modifies": "figure"}
{"black": {"word": "black", "line": "It was a few minutes past nine that night when these three sentinels were joined by four other Martians, each carrying a thick black tube.\n"}, "modifies": "tube"}
{"black": {"word": "black", "line": "At the same time four of their fighting machines, similarly armed with tubes, crossed the river, and two of them, black against the western sky, came into sight of myself and the curate as we hurried wearily and painfully along the road that runs northward out of Halliford.\n"}, "modifies": "sky"}
{"pink": {"word": "rose", "line": "They moved, as it seemed to us, upon a cloud, for a milky mist covered the fields and rose to a third of their height.\n"}, "modifies": "third"}
{"grey": {"word": "grey", "line": "The two halted, the nearer to us standing and facing Sunbury, the remoter being a grey indistinctness towards the evening star, away towards Staines.\n"}, "modifies": "indistinctness"}
{"pink": {"word": "rose", "line": "The signal rockets burst and rained their sparks through the night and vanished, and the spirit of all those watching batteries rose to a tense expectation.\n"}, "modifies": "spirit"}
{"black": {"word": "black", "line": "The Martians had but to advance into the line of fire, and instantly those motionless black forms of men, those guns glittering so darkly in the early night, would explode into a thunderous fury of battle.\n"}, "modifies": "forms"}
{"white": {"word": "white", "line": "But all I saw was the deep blue sky above, with one solitary star, and the white mist spreading wide and low beneath.\n"}, "modifies": "mist"}
{"blue": {"word": "blue", "line": "But all I saw was the deep blue sky above, with one solitary star, and the white mist spreading wide and low beneath.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "Moved by a sudden thought, I looked northward, and there I perceived a third of these cloudy black kopjes had risen.\n"}, "modifies": "kopjes"}
{"black": {"word": "inky", "line": "These canisters smashed on striking the ground—they did not explode—and incontinently disengaged an enormous volume of heavy, inky vapour, coiling and pouring upward in a huge and ebony cumulus cloud, a gaseous hill that sank and spread itself slowly over the surrounding country.\n"}, "modifies": "vapour"}
{"blue": {"word": "blue", "line": "Save that an unknown element giving a group of four lines in the blue of the spectrum is concerned, we are still entirely ignorant of the nature of this substance.\n"}, "modifies": "lines"}
{"black": {"word": "black", "line": "Once the tumultuous upheaval of its dispersion was over, the black smoke clung so closely to the ground, even before its precipitation, that fifty feet up in the air, on the roofs and upper stories of high houses and on great trees, there was a chance of escaping its poison altogether, as was proved even that night at Street Cobham and Ditton.\n"}, "modifies": "smoke"}
{"black": {"word": "inky", "line": "The man who escaped at the former place tells a wonderful story of the strangeness of its coiling flow, and how he looked down from the church spire and saw the houses of the village rising like ghosts out of its inky nothingness.\n"}, "modifies": "nothingness"}
{"red": {"word": "red", "line": "For a day and a half he remained there, weary, starving and sun-scorched, the earth under the blue sky and against the prospect of the distant hills a velvet-black expanse, with red roofs, green trees, and, later, black-veiled shrubs and gates, barns, outhouses, and walls, rising here and there into the sunlight.\n"}, "modifies": "roofs"}
{"green": {"word": "green", "line": "For a day and a half he remained there, weary, starving and sun-scorched, the earth under the blue sky and against the prospect of the distant hills a velvet-black expanse, with red roofs, green trees, and, later, black-veiled shrubs and gates, barns, outhouses, and walls, rising here and there into the sunlight.\n"}, "modifies": "trees"}
{"blue": {"word": "blue", "line": "For a day and a half he remained there, weary, starving and sun-scorched, the earth under the blue sky and against the prospect of the distant hills a velvet-black expanse, with red roofs, green trees, and, later, black-veiled shrubs and gates, barns, outhouses, and walls, rising here and there into the sunlight.\n"}, "modifies": "sky"}
{"black": {"word": "black", "line": "But that was at Street Cobham, where the black vapour was allowed to remain until it sank of its own accord into the ground.\n"}, "modifies": "vapour"}
{"black": {"word": "jet", "line": "As a rule the Martians, when it had served its purpose, cleared the air of it again by wading into it and directing a jet of steam upon it.\n"}, "modifies": "steam"}
{"red": {"word": "red", "line": "These continued intermittently for the space of a quarter of an hour, sending chance shots at the invisible Martians at Hampton and Ditton, and then the pale beams of the electric light vanished, and were replaced by a bright red glow.\n"}, "modifies": "glow"}
{"white": {"word": "pale", "line": "These continued intermittently for the space of a quarter of an hour, sending chance shots at the invisible Martians at Hampton and Ditton, and then the pale beams of the electric light vanished, and were replaced by a bright red glow.\n"}, "modifies": "beams"}
{"green": {"word": "green", "line": "Then the fourth cylinder fell—a brilliant green meteor—as I learned afterwards, in Bushey Park.\n"}, "modifies": "meteor"}
{"black": {"word": "black", "line": "Before the guns on the Richmond and Kingston line of hills began, there was a fitful cannonade far away in the southwest, due, I believe, to guns being fired haphazard before the black vapour could overwhelm the gunners.\n"}, "modifies": "vapour"}
{"black": {"word": "black", "line": "Wherever there was a possibility of guns being laid for them unseen, a fresh canister of the black vapour was discharged, and where the guns were openly displayed the Heat-Ray was brought to bear.\n"}, "modifies": "vapour"}
{"black": {"word": "black", "line": "By midnight the blazing trees along the slopes of Richmond Park and the glare of Kingston Hill threw their light upon a network of black smoke, blotting out the whole valley of the Thames and extending as far as the eye could reach.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "Before dawn the black vapour was pouring through the streets of Richmond, and the disintegrating organism of government was, with a last expiring effort, rousing the population of London to the necessity of flight.\n"}, "modifies": "vapour"}
{"black": {"word": "black", "line": "By midday a Martian had been seen at Barnes, and a cloud of slowly sinking black vapour drove along the Thames and across the flats of Lambeth, cutting off all escape over the bridges in its sluggish advance.\n"}, "modifies": "vapour"}
{"pink": {"word": "rose", "line": "Suddenly he stumbled and fell; his immediate pursuer went headlong, and he rose to his feet to find himself with a couple of antagonists again.\n"}, "modifies": "feet"}
{"white": {"word": "white", "line": "She turned without a word—they were both panting—and they went back to where the lady in white struggled to hold back the frightened pony.\n"}, "modifies": "lady"}
{"gold": {"word": "gold", "line": "She explained that they had as much as thirty pounds in gold, besides a five-pound note, and suggested that with that they might get upon a train at St. Albans or New Barnet.\n"}, "modifies": "pounds"}
{"grey": {"word": "grey", "line": "The hedges were grey with dust.\n"}, "modifies": "hedges"}
{"black": {"word": "black", "line": "As my brother’s party went on towards the crossroads to the south of Barnet they saw a woman approaching the road across some fields on their left, carrying a child and with two other children; and then passed a man in dirty black, with a thick stick in one hand and a small portmanteau in the other.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "Then round the corner of the lane, from between the villas that guarded it at its confluence with the high road, came a little cart drawn by a sweating black pony and driven by a sallow youth in a bowler hat, grey with dust.\n"}, "modifies": "pony"}
{"grey": {"word": "grey", "line": "Then round the corner of the lane, from between the villas that guarded it at its confluence with the high road, came a little cart drawn by a sweating black pony and driven by a sallow youth in a bowler hat, grey with dust.\n"}, "modifies": "dust"}
{"white": {"word": "white", "line": "My brother noticed a pale grey smoke or haze rising among the houses in front of them, and veiling the white façade of a terrace beyond the road that appeared between the backs of the villas.\n"}, "modifies": "façade"}
{"grey": {"word": "grey", "line": "My brother noticed a pale grey smoke or haze rising among the houses in front of them, and veiling the white façade of a terrace beyond the road that appeared between the backs of the villas.\n"}, "modifies": "smoke"}
{"red": {"word": "red", "line": "Mrs. Elphinstone suddenly cried out at a number of tongues of smoky red flame leaping up above the houses in front of them against the hot, blue sky.\n"}, "modifies": "flame"}
{"blue": {"word": "blue", "line": "Mrs. Elphinstone suddenly cried out at a number of tongues of smoky red flame leaping up above the houses in front of them against the hot, blue sky.\n"}, "modifies": "sky"}
{"white": {"word": "white", "line": "A great bank of dust, white and luminous in the blaze of the sun, made everything within twenty feet of the ground grey and indistinct and was perpetually renewed by the hurrying feet of a dense crowd of horses and of men and women on foot, and by the wheels of vehicles of every description.\n"}, "modifies": "dust"}
{"grey": {"word": "grey", "line": "A great bank of dust, white and luminous in the blaze of the sun, made everything within twenty feet of the ground grey and indistinct and was perpetually renewed by the hurrying feet of a dense crowd of horses and of men and women on foot, and by the wheels of vehicles of every description.\n"}, "modifies": "feet"}
{"black": {"word": "black", "line": "And, indeed, a little way up the road a villa was burning and sending rolling masses of black smoke across the road to add to the confusion.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "So much as they could see of the road Londonward between the houses to the right was a tumultuous stream of dirty, hurrying people, pent in between the villas on either side; the black heads, the crowded forms, grew into distinctness as they rushed towards the corner, hurried past, and merged their individuality again in a receding multitude that was swallowed up at last in a cloud of dust.\n"}, "modifies": "heads"}
{"black": {"word": "black", "line": "Fighting side by side with them pushed some weary street outcast in faded black rags, wide-eyed, loud-voiced, and foul-mouthed.\n"}, "modifies": "rags"}
{"black": {"word": "black", "line": "Their skins were dry, their lips black and cracked.\n"}, "modifies": "lips"}
{"black": {"word": "black", "line": "A little old man, with a grey military moustache and a filthy black frock coat, limped out and sat down beside the trap, removed his boot—his sock was blood-stained—shook out a pebble, and hobbled on again; and then a little girl of eight or nine, all alone, threw herself under the hedge close by my brother, weeping.\n"}, "modifies": "coat"}
{"grey": {"word": "grey", "line": "A little old man, with a grey military moustache and a filthy black frock coat, limped out and sat down beside the trap, removed his boot—his sock was blood-stained—shook out a pebble, and hobbled on again; and then a little girl of eight or nine, all alone, threw herself under the hedge close by my brother, weeping.\n"}, "modifies": "moustache"}
{"white": {"word": "white", "line": "My brother saw dimly through the dust that two men lifted out something on a white stretcher and put it gently on the grass beneath the privet hedge.\n"}, "modifies": "stretcher"}
{"pink": {"word": "rose", "line": "A horse rose close upon him, and in another moment, half rising, he had been borne down under the horse’s hoofs.\n"}, "modifies": "horse"}
{"black": {"word": "black", "line": "My brother stood up and yelled at the next driver, and a man on a black horse came to his assistance.\n"}, "modifies": "horse"}
{"gold": {"word": "gold", "line": "But he still clutched after his money, and regarded my brother fiercely, hammering at his arm with a handful of gold.\n"}, "modifies": "handful"}
{"gold": {"word": "gold", "line": "My brother looked up, and the man with the gold twisted his head round and bit the wrist that held his collar.\n"}, "modifies": "man"}
{"black": {"word": "black", "line": "There was a concussion, and the black horse came staggering sideways, and the carthorse pushed beside it.\n"}, "modifies": "horse"}
{"white": {"word": "white", "line": "As they passed the bend in the lane my brother saw the face of the dying man in the ditch under the privet, deadly white and drawn, and shining with perspiration.\n"}, "modifies": "face"}
{"white": {"word": "white", "line": "Miss Elphinstone was white and pale, and her sister-in-law sat weeping, too wretched even to call upon “George.” My brother was horrified and perplexed.\n"}, "modifies": "Miss"}
{"red": {"word": "red", "line": "My brother, with the cabman’s whip marks red across his face and hands, scrambled into the chaise and took the reins from her.\n"}, "modifies": "face"}
{"gray": {"word": "dusty", "line": "But once in the stream he seemed to lose volition, to become a part of that dusty rout.\n"}, "modifies": "rout"}
{"grey": {"word": "dusty", "line": "But once in the stream he seemed to lose volition, to become a part of that dusty rout.\n"}, "modifies": "rout"}
{"black": {"word": "black", "line": "If one could have hung that June morning in a balloon in the blazing blue above London every northward and eastward road running out of the tangled maze of streets would have seemed stippled black with the streaming fugitives, each dot a human agony of terror and physical distress.\n"}, "modifies": "fugitives"}
{"blue": {"word": "blue", "line": "If one could have hung that June morning in a balloon in the blazing blue above London every northward and eastward road running out of the tangled maze of streets would have seemed stippled black with the streaming fugitives, each dot a human agony of terror and physical distress.\n"}, "modifies": "balloon"}
{"black": {"word": "black", "line": "I have set forth at length in the last chapter my brother’s account of the road through Chipping Barnet, in order that my readers may realise how that swarming of black dots appeared to one of those concerned.\n"}, "modifies": "dots"}
{"black": {"word": "black", "line": "Steadily, incessantly, each black splash grew and spread, shooting out ramifications this way and that, now banking itself against rising ground, now pouring swiftly over a crest into a new-found valley, exactly as a gout of ink would spread itself upon blotting paper.\n"}, "modifies": "splash"}
{"blue": {"word": "blue", "line": "And beyond, over the blue hills that rise southward of the river, the glittering Martians went to and fro, calmly and methodically spreading their poison cloud over this patch of country and then over that, laying it again with their steam jets when it had served its purpose, and taking possession of the conquered country.\n"}, "modifies": "hills"}
{"black": {"word": "black", "line": "About one o’clock in the afternoon the thinning remnant of a cloud of the black vapour appeared between the arches of Blackfriars Bridge.\n"}, "modifies": "vapour"}
{"green": {"word": "green", "line": "My brother, keeping watch beside the women in the chaise in a meadow, saw the green flash of it far beyond the hills.\n"}, "modifies": "flash"}
{"black": {"word": "black", "line": "It was the only warship in sight, but far away to the right over the smooth surface of the sea—for that day there was a dead calm—lay a serpent of black smoke to mark the next ironclads of the Channel Fleet, which hovered in an extended line, steam up and ready for action, across the Thames estuary during the course of the Martian conquest, vigilant and yet powerless to prevent it.\n"}, "modifies": "smoke"}
{"black": {"word": "jet", "line": "A jet of smoke sprang out of her funnels.\n"}, "modifies": "smoke"}
{"black": {"word": "black", "line": "At the same time, far away in the southeast the masts and upperworks of three ironclads rose one after the other out of the sea, beneath clouds of black smoke.\n"}, "modifies": "smoke"}
{"pink": {"word": "rose", "line": "At the same time, far away in the southeast the masts and upperworks of three ironclads rose one after the other out of the sea, beneath clouds of black smoke.\n"}, "modifies": "time"}
{"grey": {"word": "grey", "line": "He fancied he saw a column of smoke rising out of the distant grey haze.\n"}, "modifies": "haze"}
{"pink": {"word": "rose", "line": "Big iron upperworks rose out of this headlong structure, and from that twin funnels projected and spat a smoking blast shot with fire.\n"}, "modifies": "upperworks"}
{"black": {"word": "black", "line": "She was steaming at such a pace that in a minute she seemed halfway between the steamboat and the Martians—a diminishing black bulk against the receding horizontal expanse of the Essex coast.\n"}, "modifies": "bulk"}
{"black": {"word": "black", "line": "Suddenly the foremost Martian lowered his tube and discharged a canister of the black gas at the ironclad.\n"}, "modifies": "gas"}
{"black": {"word": "inky", "line": "It hit her larboard side and glanced off in an inky jet that rolled away to seaward, an unfolding torrent of Black Smoke, from which the ironclad drove clear.\n"}, "modifies": "jet"}
{"white": {"word": "white", "line": "For, surging out beyond the white tumult, drove something long and black, the flames streaming from its middle parts, its ventilators and funnels spouting fire.\n"}, "modifies": "tumult"}
{"red": {"word": "flaming", "line": "The Martian staggered with the violence of her explosion, and in another moment the flaming wreckage, still driving forward with the impetus of its pace, had struck him and crumpled him up like a thing of cardboard.\n"}, "modifies": "wreckage"}
{"black": {"word": "black", "line": "And all this time the boat was paddling steadily out to sea and away from the fight; and when at last the confusion cleared, the drifting bank of black vapour intervened, and nothing of the _Thunder Child_ could be made out, nor could the third Martian be seen.\n"}, "modifies": "vapour"}
{"black": {"word": "black", "line": "The little vessel continued to beat its way seaward, and the ironclads receded slowly towards the coast, which was hidden still by a marbled bank of vapour, part steam, part black gas, eddying and combining in the strangest way.\n"}, "modifies": "gas"}
{"black": {"word": "black", "line": "Then suddenly out of the golden haze of the sunset came the vibration of guns, and a form of black shadows moving.\n"}, "modifies": "shadows"}
{"pink": {"word": "rose", "line": "A mass of smoke rose slanting and barred the face of the sun.\n"}, "modifies": "mass"}
{"grey": {"word": "grey", "line": "The sun sank into grey clouds, the sky flushed and darkened, the evening star trembled into sight.\n"}, "modifies": "clouds"}
{"grey": {"word": "grey", "line": "Something rushed up into the sky out of the greyness—rushed slantingly upward and very swiftly into the luminous clearness above the clouds in the western sky; something flat and broad, and very large, that swept round in a vast curve, grew smaller, sank slowly, and vanished again into the grey mystery of the night.\n"}, "modifies": "mystery"}
{"black": {"word": "jet", "line": "A Martian came across the fields about midday, laying the stuff with a jet of superheated steam that hissed against the walls, smashed all the windows it touched, and scalded the curate’s hand as he fled out of the front room.\n"}, "modifies": "stuff"}
{"black": {"word": "black", "line": "When at last we crept across the sodden rooms and looked out again, the country northward was as though a black snowstorm had passed over it.\n"}, "modifies": "snowstorm"}
{"black": {"word": "black", "line": "Looking towards the river, we were astonished to see an unaccountable redness mingling with the black of the scorched meadows.\n"}, "modifies": "meadows"}
{"black": {"word": "black", "line": "In Sunbury, and at intervals along the road, were dead bodies lying in contorted attitudes, horses as well as men, overturned carts and luggage, all covered thickly with black dust.\n"}, "modifies": "dust"}
{"green": {"word": "green", "line": "We got to Hampton Court without misadventure, our minds full of strange and unfamiliar appearances, and at Hampton Court our eyes were relieved to find a patch of green that had escaped the suffocating drift.\n"}, "modifies": "patch"}
{"red": {"word": "red", "line": "We hurried across the exposed bridge, of course, but I noticed floating down the stream a number of red masses, some many feet across.\n"}, "modifies": "masses"}
{"black": {"word": "black", "line": "Here again on the Surrey side were black dust that had once been smoke, and dead bodies—a heap near the approach to the station; but we had no glimpse of the Martians until we were some way towards Barnes.\n"}, "modifies": "dust"}
{"black": {"word": "black", "line": "Four or five little black figures hurried before it across the green-grey of the field, and in a moment it was evident this Martian pursued them.\n"}, "modifies": "figures"}
{"white": {"word": "white", "line": "Here there stood a white house within a walled garden, and in the pantry of this domicile we found a store of food—two loaves of bread in a pan, an uncooked steak, and the half of a ham.\n"}, "modifies": "house"}
{"red": {"word": "burgundy", "line": "This pantry opened into a kind of wash-up kitchen, and in this was firewood; there was also a cupboard, in which we found nearly a dozen of burgundy, tinned soups and salmon, and two tins of biscuits.\n"}, "modifies": "salmon"}
{"green": {"word": "green", "line": "“It can’t be midnight yet,” I said, and then came a blinding glare of vivid green light.\n"}, "modifies": "light"}
{"green": {"word": "green", "line": "Contrasting vividly with this ruin was the neat dresser, stained in the fashion, pale green, and with a number of copper and tin vessels below it, the wallpaper imitating blue and white tiles, and a couple of coloured supplements fluttering from the walls above the kitchen range.\n"}, "modifies": "dresser"}
{"blue": {"word": "blue", "line": "Contrasting vividly with this ruin was the neat dresser, stained in the fashion, pale green, and with a number of copper and tin vessels below it, the wallpaper imitating blue and white tiles, and a couple of coloured supplements fluttering from the walls above the kitchen range.\n"}, "modifies": "tiles"}
{"brown": {"word": "copper", "line": "Contrasting vividly with this ruin was the neat dresser, stained in the fashion, pale green, and with a number of copper and tin vessels below it, the wallpaper imitating blue and white tiles, and a couple of coloured supplements fluttering from the walls above the kitchen range.\n"}, "modifies": "number"}
{"gold": {"word": "gold", "line": "Through the aperture in the wall I could see the top of a tree touched with gold and the warm blue of a tranquil evening sky.\n"}, "modifies": "blue"}
{"blue": {"word": "blue", "line": "Through the aperture in the wall I could see the top of a tree touched with gold and the warm blue of a tranquil evening sky.\n"}, "modifies": "gold"}
{"green": {"word": "green", "line": "The heavy beating sound was evidently just behind us, and ever and again a bright green vapour drove up like a veil across our peephole.\n"}, "modifies": "vapour"}
{"red": {"word": "cardinal", "line": "The brain alone remained a cardinal necessity.\n"}, "modifies": "necessity"}
{"red": {"word": "red", "line": "And speaking of the differences between the life on Mars and terrestrial life, I may allude here to the curious suggestions of the red weed.\n"}, "modifies": "weed"}
{"green": {"word": "green", "line": "Apparently the vegetable kingdom in Mars, instead of having green for a dominant colour, is of a vivid blood-red tint.\n"}, "modifies": "colour"}
{"red": {"word": "red", "line": "Only that known popularly as the red weed, however, gained any footing in competition with terrestrial forms.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "The red creeper was quite a transitory growth, and few people have seen it growing.\n"}, "modifies": "creeper"}
{"red": {"word": "red", "line": "For a time, however, the red weed grew with astonishing vigour and luxuriance.\n"}, "modifies": "weed"}
{"black": {"word": "black", "line": "The Martians had what appears to have been an auditory organ, a single round drum at the back of the head-body, and eyes with a visual range not very different from ours except that, according to Philips, blue and violet were as black to them.\n"}, "modifies": "Philips"}
{"blue": {"word": "blue", "line": "The Martians had what appears to have been an auditory organ, a single round drum at the back of the head-body, and eyes with a visual range not very different from ours except that, according to Philips, blue and violet were as black to them.\n"}, "modifies": "Philips"}
{"purple": {"word": "violet", "line": "The Martians had what appears to have been an auditory organ, a single round drum at the back of the head-body, and eyes with a visual range not very different from ours except that, according to Philips, blue and violet were as black to them.\n"}, "modifies": "Philips"}
{"green": {"word": "green", "line": "When I looked again, the busy handling-machine had already put together several of the pieces of apparatus it had taken out of the cylinder into a shape having an unmistakable likeness to its own; and down on the left a busy little digging mechanism had come into view, emitting jets of green vapour and working its way round the pit, excavating and embanking in a methodical and discriminating manner.\n"}, "modifies": "vapour"}
{"white": {"word": "white", "line": "This was a body resembling a milk can in its general form, above which oscillated a pear-shaped receptacle, and from which a stream of white powder flowed into a circular basin below.\n"}, "modifies": "powder"}
{"green": {"word": "green", "line": "From this unseen receiver a little thread of green smoke rose vertically into the quiet air.\n"}, "modifies": "smoke"}
{"pink": {"word": "rose", "line": "From this unseen receiver a little thread of green smoke rose vertically into the quiet air.\n"}, "modifies": "receiver"}
{"white": {"word": "white", "line": "In another second it had lifted a bar of white aluminium into sight, untarnished as yet, and shining dazzlingly, and deposited it in a growing stack of bars that stood at the side of the pit.\n"}, "modifies": "aluminium"}
{"pink": {"word": "rose", "line": "Between sunset and starlight this dexterous machine must have made more than a hundred such bars out of the crude clay, and the mound of bluish dust rose steadily until it topped the side of the pit.\n"}, "modifies": "mound"}
{"green": {"word": "green", "line": "The twilight had now come, the stars were little and faint, but the pit was illuminated by the flickering green fire that came from the aluminium-making.\n"}, "modifies": "fire"}
{"green": {"word": "green", "line": "The whole picture was a flickering scheme of green gleams and shifting rusty black shadows, strangely trying to the eyes.\n"}, "modifies": "gleams"}
{"black": {"word": "black", "line": "The whole picture was a flickering scheme of green gleams and shifting rusty black shadows, strangely trying to the eyes.\n"}, "modifies": "shadows"}
{"green": {"word": "green", "line": "As the green flames lifted I could see the oily gleam of his integument and the brightness of his eyes.\n"}, "modifies": "flames"}
{"green": {"word": "green", "line": "Then something—something struggling violently—was lifted high against the sky, a black, vague enigma against the starlight; and as this black object came down again, I saw by the green brightness that it was a man.\n"}, "modifies": "brightness"}
{"black": {"word": "black", "line": "Then something—something struggling violently—was lifted high against the sky, a black, vague enigma against the starlight; and as this black object came down again, I saw by the green brightness that it was a man.\n"}, "modifies": "enigma"}
{"white": {"word": "white", "line": "Except for the pale glow from the handling-machine and the bars and patches of white moonlight the pit was in darkness, and, except for the clinking of the handling-machine, quite still.\n"}, "modifies": "moonlight"}
{"red": {"word": "burgundy", "line": "I snatched in the darkness, and my fingers caught a bottle of burgundy.\n"}, "modifies": "bottle"}
{"red": {"word": "burgundy", "line": "There were times when I beat and kicked him madly, times when I cajoled and persuaded him, and once I tried to bribe him with the last bottle of burgundy, for there was a rain-water pump from which I could get water.\n"}, "modifies": "bottle"}
{"pink": {"word": "rose", "line": "He rose to his knees, for he had been sitting in the darkness near the copper.\n"}, "modifies": "knees"}
{"black": {"word": "black", "line": "It was like a black worm swaying its blind head to and fro.\n"}, "modifies": "worm"}
{"grey": {"word": "grey", "line": "The light that came into the scullery was no longer grey, but red.\n"}, "modifies": "light"}
{"red": {"word": "red", "line": "On the fourteenth day I went into the kitchen, and I was surprised to find that the fronds of the red weed had grown right across the hole in the wall, turning the half-light of the place into a crimson-coloured obscurity.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "For a long while I lay close to the peephole, but not daring to move aside the red plants that obscured it.\n"}, "modifies": "plants"}
{"black": {"word": "black", "line": "Save for the big mound of greyish-blue powder in one corner, certain bars of aluminium in another, the black birds, and the skeletons of the killed, the place was merely an empty circular pit in the sand.\n"}, "modifies": "birds"}
{"red": {"word": "red", "line": "Slowly I thrust myself out through the red weed, and stood upon the mound of rubble.\n"}, "modifies": "weed"}
{"white": {"word": "white", "line": "When I had last seen this part of Sheen in the daylight it had been a straggling street of comfortable white and red houses, interspersed with abundant shady trees.\n"}, "modifies": "houses"}
{"red": {"word": "red", "line": "Now I stood on a mound of smashed brickwork, clay, and gravel, over which spread a multitude of red cactus-shaped plants, knee-high, without a solitary terrestrial growth to dispute their footing.\n"}, "modifies": "plants"}
{"red": {"word": "red", "line": "The trees near me were dead and brown, but further a network of red thread scaled the still living stems.\n"}, "modifies": "thread"}
{"red": {"word": "red", "line": "The red weed grew tumultuously in their roofless rooms.\n"}, "modifies": "weed"}
{"blue": {"word": "blue", "line": "The day seemed, by contrast with my recent confinement, dazzlingly bright, the sky a glowing blue.\n"}, "modifies": "confinement"}
{"red": {"word": "red", "line": "A gentle breeze kept the red weed that covered every scrap of unoccupied ground gently swaying.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "This gave me a hint, and I went knee-deep, and sometimes neck-deep, in the red weed.\n"}, "modifies": "weed"}
{"red": {"word": "crimson", "line": "Here I found some young onions, a couple of gladiolus bulbs, and a quantity of immature carrots, all of which I secured, and, scrambling over a ruined wall, went on my way through scarlet and crimson trees towards Kew—it was like walking through an avenue of gigantic blood drops—possessed with two ideas: to get more food, and to limp, as soon and as far as my strength permitted, out of this accursed unearthly region of the pit.\n"}, "modifies": "trees"}
{"red": {"word": "scarlet", "line": "Here I found some young onions, a couple of gladiolus bulbs, and a quantity of immature carrots, all of which I secured, and, scrambling over a ruined wall, went on my way through scarlet and crimson trees towards Kew—it was like walking through an avenue of gigantic blood drops—possessed with two ideas: to get more food, and to limp, as soon and as far as my strength permitted, out of this accursed unearthly region of the pit.\n"}, "modifies": "trees"}
{"brown": {"word": "brown", "line": "Some way farther, in a grassy place, was a group of mushrooms which also I devoured, and then I came upon a brown sheet of flowing shallow water, where meadows used to be.\n"}, "modifies": "sheet"}
{"red": {"word": "red", "line": "At first I was surprised at this flood in a hot, dry summer, but afterwards I discovered that it was caused by the tropical exuberance of the red weed.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "As the water spread the weed followed them, until the ruined villas of the Thames valley were for a time lost in this red swamp, whose margin I explored, and much of the desolation the Martians had caused was concealed.\n"}, "modifies": "swamp"}
{"red": {"word": "red", "line": "In the end the red weed succumbed almost as quickly as it had spread.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "Now by the action of natural selection, all terrestrial plants have acquired a resisting power against bacterial diseases—they never succumb without a severe struggle, but the red weed rotted like a thing already dead.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "I drank a great deal of it and, moved by an impulse, gnawed some fronds of red weed; but they were watery, and had a sickly, metallic taste.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "I found the water was sufficiently shallow for me to wade securely, although the red weed impeded my feet a little; but the flood evidently got deeper towards the river, and I turned back to Mortlake.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "The red weed was less abundant; the tall trees along the lane were free from the red creeper.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "That dark expanse was lit in patches by yellow gorse and broom; there was no red weed to be seen, and as I prowled, hesitating, on the verge of the open, the sun rose, flooding it all with light and vitality.\n"}, "modifies": "weed"}
{"yellow": {"word": "yellow", "line": "That dark expanse was lit in patches by yellow gorse and broom; there was no red weed to be seen, and as I prowled, hesitating, on the verge of the open, the sun rose, flooding it all with light and vitality.\n"}, "modifies": "gorse"}
{"pink": {"word": "rose", "line": "That dark expanse was lit in patches by yellow gorse and broom; there was no red weed to be seen, and as I prowled, hesitating, on the verge of the open, the sun rose, flooding it all with light and vitality.\n"}, "modifies": "verge"}
{"gray": {"word": "dusty", "line": "As I drew nearer I perceived he was dressed in clothes as dusty and filthy as my own; he looked, indeed, as though he had been dragged through a culvert.\n"}, "modifies": "clothes"}
{"grey": {"word": "dusty", "line": "As I drew nearer I perceived he was dressed in clothes as dusty and filthy as my own; he looked, indeed, as though he had been dragged through a culvert.\n"}, "modifies": "clothes"}
{"green": {"word": "green", "line": "Nearer, I distinguished the green slime of ditches mixing with the pale drab of dried clay and shiny, coaly patches.\n"}, "modifies": "slime"}
{"white": {"word": "pale", "line": "Nearer, I distinguished the green slime of ditches mixing with the pale drab of dried clay and shiny, coaly patches.\n"}, "modifies": "drab"}
{"black": {"word": "black", "line": "His black hair fell over his eyes, and his face was dark and dirty and sunken, so that at first I did not recognise him.\n"}, "modifies": "hair"}
{"red": {"word": "red", "line": "There was a red cut across the lower part of his face.\n"}, "modifies": "cut"}
{"green": {"word": "green", "line": "These green stars—I’ve seen none these five or six days, but I’ve no doubt they’re falling somewhere every night.\n"}, "modifies": "stars"}
{"brown": {"word": "brown", "line": "Fancy those brown creepers!” “You don’t mean to say——” “I do.\n"}, "modifies": "creepers"}
{"red": {"word": "red", "line": "From this position a shrubbery hid the greater portion of Putney, but we could see the river below, a bubbly mass of red weed, and the low parts of Lambeth flooded and red.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "The red creeper swarmed up the trees about the old palace, and their branches stretched gaunt and dead, and set with shrivelled leaves, from amid its clusters.\n"}, "modifies": "creeper"}
{"green": {"word": "green", "line": "About us neither had gained a footing; laburnums, pink mays, snowballs, and trees of arbor-vitae, rose out of laurels and hydrangeas, green and brilliant into the sunlight.\n"}, "modifies": "laurels"}
{"pink": {"word": "pink", "line": "About us neither had gained a footing; laburnums, pink mays, snowballs, and trees of arbor-vitae, rose out of laurels and hydrangeas, green and brilliant into the sunlight.\n"}, "modifies": "mays"}
{"blue": {"word": "blue", "line": "Beyond Kensington dense smoke was rising, and that and a blue haze hid the northward hills.\n"}, "modifies": "haze"}
{"red": {"word": "burgundy", "line": "“We can dig better on this Thames-side burgundy,” said I.\n"}, "modifies": "side"}
{"blue": {"word": "blue", "line": "The northern hills were shrouded in darkness; the fires near Kensington glowed redly, and now and then an orange-red tongue of flame flashed up and vanished in the deep blue night.\n"}, "modifies": "night"}
{"black": {"word": "black", "line": "All the rest of London was black.\n"}, "modifies": "rest"}
{"white": {"word": "pale", "line": "Then, nearer, I perceived a strange light, a pale, violet-purple fluorescent glow, quivering under the night breeze.\n"}, "modifies": "glow"}
{"red": {"word": "red", "line": "For a space I could not understand it, and then I knew that it must be the red weed from which this faint irradiation proceeded.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "I glanced from that to Mars, red and clear, glowing high in the west, and then gazed long and earnestly at the darkness of Hampstead and Highgate.\n"}, "modifies": "Mars"}
{"pink": {"word": "rose", "line": "I was still upon the roof when the late moon rose.\n"}, "modifies": "moon"}
{"red": {"word": "red", "line": "The red weed was tumultuous at that time, and nearly choked the bridge roadway; but its fronds were already whitened in patches by the spreading disease that presently removed it so swiftly.\n"}, "modifies": "weed"}
{"black": {"word": "black", "line": "He was as black as a sweep with the black dust, alive, but helplessly and speechlessly drunk.\n"}, "modifies": "sweep"}
{"black": {"word": "black", "line": "There was black dust along the roadway from the bridge onwards, and it grew thicker in Fulham.\n"}, "modifies": "dust"}
{"white": {"word": "white", "line": "Some way towards Walham Green the streets became clear of powder, and I passed a white terrace of houses on fire; the noise of the burning was an absolute relief.\n"}, "modifies": "terrace"}
{"black": {"word": "black", "line": "Here I came once more upon the black powder in the streets and upon dead bodies.\n"}, "modifies": "powder"}
{"black": {"word": "black", "line": "The black powder covered them over, and softened their outlines.\n"}, "modifies": "powder"}
{"black": {"word": "black", "line": "Where there was no black powder, it was curiously like a Sunday in the City, with the closed shops, the houses locked up and the blinds drawn, the desertion, and the stillness.\n"}, "modifies": "powder"}
{"gold": {"word": "gold", "line": "A jeweller’s window had been broken open in one place, but apparently the thief had been disturbed, and a number of gold chains and a watch lay scattered on the pavement.\n"}, "modifies": "chains"}
{"brown": {"word": "brown", "line": "Farther on was a tattered woman in a heap on a doorstep; the hand that hung over her knee was gashed and bled down her rusty brown dress, and a smashed magnum of champagne formed a pool across the pavement.\n"}, "modifies": "dress"}
{"black": {"word": "black", "line": "In South Kensington the streets were clear of dead and of black powder.\n"}, "modifies": "powder"}
{"black": {"word": "black", "line": "Why was I alone when all London was lying in state, and in its black shroud?\n"}, "modifies": "shroud"}
{"black": {"word": "black", "line": "I came into Oxford Street by the Marble Arch, and here again were black powder and several bodies, and an evil, ominous smell from the gratings of the cellars of some of the houses.\n"}, "modifies": "powder"}
{"black": {"word": "black", "line": "I was weary after eating, and went into the parlour behind the bar, and slept on a black horsehair sofa I found there.\n"}, "modifies": "sofa"}
{"red": {"word": "red", "line": "A couple of hundred yards out of Baker Street I heard a yelping chorus, and saw, first a dog with a piece of putrescent red meat in his jaws coming headlong towards me, and then a pack of starving mongrels in pursuit of him.\n"}, "modifies": "meat"}
{"red": {"word": "red", "line": "A little beyond the ruins about the smashed handling-machine I came upon the red weed again, and found the Regent’s Canal, a spongy mass of dark-red vegetation.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "All about me the red weed clambered among the ruins, writhing to get above me in the dimness.\n"}, "modifies": "weed"}
{"white": {"word": "white", "line": "The windows in the white houses were like the eye sockets of skulls.\n"}, "modifies": "houses"}
{"black": {"word": "black", "line": "I marched on recklessly towards this Titan, and then, as I drew nearer and the light grew, I saw that a multitude of black birds was circling and clustering about the hood.\n"}, "modifies": "birds"}
{"red": {"word": "red", "line": "I hurried through the red weed that choked St. Edmund’s Terrace (I waded breast-high across a torrent of water that was rushing down from the waterworks towards the Albert Road), and emerged upon the grass before the rising of the sun.\n"}, "modifies": "weed"}
{"pink": {"word": "rose", "line": "Great mounds had been heaped about the crest of the hill, making a huge redoubt of it—it was the final and largest place the Martians had made—and from behind these heaps there rose a thin smoke against the sky.\n"}, "modifies": "heaps"}
{"brown": {"word": "brown", "line": "Out of the hood hung lank shreds of brown, at which the hungry birds pecked and tore.\n"}, "modifies": "shreds"}
{"pink": {"word": "rose", "line": "The pit was still in darkness; the mighty engines, so great and wonderful in their power and complexity, so unearthly in their tortuous forms, rose weird and vague and strange out of the shadows towards the light.\n"}, "modifies": "engines"}
{"red": {"word": "red", "line": "At the sound of a cawing overhead I looked up at the huge fighting-machine that would fight no more for ever, at the tattered red shreds of flesh that dripped down upon the overturned seats on the summit of Primrose Hill.\n"}, "modifies": "shreds"}
{"white": {"word": "white", "line": "Eastward, over the blackened ruins of the Albert Terrace and the splintered spire of the church, the sun blazed dazzling in a clear sky, and here and there some facet in the great wilderness of roofs caught the light and glared with a white intensity.\n"}, "modifies": "intensity"}
{"green": {"word": "green", "line": "Northward were Kilburn and Hampsted, blue and crowded with houses; westward the great city was dimmed; and southward, beyond the Martians, the green waves of Regent’s Park, the Langham Hotel, the dome of the Albert Hall, the Imperial Institute, and the giant mansions of the Brompton Road came out clear and little in the sunrise, the jagged ruins of Westminster rising hazily beyond.\n"}, "modifies": "waves"}
{"blue": {"word": "blue", "line": "Northward were Kilburn and Hampsted, blue and crowded with houses; westward the great city was dimmed; and southward, beyond the Martians, the green waves of Regent’s Park, the Langham Hotel, the dome of the Albert Hall, the Imperial Institute, and the giant mansions of the Brompton Road came out clear and little in the sunrise, the jagged ruins of Westminster rising hazily beyond.\n"}, "modifies": "Kilburn"}
{"silver": {"word": "silver", "line": "Far away and blue were the Surrey hills, and the towers of the Crystal Palace glittered like two silver rods.\n"}, "modifies": "rods"}
{"yellow": {"word": "yellow", "line": "But then I noticed how yellow were the skins of the people I met, how shaggy the hair of the men, how large and bright their eyes, and that every other man still wore his dirty rags.\n"}, "modifies": "skins"}
{"white": {"word": "white", "line": "Haggard special constables with white badges stood at the corners of every street.\n"}, "modifies": "badges"}
{"red": {"word": "red", "line": "I saw little of the mischief wrought by the Martians until I reached Wellington Street, and there I saw the red weed clambering over the buttresses of Waterloo Bridge.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "At the corner of the bridge, too, I saw one of the common contrasts of that grotesque time—a sheet of paper flaunting against a thicket of the red weed, transfixed by a stick that kept it in place.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "The Wandle, the Mole, every little stream, was a heaped mass of red weed, in appearance between butcher’s meat and pickled cabbage.\n"}, "modifies": "weed"}
{"red": {"word": "red", "line": "The Surrey pine woods were too dry, however, for the festoons of the red climber.\n"}, "modifies": "climber"}
{"red": {"word": "crimson", "line": "The nursery grounds were everywhere crimson with the weed, a wide expanse of livid colour cut with purple shadows, and very painful to the eye.\n"}, "modifies": "grounds"}
{"purple": {"word": "purple", "line": "The nursery grounds were everywhere crimson with the weed, a wide expanse of livid colour cut with purple shadows, and very painful to the eye.\n"}, "modifies": "shadows"}
{"red": {"word": "red", "line": "Here, moved by curiosity, I turned aside to find, among a tangle of red fronds, the warped and broken dog cart with the whitened bones of the horse scattered and gnawed.\n"}, "modifies": "fronds"}
{"white": {"word": "white", "line": "And there, amazed and afraid, even as I stood amazed and afraid, were my cousin and my wife—my wife white and tearless.\n"}, "modifies": "wife"}
{"green": {"word": "green", "line": "Spectrum analysis of the black powder points unmistakably to the presence of an unknown element with a brilliant group of three lines in the green, and it is possible that it combines with argon to form a compound which acts at once with deadly effect upon some constituent in the blood.\n"}, "modifies": "lines"}
{"black": {"word": "black", "line": "Spectrum analysis of the black powder points unmistakably to the presence of an unknown element with a brilliant group of three lines in the green, and it is possible that it combines with argon to form a compound which acts at once with deadly effect upon some constituent in the blood.\n"}, "modifies": "powder"}
{"brown": {"word": "brown", "line": "None of the brown scum that drifted down the Thames after the destruction of Shepperton was examined at the time, and now none is forthcoming.\n"}, "modifies": "scum"}
{"black": {"word": "black", "line": "Of a night I see the black powder darkening the silent streets, and the contorted bodies shrouded in that layer; they rise upon me tattered and dog-bitten.\n"}, "modifies": "powder"}
